[
  {
    "pmid": "41704472",
    "title": "From genetic risk to early detection - clinical outcomes of a person-centered screening program for women with a high genetic risk of breast cancer.",
    "abstract": "There is little evidence on breast cancer (BC) diagnosed in women with a high genetic risk, before and after their inclusion in a long-term risk management program based on genetic risk assessment. We analyzed clinical outcomes in women enrolled in the Phare Grand Ouest (PGO) program. The PGO includes carriers of the <i>BRCA1</i> and <i>BRCA2</i> pathogenic variants (PV) and women at high risk without <i>BRCA PV</i>, enrolled in eight cancer genetics units. The study population included all women with incident or prevalent BC, and 1:1 matching by age at first diagnosis was conducted. Multivariable generalized linear and logistic regression models were used to examine the associations between tumor size and cancer stage and the following covariates: age, tumor subtype, pathogenic variant status, prevalent/incident BC status, and healthcare accessibility indicators. Within the matched cohort, those with incident BC were significantly younger at inclusion, but were of comparable age at the time of first diagnosis. They had smaller tumors, and the odds of advanced-stage disease were approximately 30% lower than those observed in women with prevalent BC (OR = 0.29, p < 0.01). Younger age and a triple-negative phenotype were independently associated with larger tumor size. No significant effect was shown from healthcare accessibility indicators. The PGO's coordinated, person-centered approach to high genetic risk management was likely associated with earlier-stage BC detection in women with the <i>BRCA</i> PV and women at high risk without <i>BRCA PV</i>. These findings both underscore the enhanced value of person-centered surveillance programs that integrate genetic risk assessment and long-term clinical follow-up, and pave the way for further research in this area.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41701219",
    "title": "Oncological safety and preventive impact of nipple-sparing mastectomy in patients with BRCA1/2 mutation: multicentre study of the Korea Robot-endoscopy Minimal Access Breast Surgery Study Group (KoREa-BSG).",
    "abstract": "Nipple-sparing mastectomy (NSM) is a surgical option offering both oncological safety and cosmetic benefits. However, the oncological safety of NSM in carriers of BRCA1/2 pathogenic variants/likely pathogenic variants (PV/LPV) with breast cancer and the role of risk-reducing mastectomy remain underexplored, especially in Asian populations. This study evaluated the safety and effectiveness of NSM in BRCA1/2 PV/LPV carriers and assessed the preventive impact of contralateral risk-reducing NSM (RRNSM) on cancer incidence. This multicentre retrospective study included women aged 20-80 years who underwent NSM for therapeutic or risk-reducing purposes and received germline BRCA1/2 tests between May 2006 and June 2022 across 19 institutions in Korea. Patients with distant metastasis at diagnosis were excluded. Information on demographics, the clinical characteristics of patients and tumours, surgical details, and follow-up outcomes was collected from a review the medical records of each participating institution. The primary outcome was the oncological safety of NSM, assessed by comparing ipsilateral local recurrence rates between patients with and without BRCA1/2 PV/LPV. The secondary outcome was cancer incidence in patients who underwent contralateral RRNSM versus those who did not. In all, 787 women underwent 906 NSMs, with a median (interquartile range) follow-up of 59.3 (44.0-82.8) months. Among the participants, 186 (23.6%) were BRCA1/2 PV/LPV carriers. Ipsilateral local recurrence rates were comparable between BRCA1/2 PV/LPV carriers and non-carriers (6.4 versus 7.4%, respectively). The 5-year local recurrence-free survival rates did not differ significantly between BRCA1/2 PV/LPV carriers and non-carriers (92.2% versus 93.2%, respectively; P = 0.87). Contralateral breast cancer occurred in 4.5% of patients with BRCA1/2 PV/LPV who did not undergo contralateral RRNSM, whereas no cases of contralateral breast cancer were reported among patients who underwent RRNSM regardless of BRCA1/2 status. This study highlights NSM as a safe and effective surgical option for BRCA1/2 PV/LPV carriers with breast cancer, as well as a risk-reducing strategy. Further prospective studies are needed to confirm these findings and evaluate long-term outcomes.",
    "journal": "BJS open",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41699108",
    "title": "Homologous recombination deficiency in primary ER-positive and HER2-negative breast cancer.",
    "abstract": "Homologous recombination deficiency (HRD) originating from inactivation of genes like BRCA1/BRCA2 is a targetable abnormality common in triple-negative breast cancer (TNBC). In estrogen-receptor (ER)-positive HER2-negative (ERpHER2n) breast cancer (BC), HRD prevalence and clinical impact are unclear. We analyzed 502 ERpHER2n tumors from patients recruited via the population-representative Swedish SCAN-B study by whole genome sequencing (WGS), defining mutational signatures-based HRD, as well as matched transcriptional, DNA methylation, clinicopathological, adjuvant treatment, and outcome data. We show that HRD is much less frequent in ERpHER2n BC (8.4%) compared to TNBC, though induced by similar genetic/epigenetic mechanisms acting on mainly BRCA1/BRCA2/RAD51C/PALB2 together, providing a plausible HR-inactivation mechanism for 71.4% of HRD tumors. Our modelled estimate of HRD in Western European/Nordic BC is ~10-13%. HRD tumors were observed across all PAM50 gene expression subtypes with the exception of Luminal A tumors ( < 1%) and did not exhibit a unique, defining transcriptional or DNA methylation profile. While HRD status was not statistically associated with differences in patient outcome for patients treated with combined chemotherapy and endocrine therapy, a nonsignificant trend of poorer outcome for patients with HRD tumors was observed for patients treated with adjuvant endocrine therapy only. ERpHER2n HRD tumors show features of aggressive disease, but do not display a distinct transcriptional or DNA methylation profile that clearly differentiates them from HR-proficient tumors. Though numbers are limited, we present early evidence that HRD stratification by WGS could impact therapeutic strategies, as HRD BCs trended to poorer outcomes when not treated with chemotherapy.",
    "journal": "Communications medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41698963",
    "title": "A novel approach to silver nanoparticle biosynthesis using ursolic acid from Catharanthus roseus for therapeutic effects.",
    "abstract": "The present study attentive on the bio synthesis of silver nanoparticles (AgNPs) using ursolic acid (UA-AgNPs) isolated from Catharanthus roseus and investigated their antibacterial, antibiofilm, antioxidant, anti-inflammatory, and anticancer activities. The biosynthesized UA-AgNPs were characterized using techniques like UV-Vis, XRD, FT-IR, EDX, TEM, zeta potential, and DLS. The UA-AgNPs exhibited stronger antibacterial activity than ursolic acid and AgNO<sub>3</sub>, producing inhibition zones of 18.00 mm and 16 ± 0.3 mm against B. cereus and P. aeruginosa, respectively, which were comparable to the activity of standard antibiotics and MIC (Minimum inhibitory concentration) values of 6.95 and 12.39 µg/mL, respectively. The anti-biofilm activity inhibited 64.43% and 60.89% of biofilm production. UA-AgNPs also impaired bacterial motility and caused higher protein and (Deoxyribonucleic acid) DNA leakage in membrane integrity assays compared to the control. Antioxidant activity was confirmed by DPPH and FRAP assays, and in vivo experiments in Saccharomyces cerevisiae highlighted significant antioxidant effects. Furthermore, UA-AgNPs exhibited potential anticancer activity against the HeLa cell line (IC<sub>50</sub> 29.20 µg/mL) with minimal cytotoxicity on Vero cells (IC<sub>50</sub> 5.59 µg/mL). Moreover, UA-AgNPs reduced LPS-induced Nitric oxide (NO) production in RAW264.7 cells. Through molecular docking studies, they demonstrated interactions with breast cancer proteins BRCA1 and C-erbB2 and bacterial virulence proteins Hbl and aglD. These findings highlight the bio efficacy of UA-AgNPs as a dual-action therapeutic agent with potent antibacterial and anticancer activity, combined with low toxicity toward normal cells, making them promising candidates for biomedical applications.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41697532",
    "title": "Multigene panel testing reveals the spectrum of non-BRCA germline variants in BRCA1/2-negative breast, ovarian, and prostate cancer patients from a Turkish cohort.",
    "abstract": "Targeted multigene panel testing is increasingly used to assess hereditary cancer susceptibility beyond BRCA1/2. However, the distribution and clinical significance of pathogenic variants and variants of uncertainsignificance (VUS) in non-BRCA1/2 genes remain incompletely characterized. In this retrospective study, 647 individuals referred for hereditary cancer genetic testing were analyzed. Clinical indications included breast cancer, ovarian cancer, combined breast and ovarian cancer, prostate cancer, andpositive family history without personal cancer diagnosis. Germline variants were classified according to ACMG/AMP guidelines as pathogenic (P), likely pathogenic (LP), VUS++, VUS, or benign/VUS. Variants categorizedas VUS or benign/VUS were not used for clinical decision-making. Pathogenic or likely pathogenic (P/LP) variants were identified in 16.2% (105/647) of individuals. When P/LP and VUS++ variants were considered together, the most frequently affected non-BRCA1/2 genes were CHEK2(4.0%), MUTYH (2.6%), ATM (2.2%), and TP53 (1.4%). VUS and benign/VUS variants were detected in 4.6% (30/647) and 3.1% (20/647) of individuals, respectively. CHEK2 and ATM were the genes most frequentlyassociated with VUS or benign/VUS variants. Breast cancer was the most common clinical indication among individuals carrying clinically relevant variants. Non-BRCA1/2 genes, particularly CHEK2 and ATM, substantially contribute to the spectrum of pathogenic variants detected in hereditary cancer testing. The identification of numerous pathogenic and novel variantssupports the clinical utility of broad multigene panel testing, while highlighting the need for careful interpretation of VUS in clinical practice.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41693691",
    "title": "Design, synthesis and anti-breast cancer activity evaluation of 6,7-dihydro-5<i>H</i>-pyrrolo[3,4-<i>d</i>]pyrimidine-based PARP1/ATR dual inhibitors.",
    "abstract": "PARP1 inhibitors are FDA-approved for BRCA1/2-mutated breast cancer but show limited efficacy in wild-type cancers and face resistance issues. To overcome these, we designed novel 6,7-dihydro-5<i>H</i>-pyrrolo[3,4-<i>d</i>]pyrimidine-based compounds integrating PARP1 inhibitor pharmacophores with the ATR inhibitor AZD6738 scaffold. Substituent modifications influenced PARP1 and ATR selectivity, yielding dual inhibitors or selective PARP1 inhibitors. Compound <b>38a</b>, the lead candidate, exhibited potent dual inhibition (IC<sub>50</sub> < 20 nM) and strong antitumor effects in MDA-MB-231 (IC<sub>50</sub> < 0.048 μM) and MDA-MB-468 (IC<sub>50</sub>: 0.01 μM) cell lines <i>in vitro</i>. Mechanistically, <b>38a</b> arrested cell cycle progression, induced apoptosis, inhibited colony formation and migration, and suppressed DNA damage repair pathways, outperforming combined Niraparib and AZD6738. These findings underscore the therapeutic potential of PARP1/ATR dual inhibitors for breast cancer and support further investigation.",
    "journal": "Journal of enzyme inhibition and medicinal chemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41688965",
    "title": "Breast cancer surgery in the era of genetic uncertainty: real-world outcomes in BRCA1/2 pathogenic variants and variants of uncertain significance.",
    "abstract": "Germline testing for BRCA1 and BRCA2 has become integral to the management of breast cancer, with pathogenic variants strongly influencing surgical decision-making. However, the increasing detection of variants of uncertain significance (VUS) presents a major clinical challenge, as their implications for cancer risk and treatment remain unclear. This study aimed to evaluate real-world surgical management patterns among breast cancer patients carrying pathogenic BRCA1/2 variants or VUS, with a particular focus on determinants of final bilateral mastectomy. This multicenter retrospective study included female breast cancer patients who underwent germline BRCA1/2 testing across three institutions in Türkiye between 2017 and 2025. Patients carrying pathogenic variants or VUS were identified and reclassified according to American College of Medical Genetics and Genomics (ACMG) criteria. Clinicopathological characteristics and surgical outcomes were compared between pathogenic and VUS groups. Final bilateral mastectomy was defined as either primary bilateral mastectomy or unilateral mastectomy followed by completion contralateral mastectomy. Multivariable logistic regression was performed to identify factors independently associated with final bilateral mastectomy, including a separate exploratory analysis restricted to VUS carriers. A total of 203 patients with abnormal BRCA results were included, comprising 107 pathogenic variant carriers and 96 VUS carriers. Patients with pathogenic BRCA variants were significantly younger at diagnosis and more frequently had triple-negative tumors. Final bilateral mastectomy was markedly more common among pathogenic variant carriers than VUS carriers (67% vs. 12%, p < 0.001). In multivariable analysis, pathogenic BRCA status remained independently associated with final bilateral mastectomy (adjusted OR 10.38, 95% CI 3.98-27.10; p < 0.001), while increasing age was also independently associated. Among VUS carriers, no clinicopathological variable-including molecular subtype, tumor size, Ki-67 index, family history, or BRCA1 versus BRCA2 VUS-was significantly associated with final bilateral mastectomy in univariate analyses. In exploratory multivariable modeling, younger age at diagnosis emerged as the only independent factor associated with surgical choice (adjusted OR per year 1.09, 95% CI 1.01-1.17; p = 0.027). While pathogenic BRCA1/2 variants are strongly associated with bilateral mastectomy in breast cancer patients, surgical decision-making among VUS carriers appears largely independent of tumor biology or genetic subtype and is primarily influenced by age. These findings highlight substantial heterogeneity and potential overtreatment in the management of BRCA VUS carriers, underscoring the need for improved genetic counseling and standardized approaches to mitigate the impact of genetic uncertainty on clinical decision-making.",
    "journal": "BMC cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41688476",
    "title": "Preliminary exploration of radiomic mammographic analysis in triple negative breast cancer related to BRCA profile.",
    "abstract": "This retrospective study evaluated the applicability of radiomics analysis to mammographic images of patients with triple-negative breast cancer (TNBC) to identify features differentiating BRCA gene's mutational status. The mammographic images of 52 patients histologically diagnosed with TNBC, (13 BRCA-mutated patients and 39 BRCA wild-type ones), were included and 53 tumor lesions were manually segmented in the mammographic projection where they were better demarcable. An additional elliptical ROI of standard size was drawn in the most homogeneous area of the contralateral healthy gland, using the analogue mammographic projection of the same date or, if not available, of the corresponding bilateral mammographic investigation closer to the time of diagnosis. Lesions consisted of 36 masses, 2 pathological microcalcifications, and 15 masses with microcalcifications. Radiomic features were extracted using Pyradiomics-3D. Preliminary analysis confirmed feasibility and showed differences in texture features, particularly GLCM SumEntropy, between BRCA-mutated and non-mutated patients. Moreover, the study enhanced the role of healthy glandular tissue in distinguishing the two groups, supporting and reinforcing previous MRI-based radiomics findings in the same population. The study concludes that radiomics analysis of diagnostic mammograms in TNBC patients is feasible and may help build predictive models to discriminate between BRCA mutated and non-mutated patients.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41688208",
    "title": "[Clinical and pathological characteristics and prognostic analysis of colorectal cancer associated with breast cancer susceptibility gene mutations].",
    "abstract": "<b>Objective:</b> To investigate the mutation status of breast cancer susceptibility genes (BRCA) in colorectal cancer and the relationship between BRCA and the clinical-pathological characteristics and prognosis of colorectal cancer. <b>Methods:</b> A total of 132 colorectal cancer tissue specimens surgically resected at Shanxi Cancer Hospital from 2018 to 2021 were collected. Second-generation sequencing was used to detect BRCA mutations. Immunohistochemical staining assessed the infiltration density of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells, and CD20<sup>+</sup> B cells. The association between BRCA mutations and clinical-pathological features, immune cell infiltration density, and prognosis of colorectal cancer was analyzed. <b>Results:</b> Among 132 colorectal cancer cases, the overall BRCA mutation rate was 9.09% (12/132), with BRCA1 mutation rate at 3.03% (4/132) and BRCA2 mutation rate at 6.06% (8/132). Compared with the BRCA wild-type group, the BRCA mutation group exhibited smaller tumors (<i>P</i>=0.036), less vascular or nerve invasion (<i>P</i>=0.041), and lower tumor budding grades (<i>P</i>=0.013). Tumor microenvironment analysis revealed that the infiltration densities of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells in the BRCA mutation group were 1 729.66 (652.91, 3 065.98)/mm², 438.36 (97.37, 718.43)/mm², and 1 017.86 (506.19, 2 257.35)/mm², respectively, all higher than those in the BRCA wild-type group [555.72 (304.58, 933.26)/mm², 89.34 (58.15, 178.35)/mm², and 354.23 (157.78, 752.37)/mm², respectively, all <i>P</i>＜0.05]. Molecular feature analysis revealed five cases of TMB-H in the BRCA-mutant group and three cases in the BRCA-wild group, with a statistically significant difference between the two groups (<i>P</i>＜0.001). Survival analysis revealed no association between BRCA mutation status and overall survival in colorectal cancer patients (<i>P</i>＞0.05). Multivariate Cox regression analysis identified clinical stage as an independent predictor of overall survival, with patients at stages Ⅲ-Ⅳ exhibiting poorer prognosis (<i>HR</i>=5.359, 95% <i>CI</i>: 1.124-25.546). <b>Conclusion:</b> BRCA-mutated colorectal tumors exhibit lower invasiveness, higher TMB-H rates, and abundant immune cell infiltration in the tumor microenvironment, suggesting that patients with BRCA-mutated colorectal cancer are more likely to benefit from immunotherapy.",
    "journal": "Zhonghua zhong liu za zhi [Chinese journal of oncology]",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41687244",
    "title": "Breast Cancer Vaccines: A Review of Emerging Opportunities and Persistent Challenges.",
    "abstract": "Breast cancer, the most diagnosed malignancy globally, poses a significant health burden, with approximately 2.3 million new cases and 700,000 deaths annually. Breast cancer vaccines represent an innovative approach to prevention and treatment, harnessing the immune system to target tumor-specific antigens such as α-lactalbumin, HER2, and MUC1. Prophylactic vaccines aim to reduce risk in high-risk groups like BRCA1/2 mutation carriers, while therapeutic vaccines, particularly for triple-negative breast cancer, stimulate T-cell responses to combat aggressive tumors. Advances in mRNA technology, nanoparticle delivery, and neoantigen identification enhance vaccine precision and efficacy. However, challenges including tumor heterogeneity, immune evasion, and production scalability limit clinical success. Ongoing phase I and II trials explore combination therapies with checkpoint inhibitors and antibody-drug conjugates to overcome these barriers. This review examines the current landscape, mechanisms, and challenges of breast cancer vaccines, highlighting their potential to transform oncology through personalized, less invasive strategies.",
    "journal": "Clinical breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41683520",
    "title": "Bacterial Cyclodipeptides Inhibit Invasiveness and Metastasis Progression in the Triple-Negative Breast Cancer MDA-MB-231 Mouse Model.",
    "abstract": "Triple-negative breast cancer (TNBC) is a highly aggressive subtype linked to a high rate of metastasis and low survival rates worldwide. Bacterial cyclodipeptides (CDPs) demonstrate anticancer properties by targeting multiple signaling pathways. The impact of CDPs on TNBC metastasis was evaluated both in vitro and in advanced-stage tumors in immunosuppressed female mice. CDPs significantly decreased the migratory and invasive capabilities of the MDA-MB-231 cell line, outperforming methotrexate (MTX). This effect was associated with the inhibition of Akt/mTOR/S6K phosphorylation, as well as Gab1, Vimentin, and FOXO1. Mice bearing MDA-MB-231 xenografts treated with CDPs alone or in combination with MTX showed near-complete suppression of primary tumors and metastatic sites in organs; notably, the combined treatment displayed a synergistic effect. Consequently, key proteins involved in tumor progression and metastasis, including p-Akt, p-Gab1, and FOXO1, were markedly inhibited in tumors from CDP-treated mice. Additionally, genes related to EMT, invasiveness, and immune modulation-including PTEN, SNAIL, CXCL1, BRCA1, GADD45A, and PD-L1-were dysregulated in the livers of TNBC-bearing mice; however, CDP treatment restored their expression more effectively than MTX. These findings suggest that the anti-metastatic effects of CDPs in the TNBC xenograft model involve modulation of the Akt/mTOR/S6K pathway, EMT, invasiveness, and immune modulation, highlighting their potential for further preclinical development.",
    "journal": "Molecules (Basel, Switzerland)",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41681964",
    "title": "Frequency of Founder Mutations in <i>BRCA1</i> and <i>BRCA2</i> Genes in Hereditary Breast Cancers in Poland vs. Other Countries.",
    "abstract": "Breast cancer (BC) remains one of the most prevalent malignancies worldwide, and genetic factors may influence its development. Approximately 10-15% of all BCs are hereditary and known as Hereditary Breast Cancer (HBC). A remarkable family history and young onset are the strongest risk factors of HBC. The rapid development of genetic testing techniques has increased the detection rate of pathogenic and likely pathogenic variants in several genes associated with high, moderate, or low risk of HBC. This allowed us to identify the whole family at risk of HBC. Among hereditary cases, pathogenic variants (PVs) in the <i>BRCA1</i> and <i>BRCA2</i> genes are particularly notable, especially in certain populations where founder mutations (specific genetic variants originating from a common ancestor) are more prevalent. In this article, an overview of the current state of knowledge on HBC is provided, focusing on the frequency of founder mutations in the <i>BRCA1</i> and <i>BRCA2</i> genes in HBC in Poland compared to other countries. We will also highlight the role of genetic counseling in the diagnosis and treatment of BC, emphasizing its crucial importance in identifying genetic predispositions, selecting appropriate therapeutic strategies, and supporting patients and their families in making informed medical decisions.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41681102",
    "title": "Research Progress on <i>BRCA1</i>/<i>2</i> Mutations in Sporadic Gastric Cancer: Risk Stratification, Surgical Prognosis, and Individualized Treatment.",
    "abstract": "Gastric cancer is one of the most prevalent malignant tumors worldwide. Sporadic gastric cancer accounts for more than 80% of all gastric cancer cases, and its pronounced heterogeneity underlies the substantial variability in clinical outcomes and the complexity of treatment strategies. The breast cancer gene 1 (<i>BRCA1</i>) and breast cancer gene 2 (<i>BRCA2</i>) are core regulators of the DNA damage homologous recombination repair (HRR) pathway, and their pathogenic mutations are closely associated with hereditary breast and ovarian cancer syndrome. Recent evidence has shown that <i>BRCA1/2</i> mutations also exist in some sporadic gastric cancer patients and may profoundly affect tumor biological behavior, clinical prognosis, and treatment response. This article systematically reviews the latest research progress on <i>BRCA1/2</i> mutations in sporadic gastric cancer, focusing on their incidence and molecular characteristics, their impact on patients' postoperative prognosis, and their potential value as novel biomarkers for guiding individualized therapy, thereby providing a theoretical basis for clinical risk stratification and tailored treatment strategies.",
    "journal": "Annali italiani di chirurgia",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41680304",
    "title": "Determinants of intention to undergo risk-reducing salpingo-oophorectomy among high-risk women for breast and ovarian cancer.",
    "abstract": "To evaluate the intention of women at high risk for breast and ovarian cancer to undergo risk-reducing salpingo-oophorectomy (RRSO) after genetic testing, and to identify the main factors related to their decision-making. A prospective cohort study conducted at the high-risk outpatient clinic of the State University of Campinas (UNICAMP), including 355 high-risk women followed between November/2021 and October/2022. Participants answered clinical and sociodemographic questionnaires, underwent comprehensive genetic testing, and received pre- and post-test genetic counseling. The majority were white (60.3%), younger than 50 years (71.5%) with a mean age of 43 years, and premenopausal (61.6%). 355 patients were tested and 102 (28,7%) carried likely pathogenic or pathogenic variants, 59,3% in the BRCA 1 and 2 genes. Before testing, 42.5% expressed the intention to undergo RRSO, which decreased to 33.4% after counseling (p < 0.05). The pre-test desire was more frequent in women aged 40-49 years, premenopausal, and with higher education (p < 0.05). In multiple regression, the desire for risk-reducing mastectomy (OR ≈ 39, 95% CI 16,8-90,79, p < 0,0001), the presence of pathogenic variants in BRCA (OR 15,46, 95% CI 6.05-39.53, p < 0,0001), and a personal history of cancer (OR 2,69, 95% CI 1.52-4.75, p < 0,0001) were independently associated with the intention to undergo RRSO. Intention to undergo risk-reducing salpingo-oophorectomy was higher among younger and premenopausal women and those with higher educational attainment and was strongly associated with the desire to undergo risk-reducing mastectomy and a personal history of breast or ovarian cancer. Changes in intention after genetic testing reflected gene-specific risk stratification: intention was withdrawn predominantly among women without high-penetrance BRCA variants, whereas it was adopted primarily among those carrying pathogenic variants in high-risk genes. These findings underscore the importance of access to germline genetic testing to support individualized, risk-informed decision-making regarding high-complexity preventive strategies.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41676859",
    "title": "Prevalence of <i>BRCA1</i> and <i>BRCA2</i> Germline Mutations in Vietnamese Patients With Triple-Negative Breast Cancer.",
    "abstract": "IntroductionTriple-negative breast cancer (TNBC) represents approximately 10-20% of all breast cancer cases and is frequently associated with <i>BRCA1</i> mutations. Numerous studies from Western populations have investigated the prevalence of germline <i>BRCA</i> mutations in individuals with TNBC; however, the prevalence of <i>BRCA1/2</i> mutations in TNBC patients varies widely between countries and from study to study. Evidence from Asian populations, particularly Vietnamese patients, remains limited. In this study, we determined the prevalence of germline <i>BRCA1/2</i> mutations among unselected Vietnamese patients with TNBC and analyzed the clinicopathological features.MethodsWe conducted a single-center retrospective study of 68 women diagnosed with TNBC at the Vietnam National Cancer Hospital. Germline <i>BRCA1</i>/<i>2</i> testing was performed by next-generation sequencing.ResultsOverall, 19 Vietnamese patients (27.9%) had <i>BRCA1/2</i> mutations, with 14 (20.6%) in <i>BRCA1</i> and 5 (7.4%) in <i>BRCA2</i>. Three patients (4.4%) had variants of uncertain significance (2 <i>BRCA1</i> mutations and 1 <i>BRCA2</i> mutation). Thirteen distinct pathogenic or likely pathogenic variants (8 <i>BRCA1</i> and 5 <i>BRCA2</i>) were found. Among patients diagnosed at ≤60 years, the prevalence of <i>BRCA1/2</i> mutations was 32.0%. The average age at diagnosis for <i>BRCA1/2</i> mutation carriers was notably lower than that observed in non-carriers (43.1 vs 51.7 years, <i>P</i> = .021). <i>BRCA1/2</i> mutation carriers were also more frequently premenopausal (78.6% vs 43.9%, <i>P</i> = .025).ConclusionsThere is a high prevalence of <i>BRCA1/2</i> mutations among TNBC patients in Vietnam. Women with TNBC in Vietnam should be screened for mutations in <i>BRCA1/2</i>.",
    "journal": "Cancer control : journal of the Moffitt Cancer Center",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41675010",
    "title": "<i>BRCA</i> and CDK4/6: allies or antagonists?-efficacy of CDK4/6 inhibitors in HR<sup>+</sup>/HER2<sup>-</sup> breast cancer with germline <i>BRCA1/2</i> mutations: a narrative review.",
    "abstract": "Breast cancer (BC) remains the most prevalent malignancy in women globally, with hormone receptor-positive (HR<sup>+</sup>)/human epidermal growth factor receptor 2-negative (HER2<sup>-</sup>) tumors representing approximately 70% of cases. Cyclin-dependent kinase 4/6 inhibitors (CDK4/6i) have revolutionized treatment for this subtype, significantly improving progression-free survival (PFS) and overall survival (OS). However, emerging evidence suggests that patients with germline <i>BRCA</i> mutations (gBRCAm) may derive less benefit from CDK4/6i due to molecular alterations such as retinoblastoma 1 (<i>RB1</i>) gene loss and endocrine resistance mechanisms. This review critically evaluates the efficacy of CDK4/6i in gBRCAm HR<sup>+</sup>/HER2<sup>-</sup> BC, explores underlying biological mechanisms of resistance, and aims to guide clinical decision-making for this distinct subgroup. A narrative review was conducted using PubMed, Google Scholar, and abstracts from major oncology congresses [European Society for Medical Oncology (ESMO), American Society of Clinical Oncology (ASCO), and San Antonio Breast Cancer Symposium]. The search employed terms including \"CDK inhibitors\", \"<i>BRCA</i>\", and \"breast cancer\", with no restriction on publication date. References from identified studies were screened for additional relevant literature. Two authors independently selected studies, including phase III trials, subgroup analyses, and real-world evidence, with final inclusion determined by consensus. The review synthesizes data from retrospective studies and clinical trials, revealing consistent trends of shorter PFS and OS in gBRCAm patients treated with CDK4/6i compared to wild-type counterparts. Key mechanisms implicated include co-occurring <i>RB1</i> alterations, PI3K/AKT hyperactivation, and disrupted cell-cycle regulation. The review also discusses therapeutic sequencing in gBRCAm patients, new treatment alternatives with their implications in this specific population, and highlights ongoing trials exploring combination strategies to overcome resistance. This review underscores the need for prospective studies to clarify the prognostic and predictive role of gBRCAm in CDK4/6i-treated HR<sup>+</sup>/HER2<sup>-</sup> BC. Current evidence supports routine <i>BRCA</i> testing to inform therapeutic sequencing, with poly(ADP-ribose) polymerase inhibitors (PARPis) prioritized in high-risk early-stage and metastatic settings. Future research should focus on biomarker-driven strategies, including combinations to optimize outcomes. These insights may refine clinical guidelines, advocate for personalized treatment algorithms, and stimulate research into resistance mechanisms, ultimately improving care for <i>BRCA</i>-mutated BC patients.",
    "journal": "Translational breast cancer research : a journal focusing on translational research in breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41673285",
    "title": "Short-term hormonal modulation with mifepristone does not induce oncogenic changes in the endometrium of BRCA1/2 pathogenic variant carriers.",
    "abstract": "Progesterone receptor antagonists such as mifepristone have emerged as candidates for breast cancer prevention, particularly in high-risk populations such as BRCA1/2 pathogenic variant carriers. However, their impact on endometrial safety remains insufficiently characterized, raising concerns about unopposed oestrogen stimulation in the setting of impaired DNA repair. This study reports secondary outcomes evaluating short-term endometrial effects of mifepristone in this high-risk population. We previously conducted a randomized, double-blind, placebo-controlled trial (NCT01898312) involving 45 premenopausal women with BRCA1/2 pathogenic variants. Participants received mifepristone (50 mg every other day, n = 30) or a non-hormonal comparator (n = 15) for three months. Here we present secondary outcomes from the trial: Paired endometrial biopsies from a subset of 14 participants were analysed using transcriptomic, DNA methylation, and cell-type deconvolution methods. Statistical comparisons were performed using paired and unpaired Wilcoxon tests. Here we show that mifepristone induces amenorrhea in all treated participants without increasing epithelial cell proportions, the compartment most relevant to endometrial carcinogenesis. Multi-omics analyses reveal no molecular signatures consistent with oncogenic transformation. DNA methylation and gene expression indices associated with endometrial cancer remain stable after treatment, even after adjusting for age and cell composition. Short-term mifepristone exposure does not produce molecular changes linked to endometrial carcinogenesis in BRCA1/2 pathogenic variant carriers. These findings provide important safety data for the future development of progesterone receptor modulators in cancer prevention. Long-term studies are needed to confirm these observations.",
    "journal": "Communications medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41669295",
    "title": "Prevalence of Novel and Recurrent Pathogenic Variants in <i>BRCA</i> Genes in a Cohort of Iranian Hereditary Breast Cancer Patients.",
    "abstract": "The incidence of breast cancer (BC) is increasing in Iranian women, especially in those with a positive family history of any type of cancer. Being a carrier of pathogenic variants in <i>BRCA1/2</i> genes, significantly raises the risk of developing BC, mostly at young ages. We sequenced the entire coding regions of <i>BRCA1/</i>2 genes using next generation sequencing (NGS) in 50 selected patients with HBC criteria for genetic testing from a cohort of about 700 newly diagnosed BC patients. In the patient with novel pathogenic variant, bioinformatics and co-segregation study were performed, and American College of Medical Genetics and Genomics (ACMG) guidelines were used for the variant's interpretation. Among the 50 patients, pathogenic variants were found in 16 patients (12 in the <i>BRCA1</i> and 4 in the <i>BRCA2</i> gene) that were mainly frameshift index (50%). We identified a novel pathogenic variants (p.Cyc27Valfs*4) in <i>BRCA1</i> and four which were not previously reported in Iranian BC patients. Interestingly, out of 12 pathogenic variants in the <i>BRCA1</i> gene, three unrelated families had the same variant (p.Arg1203Term) which could be added as a recurrent variant in the Iranian population. Notably, the frequency of triple-negative breast cancer (TNBC) patients harboring <i>BRCA1/2</i> mutations was significant (62.5%). Young age at onset and having a positive family history of cancer are among the most important criteria to perform genetic testing. Identification of the carriers of pathogenic variants in high-risk families and also recurrent variants in the population will contribute to prevent of HBC.",
    "journal": "Advanced biomedical research",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41668435",
    "title": "Single-Electrode High-Throughput 12-Well Array Electrochemiluminescence Imaging Sensor for Portable Parallel Dual-Color Analysis of Dual Breast Cancer Susceptibility Genes.",
    "abstract": "Rapid, high-throughput analysis of breast cancer susceptibility genes is essential in a clinical diagnosis. Herein, we designed a 12-well single-electrode electrochemiluminescence (ECL) imaging array biosensor for parallel high-throughput dual-color analysis of dual cancer genes (BRCA1 and BRCA2). Two newly explored luminophores, the Eu-luminol complex and Ru/Zn MOF with blue and orange-red high-intensity ECL emission, were introduced to the array, achieving high-resolution color-distinguishing ECL imaging of double targets. This work innovatively changed the fabrication technology of single-electrode arrays by replacing poly(dimethylsiloxane) (PDMS) with polypropylene tubes. This reformation enabled independent construction of 12 microcells, thus enhancing their stability and reducing production costs. The 12 microcells on the ITO electrode drastically reduce the target detection time and streamline the procedure compared to traditional three-electrode systems. The visual ECL signals were conveniently captured by using a smartphone, yielding readily distinguishable orange-red and blue images. The target-induced walker amplification technology is utilized to integrate the quenching probes Au@Ag NPs and CuS@Au NPs into the single electrode, enabling simultaneous ECL imaging of 12 microwells for detection of multiple targets. Owing to multiple outstanding advantages of high-throughput, fast speed, and convenience, the developed 12-well single-electrode dual-color ECL imaging biosensor holds considerable promise for broad applications in biological and environmental monitoring.",
    "journal": "Analytical chemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41664335",
    "title": "Gene Expression Profiling to Unveil Novel Biomarkers for Early Diagnosis and Therapies for Breast Cancer.",
    "abstract": "Breast cancer (BC) is a leading cause of cancer-related death worldwide. Early detection and accurate diagnosis can improve patient outcomes and survival rates. Thus, identifying drugs and biomarkers for early detection is necessary for diagnosis, prognosis, and treatment. Using machine learning techniques, we identified 160 differentially expressed genes (DEGs) between BC and control samples from four microarray datasets (GSE26910, GSE3744, GSE29431, and GSE42568), which were adopted due to the frequent presence of outliers in microarray gene-expression datasets, stemming from multiple stages in the data generation processes. Through protein-protein interaction network analysis, 10 DEGs (FN1, CXCL10, CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, and CAV1) were selected as pivotal Hub genes (HubGs) as potential biomarkers for BC. We validated the expression profiles of hub genes (HubGs) in breast cancer (BC) and control samples using box plot analysis based on data from the TCGA and GTEx databases. The identified HubGs demonstrated strong prognostic potential, as shown by Kaplan-Meier survival analyses and performance in a random forest prediction model. Regulatory network analysis revealed that HubG activity is modulated at a limited number of transcriptional and posttranscriptional stages. Functional enrichment analysis highlighted key molecular functions, cellular components, biological processes, and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways associated with BC pathogenesis and linked to these HubGs. Finally, molecular docking studies targeting HubG-mediated receptors led to the identification of seven top-ranked candidate drugs-Olaparib, Tucatinib, Telmisartan, Danazol, Troglitazone, Abemaciclib, and Lapatinib- proposed for potential BC treatment. In this study, we identified 10 critical differentially expressed genes (cDEGs)- CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, CAV1, FN1, and CXCL10-as pivotal hub genes (HubGs) involved in breast cancer (BC). These HubGs were determined through protein- protein interaction (PPI) network analysis of 160 cDEGs derived from four independent microarray datasets. Functional enrichment analysis revealed that these HubGs are associated with key biological processes, cellular components, molecular functions, and pathways relevant to BC progression. Furthermore, we identified three top-ranked transcription factors (BRCA1, STAT3, and TP53) and three microRNAs (hsa-miR-16-5p, hsa-miR-155-5p, and hsa-miR-23b-3p) as crucial regulators of HubGs, acting at both transcriptional and post-transcriptional levels. The stability of the top three receptor-ligand complexes was validated through molecular dynamics simulations. Therefore, our findings could be a valuable resource for researchers and medical professionals, aiding in BC diagnosis and treatment.",
    "journal": "Current topics in medicinal chemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41660923",
    "title": "Whole Exome Sequencing Revealed Rare Variants in BRCA2, RAD51D, FANGC, CYP24A1 Genes in Breast/Ovarian Cancer Patients from a Small Buryat Ethnic Group.",
    "abstract": "Breast cancer is a public health problem with increasing incidence, prevalence, and mortality worldwide. Germline variants in the DNA repair genes BRCA1/2 are involved in the pathogenesis of hereditary breast/ovarian cancer. However, for many ethnic groups that are isolated geographically worldwide, founder variants of breast cancer still have not been found. In this study, we provide whole exome sequencing data performed in a group of breast/ovarian cancer patients who belong to the Buryats. Our study included 56 Buryat patients with histologically confirmed primary breast/ovarian cancer who completed an anonymous questionnaire about basic information and nationality. Genomic DNA was isolated from peripheral blood leukocytes. Libraries were prepared using a BGI Optimal DNA Library Prep kit (MGI, China). An Agilent SureSelect Human All Exon V6 kit (Agilent, USA) was used for hybridization. High-throughput sequencing was performed on a DNA nanoball sequencing platform DNBSeq-G400 (MGI, China).  Result: In the overall group of patients with signs of hereditary breast/ovarian cancer, likely pathogenic/pathogenic variants were detected in 16% (9/56). We have discovered likely pathogenic/pathogenic variants that can either directly (BRCA2, RAD51D, FANCG) or indirectly (POLR2C, FOXL2, GDF9, CYP21A4) initiate breast/ovarian cancer. For the first time, three rare germinal variants in the BRCA2 gene were detected in a small Buryat ethnic group. Further studies are required to confirm their role in the pathogenesis of breast /ovarian cancer in this ethnic group. We found that the RAD51D gene variant c.757C>T is recurrent and was observed in 4% of Buryat patients with breast/ovarian cancer. For the first time, rare germinal variants in the BRCA2, RAD51D, FANGC, CYP24A1 genes were detected in a small Buryat ethnic group. Our data are consistent with existing data showing that variants in the RAD51D gene may be involved in the pathogenesis of breast/ovarian cancer. We also showed that the Mongolic-speaking Buryat populations exhibited strong genetic resemblance to those of Chinese.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41660915",
    "title": "Identification of BRCA1 and BRCA2 Germline Mutations in Female Breast Cancer Patients Using Next Generation Sequencing.",
    "abstract": "Breast cancer is the most common cancer affecting females according to WHO 2020 report, with BRCA1 and BRCA2 identified as the major tumor suppressor genes linked to disease susceptibility. Hence, the purpose of the current study was to investigate germline mutations among these genes in a group of Egyptian female breast cancer patients. Blood samples from primary breast cancer patients (n=22), benign breast lesions (n=5) and healthy controls (n=7) were sequenced for BRCA genes by next generation sequencer. A total of 135 genetic variations were detected, 59 in BRCA1 and 76 BRCA2, 2 indels (insertion-deletion) and 133 SNV (single nucleotide variation), nearly 55% of those variants were missense variants, 38% were synonymous and 7% were nonsense. A total of 59 variations were detected in BRCA1 and they were categorized as exonic (n=10) and intronic (n=49) regions, BRCA1 exonic variants were categorized into: missense (n=12), non-coding transcript (n=11) synonymous (n=6), splice region synonymous (n=2), stop gain (n=2) and 3-prime UTR (n=1) variants. Regarding variations detected in BRCA2, 55 intronic and 21 exonic variants were identified. Among these 21 variants; 13 novel mutations and 8 formally reported as follows: 7 as benign and one previously reported with contradictory pathogenicity according to the Clinvar database which is a freely available, public archive of reports of the relationships between human variations and phenotypes hosted by the National Center for Biotechnology Information (NCBI) and funded by intramural National Institutes of Health (NIH) funding. BRCA1 and BRCA2 germline profiling based on next-generation sequencing technology among Egyptian breast cancer female patients revealed 135 germline variations -104 intronic and 31 exonic, respectively. Among the exonic variants; 13 were newly reported mutations. Hence further study is required to enhance mutational analysis which may benefit clinical system.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41657798",
    "title": "Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.",
    "abstract": "Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.",
    "journal": "American journal of cancer research",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41654853",
    "title": "Ovarian follicular density in women with BRCA1 and BRCA2 mutations: new insights into the negative impact on ovarian reserve.",
    "abstract": "Germline mutations of BRCA1 and BRCA2 may impair DNA repair in the ovarian cortex, leading to increased oocyte apoptosis, thus, affecting ovarian reserve. Aim of this study was to assess follicular density in ovarian biopsies from women with breast cancer carrying BRCA1 and BRCA2 mutations who underwent ovarian tissue cryopreservation (OTC) at our center. This was a single center, observational, cross-sectional study carried out in a tertiary level referral center for fertility preservation treatment. Exclusion criteria were: patients aged < 18 years or > 38 years, patients who had already undergone chemotherapy/pelvic radiotherapy at the time of OTC, patients without data on follicular density and those with unknown BRCA mutational status. Follicular density was defined as the number of primordial, intermediate primordial, small primary, large primary, secondary, preantral, and antral follicles per 1 mm<sup>2</sup> of cortical section area. Out of 216 patients, 21 women reported germline mutation: 9 (4.2%) were carriers of the BRCA1 mutation and 13 (6%) of the BRCA2 mutation. The mean age at OTC was 31.5 ± 3.6 years, and the median age was 32.4 years (range, 21-38). No significant difference in follicular density was observed among women without BRCA mutations, those with BRCA1 mutations, and those with BRCA2 mutations. The median follicular density was 4.0/mm<sup>2</sup> (range 0-74.5) in BRCA-negative women, 3.5/mm<sup>2</sup> (range 0-20) in women with BRCA1 mutations, and 4.0/mm<sup>2</sup> (range 0-32) in women with BRCA2 mutations (p = 0.272 and p = 0.703, respectively). After adjusting for age, no statistically significant differences in follicular density were observed according to BRCA1 and BRCA2 mutation status: the median follicular density was 4.6/mm<sup>2</sup> in BRCA-negative women, 3.1/mm<sup>2</sup> in women with BRCA1 mutations, and 3.6/mm<sup>2</sup> in women with BRCA2 mutations (p = 0.428 and p = 0.385, respectively). No significant difference in follicular density was observed between women with BRCA1/BRCA2 mutations and those without. Our findings suggest that the presence of a BRCA mutation does not have a significant negative clinical impact on the follicular population of the ovarian cortex. Larger studies are needed to further validate these findings.",
    "journal": "Journal of ovarian research",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41654537",
    "title": "Constitutional BRCA1 Methylation is associated with high level of tumoral BRCA1 methylation and homologous recombination deficiency in triple-negative breast cancer.",
    "abstract": "Tumoral BRCA1 promoter methylation occurs frequently in triple-negative breast cancer (TNBC) and contributes to homologous recombination deficiency (HRD). While constitutional BRCA1 methylation has been described, its relationship with tumoral methylation, genomic instability, and prognosis remains unclear. Paired tumor and blood samples from 136 TNBC patients (SCANDARE, NCT03017573) were analyzed for BRCA1 methylation, genomic alterations, HRD and outcomes. Constitutional BRCA1 methylation was detected in 20.6% of patients and tumoral methylation in 31.6%, including 11.5% with somatic-only methylation. In cases with constitutional BRCA1 methylation, tumoral methylation levels increased markedly, with 89% of high-methylation tumors (≥50%) associated with a Loss of Heterozygoty. Tumors with BRCA1 promoter methylation consistently exhibited high HRD (Homologous Recombination Deficiency) scores, comparable to those with pathogenic HRR (Homologous Recombination Repair) gene pathogenic variants (p < 0.001). Conversely, HRD was rare in tumors lacking both BRCA1 methylation and HRR gene alterations. Prognostically, constitutional BRCA1 methylation tended to associate with improved survival, while somatic-only methylation showed a trend toward poorer outcomes (p = 0.06). Constitutional BRCA1 methylation is associated with a high level of tumoral BRCA1 promoter methylation and HRD in TNBC. These findings support integrating constitutional and tumoral BRCA1 methylation into HRD assessment to improve patient stratification and precision treatment in TNBC.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41644081",
    "title": "4-Hydroxyderricin from Angelica keiskei promotes the stability of BRCA1 in triple-negative breast cancer cells through inhibition of cathepsin S.",
    "abstract": "Breast cancer susceptibility gene 1 (BRCA1), a tumor suppressor protein, is closely associated with ovarian and breast cancers. Previously, cathepsin S (CTSS) was reported to prevent BRCA1-mediated apoptosis, contributing to chemoresistance in TNBC. In this study, we screened the CTSS inhibitory activity of 107 pure compounds derived from plant materials and identified 4-hydroxyderricin (12) from Angelica keiskei as a potent CTSS inhibitor. Compound 12 increased BRCA1 stability in TNBC cells in a CTSS-dependent manner. In an in vivo TNBC xenograft mouse model, combination treatment with paclitaxel and compound 12 significantly increased BRCA1 stability, reduced the final tumor weight, and decreased the number of Ki-67-positive proliferative cells. Our findings suggest that combination therapy with compound 12 can enhance BRCA1 function and improve chemotherapeutic efficacy. This study highlights CTSS inhibition as a promising therapeutic strategy for TNBC patients with wild-type BRCA1.",
    "journal": "Phytochemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41643795",
    "title": "Emerging trends and treatment strategies in ovarian cancer: A comprehensive review.",
    "abstract": "Ovarian cancer (OC) is the eighth leading cause of cancer deaths in women globally, mainly originating from epithelial cells. It is further divided into type-I and type-II based on histology, molecular, clinical, and epidemiological characteristics. OC is commonly diagnosed in postmenopausal women, although this varies by ethnicity and genetics. Non-Hispanic white women have higher rates of OC, while African American women, despite lower incidence, are diagnosed at a younger median age. Family history and BReast CAncer gene 1&2 (BRCA1/BRCA2) mutations significantly correlate with a heightened risk of OC. Obesity, particularly from childhood, is associated with a higher risk of OC. Late menopause and smoking, are linked to a higher risk, especially for mucinous and possibly serous OC. Hormone-replacement-therapy, particularly with unopposed estrogen, also increases the risk of OC. Endometriosis raises the risk for specific subtypes like clear cell and endometrioid carcinoma. Women who have never given birth (null-parity) are at higher-risk for endometrioid and clear cell carcinoma. Surgical resection is crucial for reducing primary and local metastatic disease, involving inspection of the peritoneal cavity, cytology, lymph node removal, and biopsies. The success of surgery is limited by the visibility, extent, and tissue infiltration of the disease. The choice between neoadjuvant-chemotherapy and primary debulking surgery depends on patient health and tumor biology. Secondary cytoreductive surgery may be beneficial for platinum-sensitive recurrent OC. The use of PARP inhibitors and targeted therapies adds complexity to surgical decisions. Ongoing trials and new therapeutic strategies are expected to enhance the management and outcomes of OC.",
    "journal": "Critical reviews in oncology/hematology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41637687",
    "title": "Survival Outcomes With or Without Risk-Reducing Mastectomy in <i>BRCA1</i> and <i>BRCA2</i> Pathogenic Variant Carriers.",
    "abstract": "Many women carrying pathogenic variants (pvs) of <i>BRCA1</i> and <i>BRCA2</i> genes (pv<i>BRCA</i><i>1/2</i>) elect to undergo bilateral risk-reducing mastectomy (BRRM) in the belief that it will improve their overall survival (OS). Although many are satisfied with their decision to undergo BRRM a significant minority exhibit regret. We compared long-term oncology outcomes in women with pv<i>BRCA1/2</i> choosing BRRM with those choosing a program of imaging surveillance. All participants were attendees at a regional family history/genetics service and had undergone genetic testing for pv<i>BRCA</i><i>1/2</i>. Carriers of pv<i>BRCA1/2</i> elected either to undergo BRRM or imaging surveillance as directed by UK national guidance. A prospective cohort design examined OS, breast cancer-specific death, and breast cancer incidence between the study groups. A total of 460 women elected to undergo BRRM, while 745 chose surveillance (median age, 37.2 years and 38.5 years, respectively; <i>P</i> = .06). Follow-up totaled 4,652 woman-years after BRRM. Overall annual incidence rate of breast cancer was 2.4%, falling to 0.15% after BRRM, a 94% reduction compared with surveillance alone (log-rank chi-square = 86.1; <i>P</i> < .001). There were nine occult cancers diagnosed at BRRM (2%). Breast cancer-specific deaths were similar in the BRRM and surveillance groups (two and four deaths, respectively; <i>P</i> = .36; 4,634 and 5,419 woman-years of follow-up, respectively). Proportionately, deaths from breast cancer were similar to deaths from ovarian cancer in both treatment groups. For women electing imaging surveillance over risk-reducing surgery, our results may offer reassurance that their breast cancer-specific survival and OS are unlikely to be compromised. However, breast cancer incidence rates are significantly reduced after BRRM compared with imaging surveillance, which may be important information for women with pv<i>BRCA</i><i>1/2</i> considering BRRM.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41636845",
    "title": "Exploring the spectrum of HER2 in non-metastatic triple negative breast cancer: from HER2-Null to HER2-low, including HER2-ultralow status.",
    "abstract": "HER2-low and -ultralow breast cancer have recently emerged as distinct theranostic subcategories within the HER2 spectrum, prompting reassessment of traditional HER2-negative immunohistochemistry scores (0, 1+ , and 2+ without amplification). This study reclassifies, according to this new categorization, a cohort of 367 patients who have never received chemotherapy and have non-metastatic triple-negative breast cancer (TNBC). We evaluated its association with their clinicopathological features and prognosis. HER2 0 tumors were reclassified as HER2-null (no staining) or HER2-ultralow (≤10% faint, incomplete membrane staining). HER2 1+ or 2+ (non-amplified) tumors were defined as HER2-low. Overall, 38.4%, 37.6% and 24.0% of TNBC samples were reclassified as HER2-null, -ultralow and -low, respectively. HER2-ultralow tumors were more frequently associated with the presence of tertiary lymphoid structures (p = 0.0259) and BRCA1 promoter methylation (p = 0.0439) than HER2-low tumors. Moreover, compared with HER2-null samples, HER2-ultralow tumors were of smaller size (p = 0.0167) and lower stage and grade (p = 0.0066 and p = 0.0364, respectively). Conversely, age, lymph node involvement, histology, molecular apocrine or basal-like phenotypes, PIK3CA and PTEN status, immune infiltrates, assessed using T-cell (CD3), B-cell (CD20) and macrophage (CD163) markers, and PD-L1 expression in tumor or stromal cells were not associated with the HER2-ultralow status. The survival analysis (median follow-up = 10.3 years) showed that relapse-free survival was not influenced by the HER2 status. Despite some significantly different clinicopathological features, there is no solid evidence to support HER2-ultralow, HER2-low and HER2-null cancers as individual TNBC clinical-molecular entities. Particularly, assigning TNBC samples to the HER2-null, -ultralow and -low categories did not bring any additional prognostic value.",
    "journal": "Virchows Archiv : an international journal of pathology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41630032",
    "title": "Therapeutic synergies that overcome carboplatin resistance in triple-negative breast cancer.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype lacking targeted therapeutic options, where platinum-based chemotherapy such as carboplatin serves as a cornerstone of treatment. Despite initial responses, the rapid emergence of acquired resistance remains a major clinical barrier. Understanding the molecular adaptations that drive platinum resistance is essential to develop strategies to restore sensitivity and identify alternative vulnerabilities. We generated four isogenic patient-derived xenograft (PDX) pairs (WHIM30, BCM‑2147, BCM‑3887, BCM‑7482) through serial carboplatin exposure to model acquired resistance in TNBC. Bulk RNA sequencing, immunohistochemistry, and histopathological analyses were performed to define transcriptomic and phenotypic changes associated with resistance. Synergistic therapeutic combinations were identified using high-throughput drug screening in carboplatin-resistant (CR) PDX-derived models, followed by in vivo validation in NSG mice. Tumor growth and survival were assessed using mixed-effects modeling, two-way ANOVA, and Welch's student t-test. The resulting isogenic PDX pairs captured both convergent and model-specific adaptations to carboplatin. CR tumors demonstrated heterogeneous activation of DNA damage repair pathways, including restoration of BRCA1-dependent homologous recombination (BCM‑2147, WHIM30) and compensatory upregulation of mismatch repair (BCM‑3887). In the BRCA1-mutant BCM‑7482 model, resistance correlated with HORMAD1 upregulation, suggesting an alternative HRD-associated mechanism. Morphologically, BCM‑7482CR tumors exhibited a significant increase in nuclear size compared to their sensitive counterpart (p < 0.0001). Drug screening identified mTOR pathway inhibition as a recurrent vulnerability across CR models. Sacituzumab govitecan (SG) combined with Everolimus produced robust synergy in vitro and superior tumor control in vivo compared to single agents in both WHIM30CR and BCM‑2147CR. A second combination, Everolimus + Selinexor (KPT‑330), also reduced tumor burden, achieving statistical significance in an expanded WHIM30CR cohort and suppressing metastatic progression in the intrinsically resistant WHIM2 model. Isogenic PDX models of TNBC provide a powerful platform to define molecular mechanisms of acquired carboplatin resistance and uncover actionable therapeutic strategies. Our findings reveal multiple adaptive routes to platinum resistance, including restoration of homologous recombination and activation of alternative DNA repair programs. Synergistic interactions between SG and mTOR inhibition offer a promising avenue for overcoming resistance, supporting further clinical investigation of these combinations in TNBC.",
    "journal": "Journal of experimental & clinical cancer research : CR",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41619425",
    "title": "Understanding patient priorities: Sexual health and hereditary ovarian cancer syndromes.",
    "abstract": "Patients with hereditary breast and ovarian cancer syndromes are frequently recommended risk-reducing salpingo-oophorectomy years before natural menopause. While effective in reducing cancer-related morbidity and mortality, salpingo-oophorectomy increases the risk of sexual dysfunction. This study explores patient experiences and perspectives on integrating sexual health support within hereditary cancer syndrome care. From 02/2023-11/2023, we conducted a cross-sectional survey study at a gynecologic oncology clinic. Patients at increased genetic risk for breast and ovarian cancer completed a 26-question survey adapted from previous literature. Descriptive and univariate analyses were performed. Of 81 patients approached, 75 (93 %) participated. Median age was 42 years (IQR 13.5); 46 (61 %) had prior risk-reducing surgery, and 22 (29 %) had history of breast cancer. Sixty-six (88 %) reported that sexuality and intimacy were important and 57 (76 %) felt these issues should be addressed by the healthcare team. Sixty (80 %) preferred discussing sexual health with a physician. Patients welcomed discussions at multiple timepoints, including before risk-reducing surgery (46, 61 %) and during follow-up (67, 89 %). Twenty-six (35 %) felt it was too overwhelming to address sexual health at the time of pathogenic variant diagnosis. Key interests included consequences of risk-reducing treatments (58, 77 %) and strategies for maintaining sexuality and intimacy (49, 65 %). Sexual health is a significant concern for patients with hereditary breast and ovarian cancer risk. Most prefer physician-led conversations throughout different stages of care. These findings underscore the importance of a proactive, patient-centered approach to sexual health communication in this population.",
    "journal": "Gynecologic oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41619336",
    "title": "Male breast health and breast cancer risk.",
    "abstract": "Males account for a small but clinically significant component of overall breast conditions, both benign and malignant. This review summarizes current evidence on epidemiology, male breast anatomy, clinical presentation, diagnosis, management, and identification of risk factors for male breast disease. Benign male breast disease, including gynecomastia, prompts clinical evaluation and requires understanding of hormonal and pharmacological causes to guide diagnostics and management. Although male breast cancer is rare, accounting for less than 1% of all breast cancers, it carries important hereditary and clinical implications. Pathogenic germline variants in BRCA2 are the predominant genetic contributor, conferring a lifetime risk of ~7%, while BRCA1, CHEK2 and PALB2 variants confer lower risk. Males with breast cancer typically present with subareolar masses, nipple changes, or pain, often at older ages and later stages compared with females. Imaging evaluation, including mammography and ultrasound, is central to diagnosis and management. Screening recommendations for high-risk men remain limited due to sparse prospective data, with multigene panel testing and family history assessment guiding individualized risk assessment. Management strategies for male breast cancer generally parallel female protocols, despite unique biological features. By integrating considerations of benign and malignant conditions, this review underscores the importance of tailored evaluation, risk assessment, and individualized care for males, while identifying knowledge gaps to inform future research and improve outcomes in this under-recognized population.",
    "journal": "Maturitas",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41619087",
    "title": "Hereditary ovarian cancer in women with African ancestry: a scoping review.",
    "abstract": "This scoping review explored genetic variants associated with hereditary ovarian cancer in women of African ancestry. Around 20% of ovarian cancers are hereditary, with <i>BRCA1</i> and <i>BRCA2</i> variants accounting for 20–55% of these cases, while other implicated genes include <i>BRIP1, ATM, RAD51C, RAD51D</i>, and the Lynch syndrome genes. The genetic basis of ovarian cancer in women of African ancestry, however, remains poorly understood. Accurate diagnosis of hereditary cancer syndromes is crucial given their personal and familial implications, informing patient management, surveillance, and cascade testing for at-risk relatives. Eligible studies included women of African ancestry with confirmed primary ovarian, peritoneal, or fallopian tube cancer who underwent germline genetic testing for hereditary cancer syndromes. Studies based solely on somatic testing or genome-wide association approaches were excluded. A comprehensive search of PubMed, Scopus, Web of Science, Google Scholar, and ProQuest Dissertations and Theses Global was conducted. Two reviewers independently screened citations and extracted data using a standardized form, and results were summarised narratively and in tables according to JBI scoping review guidelines. Thirty studies were included, primarily involving African American and North African participants. Only four focused specifically on hereditary ovarian cancer; the remainder primarily examined breast cancer cohorts with some ovarian cancer cases. Across these studies, 75 pathogenic variants were identified in 110 families, with 92% in <i>BRCA1</i> or <i>BRCA2</i>. Research on hereditary ovarian cancer in women with African ancestry remains extremely limited, highlighting the urgent need for broader next-generation sequencing studies to inform clinical care. The online version contains supplementary material available at 10.1007/s10689-026-00530-x.",
    "journal": "Familial cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41616389",
    "title": "A novel BRCA mutation classification system reveals differential responses to PARP inhibition and prognostic outcomes in epithelial ovarian cancer: a multicenter study.",
    "abstract": "Although poly (ADP-ribose) polymerase inhibitors (PARPis) have transformed the treatment landscape for the BReast CAncer susceptibility gene (BRCA)-mutated ovarian cancer, emerging evidence suggests significant heterogeneity in treatment efficacy. However, findings regarding the impact of mutation location and type remain debated, underscoring the necessity for more data and better subclassification. This study aimed to evaluate the association between novel BRCA mutation subgroups and PARPi response in epithelial ovarian cancer. This is a multicenter retrospective study conducted in China which enrolled BRCA1/2-mutated epithelial ovarian cancer patients between 2015 and 2024. Patients who achieved complete or partial response after surgery and platinum-based chemotherapy were included. Progression-free survival (PFS) was assessed with Kaplan-Meier curves (log-rank test) and Cox models to estimate hazard ratios with 95% confidence intervals. A total of 465 patients were included, of whom 319 (68.6%) received PARPi as maintenance therapy. We introduced a novel classification system that continuously segments the entire BRCA1 gene. Patients with mutations in the DNA-binding domain (DBD) and adjacent region [between DBD and C-terminal domain of BRCA1 (BRCT) (DB)] had poor prognosis without PARPi treatment but showed substantial benefit with PARPi (P = 0.0097 and P = 0.0016, respectively). Conversely, mutations in the Really Interesting New Gene (RING) domain and its downstream region (between RING and DBD) showed limited therapeutic benefit from PARPi and were associated with poorer overall outcomes. Patients with mutations located in the BRCT domain exhibited favorable prognosis regardless of PARPi treatment, diminishing the relative benefit of PARPi in this subgroup. According to the mutation type, patients with frameshift or nonsense mutations experienced significant improvement with PARPi (both P < 0.05). Our novel classification revealed that PARPi efficacy and prognosis varied significantly by mutation location, with the central region linked to superior outcomes compared with the N- and C-terminal regions. Comprehensive mutation profiling should guide treatment decisions to optimize outcomes in patients with BRCA-mutated ovarian cancer.",
    "journal": "ESMO open",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41612657",
    "title": "Risk-Reducing Mastectomy in <i>BRCA1/2</i> and Other High-Risk Gene Carriers: Current Evidence and Practical Guidance.",
    "abstract": "Women carrying pathogenic/likely pathogenic variants of high- or moderate-penetrance genes, such as <i>BRCA1/2</i>, <i>TP53</i>, <i>PTEN</i>, <i>PALB2</i>, <i>CDH1</i>, <i>STK11</i>, <i>CHEK2</i>, and <i>ATM</i>, face markedly elevated lifetime risks of breast cancer. Risk-reducing mastectomy (RRM) reduces incidence by approximately 90% as shown in large observational cohort studies and meta-analyses. However, the survival advantage of RRM remains uncertain given the observational design, heterogeneous population, and the lack of randomized controlled trials. For moderate-penetrance genes, guidance relies more on absolute risk modeling and expert consensus than on direct outcome data. Hence, RRM is recognized as an option for women at high-risk, while emphasizing individualized, multidisciplinary decision-making that incorporates oncological, genetic, reconstructive, and psychosocial perspectives. In addition, choices are shaped by many factors, such as age, family plans, culture, and healthcare systems in real practice. This review integrates the current evidence and evolving guidelines to clarify the benefits, limitations, and controversies surrounding RRM. By addressing existing knowledge gaps and decision-making challenges, it aims to facilitate informed patient-centered counseling for the management of hereditary breast cancer.",
    "journal": "Journal of breast cancer",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41612487",
    "title": "Managing healthcare for female BRCA carriers in the population screening era: developing a harmonized national policy for surveillance and risk-reduction.",
    "abstract": "The implementation of Israeli National screening for <i>BRCA1/BRCA2</i> pathogenic variants (PVs) in 2020 has led to a significant increase in the number of unaffected female carriers who are referred to high-risk surveillance clinics (HRSCs). Lack of standardization in protocols for risk reduction and surveillance between HRSCs results in confusion and gaps in care. We aimed to identify discrepancies in existing practices and lead to policy development of a national policy for surveillance, management and risk reducing strategies in <i>BRCA-PV</i> carriers. A comparative analysis of risk reduction and surveillance protocols of the nine leading HRSCs across Israel, comprising the Israeli Consortium for hereditary breast and ovarian cancer (HBOC), and multi-center meetings to develop consensus guidelines for HRSCs. Our analysis revealed a high level of prior consensus on critical aspects including risk-reducing mastectomy, salpingo-oophorectomy, fertility treatment, contraception, hormone replacement therapy, and general health behavior. For breast cancer (BC) imaging surveillance there was variability regarding frequency (e.g. only one HRSC offers biannual MRI for <i>BRCA1</i> carriers), age limits (five centers continue in women older than 75 years), frequency during pregnancy and lactation (four HRSCs every three months and four others every six months; one does not recommend any surveillance), and surveillance post-mastectomy. For ovarian cancer (OvCa) surveillance, there was also variability: six centers recommend biannual/annual serum CA-125 level and pelvic sonography for all women, one center recommends this for all women till risk-reducing-bilateral-salpingo-oophorectomy (RRBSO), and two centers exclusively for women from age 35 till RRBSO. Surveillance recommendations for malignancies other than BC and OvCa differed greatly among centers. The online version contains supplementary material available at 10.1186/s13584-026-00746-3.",
    "journal": "Israel journal of health policy research",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41608012",
    "title": "Early Diagnosis of Male Breast Cancer: A Case Report and Literature Review.",
    "abstract": "Male breast cancer (MBC) is a rare neoplasm, and this rarity underscores the critical importance of awareness and appropriate screening. This study presents a case of male breast cancer (MBC) in a 64-year-old patient to enhance understanding of this rare and frequently underdiagnosed neoplasm. A 64-year-old man presented with a palpable mass in the left breast. Imaging revealed bilateral gynecomastia and a highly suspicious 4.3-cm Breast Imaging Reporting and Data System (BI-RADS) 5 nodule with nipple retraction. Biopsy confirmed histologic grade III invasive ductal carcinoma. Immunohistochemistry showed positivity for hormone receptors (Estrogen Receptor (ER) 90%, Progesterone Receptor (PR) 50%) and was negative for Human Epidermal Growth Factor Receptor 2 (HER2). Following left mastectomy, the patient experienced postoperative complications, including a contralateral hematoma and a persistent seroma. Oncotype diagnosis (DX) testing indicated a low chemotherapy benefit, leading to adjuvant therapy with tamoxifen. Pathologic tumor stage pT1c and pathologic nodal status pN0, confirmed by sentinel lymph node biopsy, indicated early-stage disease. The complexity of MBC underscores the critical importance of early diagnosis. The prompt detection of the suspicious mass, culminating in effective early-stage treatment, proved crucial to this patient's favorable prognosis, in contrast to the common trend of delayed diagnoses and their less promising outcomes. Accordingly, strengthening public awareness and professional training is essential to optimize management and improve outcomes in men with breast cancer.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41604601",
    "title": "TBCRC 048 (Olaparib Expanded) Expansion Cohorts: Phase II Study of Olaparib Monotherapy for Patients With Metastatic Breast Cancer With Germline Mutations in <i>PALB2</i> or Somatic Mutations in <i>BRCA1</i> or <i>BRCA2</i>.",
    "abstract": "Translational Breast Cancer Research Consortium 048 was a proof-of-principle trial demonstrating responses to the poly (ADP-ribose) polymerase (PARP) inhibitor olaparib in patients (pts) with metastatic breast cancer (MBC) with germline (g) <i>PALB2</i> or somatic (s) <i>BRCA</i> mutations (s<i>BRCA</i>m). Here we report results from the expansion cohorts in a larger sample of pts with g<i>PALB2</i>m or s<i>BRCA</i>m. Eligible pts had MBC of any subtype with measurable disease and a g<i>PALB2</i>m or s<i>BRCA</i>m. Pts received olaparib 300 mg twice a day until progression. The primary end point was overall response rate. Secondary end points include clinical benefit rate (CBR) at 18 weeks, progression-free survival (PFS), duration of response (DOR), and whether among s<i>BRCA</i>m carriers the mutant allele frequency (MAF) is significantly higher in responders than in nonresponders. Fifty-four pts with g<i>PALB2</i>m (N = 24) or s<i>BRCA</i>m (N = 30) were enrolled. Forty-two (78%) had estrogen receptor-positive human epidermal growth factor receptor 2-negative (HER2-) MBC, seven (13%) had triple-negative breast cancer, and five (9%) had HER2+ disease. Among pts with a g<i>PALB2</i>m, the overall response rate (ORR) was 75% (80% CI, 60.2 to 86.3), CBR was 83.3% (90% CI, 65.8 to 94.1), the median PFS was 9.4 months (90% CI, 8.3 to 13.1), and the median DOR was 7.0 months (90% CI, 5.6 to 10.4). Among pts with s<i>BRCA</i>m (15 s<i>BRCA1</i> and 15 s<i>BRCA2</i>), the ORR was 36.7% (80% CI, 24.7 to 50), CBR was 53.3% (90% CI, 37 to 69.1), the median PFS was 5.5 months (90% CI, 2.8 to 8.3), and the median DOR was 11.2 months (90% CI, 4.4 to not reached). One additional pt had an unconfirmed partial response. Although clinically meaningful, the ORR in pts with s<i>BRCA</i>m did not achieve the prespecified target. Among s<i>BRCA</i>m carriers, the mean MAF did not differ significantly between responders (46%) and nonresponders (39%; <i>P</i> = .7). Olaparib is active in pts with MBC with g<i>PALB2</i>m and s<i>BRCA</i>m, significantly expanding the population of pts with breast cancer likely to benefit from PARP inhibitors beyond g<i>BRCA1/2</i>m carriers.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41597333",
    "title": "Clinical and Prognostic Relevance of BRIP1 Expression in Colorectal Cancer: Evidence from TCGA and Korean Cohorts.",
    "abstract": "<i>Background and Objectives</i>: BRCA1-interacting protein C-terminal helicase 1 (BRIP1) encodes a member of the RecQ DEAH helicase family and interacts with the BRCT repeats of breast cancer type 1 (BRCA1). It also participates in DNA damage repair and tumor suppression; thus, its mutations may be associated with an increased risk of several cancers, including fallopian tube and ovarian cancer. Recent research has explored whether BRIP1 dysregulation also contributes to the development and progression of other malignancies. This study investigated the clinical and prognostic value of BRIP1 in colorectal cancer (CRC). <i>Materials and Methods</i>: We first analyzed The Cancer Genome Atlas (TCGA) dataset to evaluate the prognostic significance of BRIP1 mRNA expression in CRC. BRIP1 expression was subsequently examined in tumor tissues from 60 CRC patients, and its associations with clinicopathological characteristics and clinical outcomes were assessed. <i>Results</i>: In rectal cancer, a higher BRIP1 expression was associated with younger age. In colon cancer, BRIP1 expression was correlated with gender, lymphatic invasion, carcinoembryonic antigen (CEA) level, pathological stage, M stage, N stage, microsatellite instability (MSI) status, and anatomical tumor location. Survival analysis showed that low BRIP1 expression was associated with poorer overall survival in both rectal and colon cancers significantly. In CRC patient tissues, lower BRIP1 expression was further related to elevated CEA levels and unfavorable clinical outcomes. Lower BRIP1 mRNA expression is significantly associated with aggressive clinicopathological features and poor prognosis in CRC. <i>Conclusions</i>: BRIP1 may serve as a promising biomarker for risk stratification and a potential therapeutic target in the management of CRC.",
    "journal": "Medicina (Kaunas, Lithuania)",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595712",
    "title": "Mutational Landscape Analysis of BRCA1/2 and Identification of Extracellular-Vesicle-Related Biomarkers in Triple-Negative Breast Cancer.",
    "abstract": "<b>Background</b>: Triple-negative breast cancer (TNBC), defined by the absence of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER-2) expression, is associated with increased <i>BRCA1/2</i> mutation rates. Extracellular vesicles (EVs) play a pivotal role in TNBC progression. This study aimed to analyze <i>BRCA1/2</i> mutations and identify EV-related biomarkers for TNBC by employing TNBC-related datasets and EV-related genes (EVRGs). <b>Methods</b>: Initially, <i>BRCA1/2</i> mutations in TNBC patients were examined. Differentially expressed EVRGs (DE-EVRGs) were identified by integrating the results of both differential expression analysis and weighted gene co-expression network analysis (WGCNA). Biomarkers were identified using Receiver Operating Characteristic (ROC) and Kaplan-Meier (K-M) analyses. Finally, functional enrichment, drug prediction, molecular docking, and reverse transcription quantitative polymerase chain reaction (RT-qPCR) analyses were performed. <b>Results</b>: Waterfall plots indicated that <i>TP53</i> exhibited the highest mutation frequency in both the mutation (MUT) and wild-type (WT) group. Four distinct types of immune cells (for example, eosinophils and neutrophils) showed significantly elevated expression levels in the WT group. Notably, <i>PLA2G5</i> was identified as a biomarker of TNBC and its expression was significantly lower in TNBC (<i>p</i> = 0.0025). Functional analysis demonstrated that <i>PLA2G5</i> is enriched in the \"drug metabolism cytochrome P450\" pathway. Finally, 20 drugs targeting <i>PLA2G5</i> were identified, among which leukotriene C4 demonstrated a binding affinity of -7.2 kcal/mol. This finding suggests that leukotriene C4 has potential therapeutic applications for the treatment of TNBC. <b>Conclusions</b>: Our study found significant differences between the MUT and WT groups, identifying <i>PLA2G5</i> as a biomarker for TNBC and offering a theoretical basis for TNBC treatment.",
    "journal": "Biomedicines",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595245",
    "title": "Male Breast Cancer in Serbia: A 33-Year Retrospective Cohort Study of Genetic Predisposition, Clinicopathological Features, and Survival Outcomes.",
    "abstract": "<b>Background/Objectives</b>: Male breast cancer (MBC) is rare, accounting for less than 1% of all breast cancers. Given its low incidence, male breast cancer (MBC) remains understudied; this 33-year Serbian cohort was assessed for clinicopathological features, therapeutic approaches, genetic alterations, and survival. <b>Methods</b>: We retrospectively analyzed MBC patients diagnosed between 1991 and 2024 at the Institute for Oncology and Radiology of Serbia. Data included demographics, tumor characteristics, and stage, treatment, hormone receptor and HER2 status, Ki-67 index, genetic testing, and survival. <b>Results</b>: A total of 191 patients were identified (median age 66). Family history was negative in 91% and positive in 5.8%. T2 tumors were most frequent (36%), and 96% presented without metastasis. Mastectomy with axillary or sentinel lymph node dissection was performed in 78.5%. Neoadjuvant chemotherapy and radiotherapy were administered in 5.8% and 8.4%. Estrogen receptor positivity was 72%, progesterone receptor 88%, HER2 overexpression 11.0%, and triple-negative tumors 2.6% (40% with axillary involvement). High Ki-67 (≥15%) was recorded in 28.8%. Adjuvant chemotherapy, radiotherapy, and hormone therapy were given in 36%, 58%, and 68%. Among 37 genetically tested patients, seven had pathogenic variants (BRCA1, BRCA2, CHEK2, PALB2). Disease recurrence occurred in 30%. Median follow-up was 53 months. Median disease-free survival (DFS) was 82 months (1-, 2-, 5-, 10-year DFS: 87%, 73%, 57%, 39%). Median overall survival (OS) 131 months (1-, 2-, 5-, 10-year OS: 95%, 93%, 73%, 53%). <b>Conclusions</b>: This long-term cohort highlights the predominance of hormone-receptor positivity, the infrequency of germline mutations, and moderate survival rates, informing patient management and guiding future studies.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595228",
    "title": "An Inducible BRCA1 Expression System with In Vivo Applicability Uncovers Activity of the Combination of ATR and PARP Inhibitors to Overcome Therapy Resistance.",
    "abstract": "Poly(ADP-ribose) polymerase inhibitors (PARPi) have transformed cancer therapy for patients harbouring homologous recombination repair (HRR) deficiencies, notably <i>BRCA1/2</i> mutations. However, resistance to PARPi remains a clinical challenge, with restoration of BRCA1 function via hypomorphic variants representing an understudied scenario. Here, we engineered a doxycycline-inducible BRCA1 expression system in the <i>BRCA1</i>-mutant, triple-negative breast cancer cell line MDAMB436, permitting controlled analysis of functionally distinct BRCA1 hypomorphs in vitro and in vivo. Among multiple BRCA1 variants generated-including RING, coiled-coil, and BRCT domain mutants-only overexpression of the ∆exon11 hypomorph robustly conferred resistance to olaparib and carboplatin, with drug sensitivity correlating to ∆exon11 expression levels. While ∆exon11 BRCA1 mediated HRR restoration, its efficiency was consistently lower than full-length BRCA1, as measured by RAD51 foci formation and interaction with repair partners such as PALB2. In vivo, tumours expressing Δexon11 BRCA1 exhibited only partial resistance to olaparib compared to those expressing full-length BRCA1. Importantly, the combination of olaparib and the ATR inhibitor, ceralasertib, overcame ∆exon11-mediated resistance, impairing RAD51 foci formation in ∆exon11-expressing cells. Our findings identify a dose-dependent, hypomorphic HRR restoration by ∆exon11 BRCA1, help explain the variable resistance observed in BRCA1-mutant pre-clinical models expressing this hypomorph, and propose ATR inhibition in combination with PARPi as a clinical strategy to counteract therapeutic resistance mediated by ∆exon11 BRCA1 hypomorphs.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41594705",
    "title": "Development of Mitochondria-Targeted PARP Inhibitors.",
    "abstract": "PARP inhibitors are a clinically validated class of anticancer therapeutics that exploit synthetic lethality to target homologous recombination-deficient tumors, such as those carrying BRCA1/2 mutations. Nevertheless, the rational design of mitochondria-targeted PARP inhibitors capable of selective mitochondrial accumulation and organelle-specific PARP modulation remains an unresolved objective. To enable organelle-specific modulation of PARP activity, we synthesized a series of trialkyl(aryl)phosphonium conjugates of olaparib and rucaparib designed to target mitochondria by cardiolipin binding. Their activity was evaluated by PARP1 inhibition, cardiolipin affinity, and cytotoxicity in BRCA1-deficient HCC1937 breast cancer cells and non-malignant H9C2 cardiomyocytes. All conjugates retained potent PARP1 inhibition (IC<sub>50</sub> = 3.4-17 nM), comparable to the parent drugs. Several derivatives, particularly compounds <b>2d</b> and <b>6c</b>, exhibited strong cardiolipin binding (EC<sub>50</sub> = 12.99 µM and 6.77 µM, respectively) and significantly enhanced cytotoxicity in HCC1937 cells (IC<sub>50</sub> = 0.93 and 2.01 µM), outperforming olaparib and rucaparib. Notably, cytotoxicity toward H9C2 cells was lower, indicating a favorable selectivity profile. Phosphonium conjugation preserves PARP1 inhibitory activity while conferring mitochondrial targeting and enhanced anticancer potency. These findings support the development of mitochondria-targeted PARP inhibitors as a next-generation therapeutic strategy with the potential to improve efficacy and overcome resistance in HR-deficient tumors.",
    "journal": "Biomolecules",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41590330",
    "title": "Germline <i>BRCA1/2</i> Variants in Polish Patients with Family History of Breast and Ovarian Cancer: Prevalence, CNV Detection, and Identification of a Novel Loss-of-Function Mutation.",
    "abstract": "Pathogenic and likely pathogenic variants in the <i>BRCA1</i> and <i>BRCA2</i> genes are associated with a significantly increased risk of breast and/or ovarian cancer. We investigated genetic variants in a cohort of 450 unaffected individuals with a family history of breast and/or ovarian cancer, involving at least one first-degree relative. Next-generation sequencing (NGS) was used to analyze the coding regions of these two genes, with copy number variation (CNV) analysis. A total of 16 unique to our cohort variants classified as pathogenic or likely pathogenic were identified in 22 patients, including one novel loss-of-function variant in <i>BRCA1</i> gene. Furthermore, we identified a deletion of exon 21 in the <i>BRCA1</i> gene in two patients. These results emphasize the difficulties involved in molecular diagnostics and indicate the need for further research into new predictive models for patients with hereditary breast and ovarian cancer.",
    "journal": "Current oncology (Toronto, Ont.)",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41589845",
    "title": "Decision-making surrounding ovarian cancer risk-reducing surgery: perspectives from a diverse population.",
    "abstract": "Individuals with BRCA1/2 pathogenic variants (PV) are recommended risk-reducing salpingo-oophorectomy between 35 and 45 years of age to prevent ovarian cancer. Trials evaluating the oncologic safety of risk-reducing salpingectomy are ongoing. One's decision on the type and timing of surgery has implications for fertility, quality of life, and long-term health. Published literature on patient preferences has focused on White women from North America and Europe; thus, findings are not necessarily generalizable to patients from other backgrounds. To address this gap, we sought to assess decision-making around ovarian cancer risk-reducing surgery among a racially and ethnically diverse population with BRCA1/2 PVs. Between February 2023 and November 2023, patients with BRCA1/2 PVs were invited to participate in a one-time, semi-structured, one-on-one interview. Interviews were recorded, transcribed, and analyzed using an inductive approach by two independent coders. Among 15 participants, the median age was 41 years (range 24-64). Ten participants identified as Hispanic, Black, or Asian. Two identified as gender queer. Six had a history of breast cancer. Ten had undergone risk-reducing surgery for ovarian cancer (seven salpingo-oophorectomy and three salpingectomy). Concerns about surgical menopause were a primary consideration for all participants. Other influencing factors included fertility, oncologic safety, history of breast cancer, sexual function, sense of control, gender identity, and mental health. This study identified themes that influenced decision-making among BRCA1/2 PV carriers considering or having undergone risk-reducing gynecologic surgery in a racially and ethnically diverse population. These insights can help clinicians better support patients undergoing this process, with the objective of providing patient-centered, culturally sensitive care.",
    "journal": "Menopause (New York, N.Y.)",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41582569",
    "title": "Thioredoxin-1 Regulates Microglia Polarization to Ameliorate Neuroinflammation and Cognitive Impairment Following Tumor-Therapeutic Ovariectomy.",
    "abstract": "Neuroinflammation is a key driver of cognitive deficits after surgical menopause, a state commonly triggered by oophorectomy for oncological purposes. This intervention is routinely performed in premenopausal patients with hormone receptor-positive (HR+) breast cancer, constitutes foundational therapy for epithelial ovarian carcinoma, and is indicated for risk reduction in carriers of hereditary mutations such as breast cancer susceptibility gene 1/2 (BRCA1/2). As highly efficient immune cells, microglia play a central role in the onset of neurodegenerative diseases. Our study explored the role of thioredoxin-1 (Trx-1) in suppressing microglial activation and its potential for ameliorating postmenopausal cognitive decline. Female C57BL/6J mice underwent ovariectomy (OVX) to model tumor-therapeutic oophorectomy. They were intraperitoneally injected with recombinant human Trx-1 (rhTrx-1) at a dose of 200 μg/30 g or PBS once weekly for five weeks following OVX. A Y-maze active avoidance task and trace fear conditioning were used to assess cognitive function. Levels of neuroinflammation were evaluated through immunofluorescence, enzyme-linked immunosorbent assay (ELISA), and real-time polymerase chain reaction (PCR). Trx-1 levels in the hippocampus of OVX mice were measured by western blot and immunohistochemical analysis. Furthermore, the impact of Trx-1 on microglial activation was assessed in vitro. OVX induced the production of inflammatory factors and microglial activation in the brain, resulting in cognitive deficits in mice. However, intraperitoneal injection of rhTrx-1 inhibited these effects by improving cognitive function, reducing inflammatory cytokines, and promoting microglial polarization. In vitro studies also showed that rhTrx-1 attenuated lipopolysaccharide (LPS)-stimulated microglial activation through mitogen-activated protein kinase (MAPK) pathway signaling. Due to its inhibitory effect on neuroinflammation and microglial activation, Trx-1 may represent a promising therapeutic candidate for managing cancer therapy-related cognitive impairment, particularly in patients undergoing estrogen-deprivation therapies such as oophorectomy.",
    "journal": "Endocrine, metabolic & immune disorders drug targets",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41577681",
    "title": "Racial differences in biomarkers, treatment, and outcomes in HR+/HER2- metastatic breast cancer in the United States.",
    "abstract": "This study examined biomarker alteration prevalence, treatment patterns, and clinical outcomes among patients with hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) metastatic breast cancer to investigate racial differences. Analysis of 2,384 patients from the Flatiron Health-Foundation Medicine clinico-genomic database (FH-FMI CGDB) (2017-2022) assessed PIK3CA, AKT1, PTEN, ESR1, and BRCA1/2 alterations via NGS testing. Treatment patterns and overall survival were evaluated. In the study population (13% Black, 87% White), Black patients had lower PIK3CA mutation rates (34% vs. 42%, p = 0.03). In first-line treatment, Black patients were less likely to receive CDK4/6 inhibitors (53% vs. 66%, p < 0.01) and more likely to receive chemotherapy (27% vs. 17%, p < 0.01). After adjustment, Black patients had 38% lower odds of receiving first-line CDK4/6 inhibitors and experienced significantly shorter median overall survival (34.1 vs. 42.1 months, p < 0.01). Significant differences exist in biomarker prevalence, treatment access, and survival outcomes in HR+/HER2- metastatic breast cancer by race, highlighting unmet medical needs.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41568657",
    "title": "Hereditary Risk Assessment of Cancer Using Clinical History in Patients Diagnosed with Breast or Ovarian Cancer Receiving Treatment at Tertiary Care Hospital in Western Rajasthan - A Cross-sectional Study.",
    "abstract": "Individuals with the breast cancer 1 gene (BRCA1) and breast cancer 2 gene (BRCA2) associated hereditary breast and ovarian cancer (HBOC) have an elevated risk of developing breast cancer in both men and women. The aim of the study was to assess the risk of HBOC using clinical history in patients diagnosed with breast or ovarian cancer (OC) receiving treatment. A cross-sectional study was conducted among 180 patients diagnosed with breast or OC, selected using a nonprobability convenience sampling technique. Data was collected using a self-structured tool for the sociodemographic and clinical variables, and the CanRisk tool was used to assess the estimated risk percentage value of BRCA1 or BRCA2 pathogenic or likely pathogenic variants based on the clinical variables. Data was analyzed using IBM SPSS version 20, Mann-Whitney U -test, and Kruskal-Wallis test, with P < 0.05 as the significance level. The results indicate an increased hereditary risk associated with early breast or OC diagnosis, married, late menarche, early menopause, young maternal age at first childbirth, and family history in patients diagnosed with breast or OC. A statistically significant association ( P < 0.05) was found between estimated risk percentages for pathogenic or likely pathogenic variants BRCA1 or BRCA2 (including BRCA1, BRCA2, PALB2, CHEK2, ATM, BARD1, RAD51D, RAD51C, or BRIP) with the selected sociodemographic and clinical variables. Genetic counseling and testing for patients diagnosed with breast or OC can identify HBOC risk, reducing complications and mitigating lifetime cancer risk through timely assessment and awareness.",
    "journal": "Annals of African medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41568159",
    "title": "Tyrer-Cuzick Lifetime Risk Is Not Associated With Non-BRCA1/2 Pathogenic Variants for Breast Carcinoma.",
    "abstract": "The Tyrer-Cuzick (TC) or IBIS risk calculator is a widely used tool to estimate the probability of developing breast cancer. The latest version incorporates various factors to assess the risk of breast cancer, including family history, personal history, breast density, and past medical history. The TC is commonly used to guide patients toward further diagnostic imaging, genetic testing, chemoprevention, or risk-reducing surgery. However, it is unclear whether the TC is associated with non-BRCA1/2 pathogenic variants (PVs) in breast cancer susceptibility genes. A population of 964 patients with TC was evaluated for 12 PVs and variants of unknown significance (VUS) using lab-agnostic genetic testing. Patients were enrolled from 2019 to 2022. Historical TC were used for the subgroup of patients who developed breast cancer after enrollment. TC scores were compared between the three patient cohorts that had BRCA gene mutations, non-BRCA PVs, and negative for PVs, using the Kruskal-Wallis test followed by pairwise comparison using DSCF adjustment for multiple comparisons. Data collection for patient cohorts occurred simultaneously and was only separated in analysis. Logistic regression was carried out to predict BRCA versus negative in a model with TC scores, as well as non-BRCA versus negative. Area under the receiver operating characteristic (ROC) curve (AUC) was calculated to assess model fit. This study found an average TC of 7.71%. A family history of cancer was noted in 78.30% of patients, and a personal history of cancer other than breast occurred in 20.74% of patients. The presence of PVs and VUS was evaluated, and 12.03% of patients were found to have a PV, with an average TC of 8.98%. The most common PVs were CHEK2, BRCA2, BRCA1, and BARD1. Out of those with PVs, 52% had non-BRCA1/2 PVs with an average TC of 5.47%. A total of 102 patients (10.58%) had a VUS, with an average TC of 8.29%. In further statistical analysis, TC were distributed significantly differently among the three groups, with differences observed between the BRCA group and negative group, as well as between BRCA and non-BRCA1/2 PVs group. A higher TC was also associated with BRCA1/BRCA2 variants compared to non-BRCA1/2 PVs. TC scores provide valuable information regarding the lifetime risk of an individual of developing breast cancer. However, the study found they were not associated with prediction of non-BRCA1/2 PVs. When choosing a genetic testing panel for breast cancer genes, TC is not as a reliable predictor on individual patient's family history, NCCN guidelines, or ASBrS guidelines. Our study supports the need to develop a genetic risk calculator that incorporates the predictive value for these non-BRCA1/2 PVs in otherwise low or average TC women.",
    "journal": "The breast journal",
    "year": "2026",
    "gene": "BRCA1"
  }
]