[
  {
    "pmid": "41704472",
    "title": "From genetic risk to early detection - clinical outcomes of a person-centered screening program for women with a high genetic risk of breast cancer.",
    "abstract": "There is little evidence on breast cancer (BC) diagnosed in women with a high genetic risk, before and after their inclusion in a long-term risk management program based on genetic risk assessment. We analyzed clinical outcomes in women enrolled in the Phare Grand Ouest (PGO) program. The PGO includes carriers of the <i>BRCA1</i> and <i>BRCA2</i> pathogenic variants (PV) and women at high risk without <i>BRCA PV</i>, enrolled in eight cancer genetics units. The study population included all women with incident or prevalent BC, and 1:1 matching by age at first diagnosis was conducted. Multivariable generalized linear and logistic regression models were used to examine the associations between tumor size and cancer stage and the following covariates: age, tumor subtype, pathogenic variant status, prevalent/incident BC status, and healthcare accessibility indicators. Within the matched cohort, those with incident BC were significantly younger at inclusion, but were of comparable age at the time of first diagnosis. They had smaller tumors, and the odds of advanced-stage disease were approximately 30% lower than those observed in women with prevalent BC (OR = 0.29, p < 0.01). Younger age and a triple-negative phenotype were independently associated with larger tumor size. No significant effect was shown from healthcare accessibility indicators. The PGO's coordinated, person-centered approach to high genetic risk management was likely associated with earlier-stage BC detection in women with the <i>BRCA</i> PV and women at high risk without <i>BRCA PV</i>. These findings both underscore the enhanced value of person-centered surveillance programs that integrate genetic risk assessment and long-term clinical follow-up, and pave the way for further research in this area.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41699108",
    "title": "Homologous recombination deficiency in primary ER-positive and HER2-negative breast cancer.",
    "abstract": "Homologous recombination deficiency (HRD) originating from inactivation of genes like BRCA1/BRCA2 is a targetable abnormality common in triple-negative breast cancer (TNBC). In estrogen-receptor (ER)-positive HER2-negative (ERpHER2n) breast cancer (BC), HRD prevalence and clinical impact are unclear. We analyzed 502 ERpHER2n tumors from patients recruited via the population-representative Swedish SCAN-B study by whole genome sequencing (WGS), defining mutational signatures-based HRD, as well as matched transcriptional, DNA methylation, clinicopathological, adjuvant treatment, and outcome data. We show that HRD is much less frequent in ERpHER2n BC (8.4%) compared to TNBC, though induced by similar genetic/epigenetic mechanisms acting on mainly BRCA1/BRCA2/RAD51C/PALB2 together, providing a plausible HR-inactivation mechanism for 71.4% of HRD tumors. Our modelled estimate of HRD in Western European/Nordic BC is ~10-13%. HRD tumors were observed across all PAM50 gene expression subtypes with the exception of Luminal A tumors ( < 1%) and did not exhibit a unique, defining transcriptional or DNA methylation profile. While HRD status was not statistically associated with differences in patient outcome for patients treated with combined chemotherapy and endocrine therapy, a nonsignificant trend of poorer outcome for patients with HRD tumors was observed for patients treated with adjuvant endocrine therapy only. ERpHER2n HRD tumors show features of aggressive disease, but do not display a distinct transcriptional or DNA methylation profile that clearly differentiates them from HR-proficient tumors. Though numbers are limited, we present early evidence that HRD stratification by WGS could impact therapeutic strategies, as HRD BCs trended to poorer outcomes when not treated with chemotherapy.",
    "journal": "Communications medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41688965",
    "title": "Breast cancer surgery in the era of genetic uncertainty: real-world outcomes in BRCA1/2 pathogenic variants and variants of uncertain significance.",
    "abstract": "Germline testing for BRCA1 and BRCA2 has become integral to the management of breast cancer, with pathogenic variants strongly influencing surgical decision-making. However, the increasing detection of variants of uncertain significance (VUS) presents a major clinical challenge, as their implications for cancer risk and treatment remain unclear. This study aimed to evaluate real-world surgical management patterns among breast cancer patients carrying pathogenic BRCA1/2 variants or VUS, with a particular focus on determinants of final bilateral mastectomy. This multicenter retrospective study included female breast cancer patients who underwent germline BRCA1/2 testing across three institutions in Türkiye between 2017 and 2025. Patients carrying pathogenic variants or VUS were identified and reclassified according to American College of Medical Genetics and Genomics (ACMG) criteria. Clinicopathological characteristics and surgical outcomes were compared between pathogenic and VUS groups. Final bilateral mastectomy was defined as either primary bilateral mastectomy or unilateral mastectomy followed by completion contralateral mastectomy. Multivariable logistic regression was performed to identify factors independently associated with final bilateral mastectomy, including a separate exploratory analysis restricted to VUS carriers. A total of 203 patients with abnormal BRCA results were included, comprising 107 pathogenic variant carriers and 96 VUS carriers. Patients with pathogenic BRCA variants were significantly younger at diagnosis and more frequently had triple-negative tumors. Final bilateral mastectomy was markedly more common among pathogenic variant carriers than VUS carriers (67% vs. 12%, p < 0.001). In multivariable analysis, pathogenic BRCA status remained independently associated with final bilateral mastectomy (adjusted OR 10.38, 95% CI 3.98-27.10; p < 0.001), while increasing age was also independently associated. Among VUS carriers, no clinicopathological variable-including molecular subtype, tumor size, Ki-67 index, family history, or BRCA1 versus BRCA2 VUS-was significantly associated with final bilateral mastectomy in univariate analyses. In exploratory multivariable modeling, younger age at diagnosis emerged as the only independent factor associated with surgical choice (adjusted OR per year 1.09, 95% CI 1.01-1.17; p = 0.027). While pathogenic BRCA1/2 variants are strongly associated with bilateral mastectomy in breast cancer patients, surgical decision-making among VUS carriers appears largely independent of tumor biology or genetic subtype and is primarily influenced by age. These findings highlight substantial heterogeneity and potential overtreatment in the management of BRCA VUS carriers, underscoring the need for improved genetic counseling and standardized approaches to mitigate the impact of genetic uncertainty on clinical decision-making.",
    "journal": "BMC cancer",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41688208",
    "title": "[Clinical and pathological characteristics and prognostic analysis of colorectal cancer associated with breast cancer susceptibility gene mutations].",
    "abstract": "<b>Objective:</b> To investigate the mutation status of breast cancer susceptibility genes (BRCA) in colorectal cancer and the relationship between BRCA and the clinical-pathological characteristics and prognosis of colorectal cancer. <b>Methods:</b> A total of 132 colorectal cancer tissue specimens surgically resected at Shanxi Cancer Hospital from 2018 to 2021 were collected. Second-generation sequencing was used to detect BRCA mutations. Immunohistochemical staining assessed the infiltration density of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells, and CD20<sup>+</sup> B cells. The association between BRCA mutations and clinical-pathological features, immune cell infiltration density, and prognosis of colorectal cancer was analyzed. <b>Results:</b> Among 132 colorectal cancer cases, the overall BRCA mutation rate was 9.09% (12/132), with BRCA1 mutation rate at 3.03% (4/132) and BRCA2 mutation rate at 6.06% (8/132). Compared with the BRCA wild-type group, the BRCA mutation group exhibited smaller tumors (<i>P</i>=0.036), less vascular or nerve invasion (<i>P</i>=0.041), and lower tumor budding grades (<i>P</i>=0.013). Tumor microenvironment analysis revealed that the infiltration densities of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells in the BRCA mutation group were 1 729.66 (652.91, 3 065.98)/mm², 438.36 (97.37, 718.43)/mm², and 1 017.86 (506.19, 2 257.35)/mm², respectively, all higher than those in the BRCA wild-type group [555.72 (304.58, 933.26)/mm², 89.34 (58.15, 178.35)/mm², and 354.23 (157.78, 752.37)/mm², respectively, all <i>P</i>＜0.05]. Molecular feature analysis revealed five cases of TMB-H in the BRCA-mutant group and three cases in the BRCA-wild group, with a statistically significant difference between the two groups (<i>P</i>＜0.001). Survival analysis revealed no association between BRCA mutation status and overall survival in colorectal cancer patients (<i>P</i>＞0.05). Multivariate Cox regression analysis identified clinical stage as an independent predictor of overall survival, with patients at stages Ⅲ-Ⅳ exhibiting poorer prognosis (<i>HR</i>=5.359, 95% <i>CI</i>: 1.124-25.546). <b>Conclusion:</b> BRCA-mutated colorectal tumors exhibit lower invasiveness, higher TMB-H rates, and abundant immune cell infiltration in the tumor microenvironment, suggesting that patients with BRCA-mutated colorectal cancer are more likely to benefit from immunotherapy.",
    "journal": "Zhonghua zhong liu za zhi [Chinese journal of oncology]",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41684593",
    "title": "Case Report: Individualized circulating tumor DNA monitoring guides olaparib adjuvant therapy: an early-stage breast cancer case with somatic BRCA2 mutation.",
    "abstract": "Circulating tumor DNA (ctDNA) has demonstrated a strong predictive capacity for recurrence in early-stage breast cancer compared with imaging examinations. However, there remains a paucity of robust clinical evidence to guide the adjustment of adjuvant therapy based on minimal residual disease (MRD) status in early-stage breast cancer. A 69-year-old female patient with early-stage triple-negative breast cancer (TNBC) with somatic BRCA2 mutations exhibited an exceptional response to adjuvant therapy with olaparib. Personalized ctDNA monitoring, utilizing a tumor-informed approach, was employed alongside imaging examinations and tumor biomarker testing to monitor tumor recurrence. MRD positivity was detected at four months and approximately one-month post-treatment discontinuation. Resumption of olaparib therapy resulted in a negative MRD status, while imaging examinations consistently demonstrated no evidence of recurrence in the patient. This report underscores the potential benefit of olaparib for early-stage TNBC patients with somatic BRCA2 mutations and the utility of serial ctDNA monitoring for tailoring individualized treatment strategies.",
    "journal": "Frontiers in oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41681964",
    "title": "Frequency of Founder Mutations in <i>BRCA1</i> and <i>BRCA2</i> Genes in Hereditary Breast Cancers in Poland vs. Other Countries.",
    "abstract": "Breast cancer (BC) remains one of the most prevalent malignancies worldwide, and genetic factors may influence its development. Approximately 10-15% of all BCs are hereditary and known as Hereditary Breast Cancer (HBC). A remarkable family history and young onset are the strongest risk factors of HBC. The rapid development of genetic testing techniques has increased the detection rate of pathogenic and likely pathogenic variants in several genes associated with high, moderate, or low risk of HBC. This allowed us to identify the whole family at risk of HBC. Among hereditary cases, pathogenic variants (PVs) in the <i>BRCA1</i> and <i>BRCA2</i> genes are particularly notable, especially in certain populations where founder mutations (specific genetic variants originating from a common ancestor) are more prevalent. In this article, an overview of the current state of knowledge on HBC is provided, focusing on the frequency of founder mutations in the <i>BRCA1</i> and <i>BRCA2</i> genes in HBC in Poland compared to other countries. We will also highlight the role of genetic counseling in the diagnosis and treatment of BC, emphasizing its crucial importance in identifying genetic predispositions, selecting appropriate therapeutic strategies, and supporting patients and their families in making informed medical decisions.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41681102",
    "title": "Research Progress on <i>BRCA1</i>/<i>2</i> Mutations in Sporadic Gastric Cancer: Risk Stratification, Surgical Prognosis, and Individualized Treatment.",
    "abstract": "Gastric cancer is one of the most prevalent malignant tumors worldwide. Sporadic gastric cancer accounts for more than 80% of all gastric cancer cases, and its pronounced heterogeneity underlies the substantial variability in clinical outcomes and the complexity of treatment strategies. The breast cancer gene 1 (<i>BRCA1</i>) and breast cancer gene 2 (<i>BRCA2</i>) are core regulators of the DNA damage homologous recombination repair (HRR) pathway, and their pathogenic mutations are closely associated with hereditary breast and ovarian cancer syndrome. Recent evidence has shown that <i>BRCA1/2</i> mutations also exist in some sporadic gastric cancer patients and may profoundly affect tumor biological behavior, clinical prognosis, and treatment response. This article systematically reviews the latest research progress on <i>BRCA1/2</i> mutations in sporadic gastric cancer, focusing on their incidence and molecular characteristics, their impact on patients' postoperative prognosis, and their potential value as novel biomarkers for guiding individualized therapy, thereby providing a theoretical basis for clinical risk stratification and tailored treatment strategies.",
    "journal": "Annali italiani di chirurgia",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41680304",
    "title": "Determinants of intention to undergo risk-reducing salpingo-oophorectomy among high-risk women for breast and ovarian cancer.",
    "abstract": "To evaluate the intention of women at high risk for breast and ovarian cancer to undergo risk-reducing salpingo-oophorectomy (RRSO) after genetic testing, and to identify the main factors related to their decision-making. A prospective cohort study conducted at the high-risk outpatient clinic of the State University of Campinas (UNICAMP), including 355 high-risk women followed between November/2021 and October/2022. Participants answered clinical and sociodemographic questionnaires, underwent comprehensive genetic testing, and received pre- and post-test genetic counseling. The majority were white (60.3%), younger than 50 years (71.5%) with a mean age of 43 years, and premenopausal (61.6%). 355 patients were tested and 102 (28,7%) carried likely pathogenic or pathogenic variants, 59,3% in the BRCA 1 and 2 genes. Before testing, 42.5% expressed the intention to undergo RRSO, which decreased to 33.4% after counseling (p < 0.05). The pre-test desire was more frequent in women aged 40-49 years, premenopausal, and with higher education (p < 0.05). In multiple regression, the desire for risk-reducing mastectomy (OR ≈ 39, 95% CI 16,8-90,79, p < 0,0001), the presence of pathogenic variants in BRCA (OR 15,46, 95% CI 6.05-39.53, p < 0,0001), and a personal history of cancer (OR 2,69, 95% CI 1.52-4.75, p < 0,0001) were independently associated with the intention to undergo RRSO. Intention to undergo risk-reducing salpingo-oophorectomy was higher among younger and premenopausal women and those with higher educational attainment and was strongly associated with the desire to undergo risk-reducing mastectomy and a personal history of breast or ovarian cancer. Changes in intention after genetic testing reflected gene-specific risk stratification: intention was withdrawn predominantly among women without high-penetrance BRCA variants, whereas it was adopted primarily among those carrying pathogenic variants in high-risk genes. These findings underscore the importance of access to germline genetic testing to support individualized, risk-informed decision-making regarding high-complexity preventive strategies.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41679302",
    "title": "RAD51 succinylation regulates homologous recombination and contributes to the chemosensitivity in cancer.",
    "abstract": "Genomic instability and metabolic reprogramming are core hallmarks of cancer, yet how they are mechanistically interconnected remains unclear. Here, we demonstrate that succinyl-coenzyme A (CoA), a tricarboxylic acid (TCA) cycle metabolite and protein succinylation donor, modulates homologous recombination (HR) by regulating RAD51 succinylation. OXCT1 succinylates RAD51 at K285, whereas HDAC11 removes this modification. RAD51 succinylation disrupts BRCA2 interaction, impairs RAD51 foci formation, and suppresses HR. Upon DNA damage, ATM-dependent phosphorylation of HDAC11 enhances the interaction with RAD51, promoting RAD51 desuccinylation and inhibiting HR. In breast cancer models, elevated RAD51 succinylation correlates with reduced HR capacity and increased sensitivity to the PARP inhibitor olaparib, whereas diminished succinylation confers resistance. Moreover, a cell-penetrating peptide that disrupts the RAD51-HDAC11 interaction increases RAD51 succinylation and synergizes with chemotherapy. Collectively, our findings uncover a metabolic-epigenetic mechanism linking protein succinylation to HR and genomic stability and identify RAD51 succinylation as a predictive biomarker and therapeutic target in cancer.",
    "journal": "Molecular cell",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41676859",
    "title": "Prevalence of <i>BRCA1</i> and <i>BRCA2</i> Germline Mutations in Vietnamese Patients With Triple-Negative Breast Cancer.",
    "abstract": "IntroductionTriple-negative breast cancer (TNBC) represents approximately 10-20% of all breast cancer cases and is frequently associated with <i>BRCA1</i> mutations. Numerous studies from Western populations have investigated the prevalence of germline <i>BRCA</i> mutations in individuals with TNBC; however, the prevalence of <i>BRCA1/2</i> mutations in TNBC patients varies widely between countries and from study to study. Evidence from Asian populations, particularly Vietnamese patients, remains limited. In this study, we determined the prevalence of germline <i>BRCA1/2</i> mutations among unselected Vietnamese patients with TNBC and analyzed the clinicopathological features.MethodsWe conducted a single-center retrospective study of 68 women diagnosed with TNBC at the Vietnam National Cancer Hospital. Germline <i>BRCA1</i>/<i>2</i> testing was performed by next-generation sequencing.ResultsOverall, 19 Vietnamese patients (27.9%) had <i>BRCA1/2</i> mutations, with 14 (20.6%) in <i>BRCA1</i> and 5 (7.4%) in <i>BRCA2</i>. Three patients (4.4%) had variants of uncertain significance (2 <i>BRCA1</i> mutations and 1 <i>BRCA2</i> mutation). Thirteen distinct pathogenic or likely pathogenic variants (8 <i>BRCA1</i> and 5 <i>BRCA2</i>) were found. Among patients diagnosed at ≤60 years, the prevalence of <i>BRCA1/2</i> mutations was 32.0%. The average age at diagnosis for <i>BRCA1/2</i> mutation carriers was notably lower than that observed in non-carriers (43.1 vs 51.7 years, <i>P</i> = .021). <i>BRCA1/2</i> mutation carriers were also more frequently premenopausal (78.6% vs 43.9%, <i>P</i> = .025).ConclusionsThere is a high prevalence of <i>BRCA1/2</i> mutations among TNBC patients in Vietnam. Women with TNBC in Vietnam should be screened for mutations in <i>BRCA1/2</i>.",
    "journal": "Cancer control : journal of the Moffitt Cancer Center",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41673285",
    "title": "Short-term hormonal modulation with mifepristone does not induce oncogenic changes in the endometrium of BRCA1/2 pathogenic variant carriers.",
    "abstract": "Progesterone receptor antagonists such as mifepristone have emerged as candidates for breast cancer prevention, particularly in high-risk populations such as BRCA1/2 pathogenic variant carriers. However, their impact on endometrial safety remains insufficiently characterized, raising concerns about unopposed oestrogen stimulation in the setting of impaired DNA repair. This study reports secondary outcomes evaluating short-term endometrial effects of mifepristone in this high-risk population. We previously conducted a randomized, double-blind, placebo-controlled trial (NCT01898312) involving 45 premenopausal women with BRCA1/2 pathogenic variants. Participants received mifepristone (50 mg every other day, n = 30) or a non-hormonal comparator (n = 15) for three months. Here we present secondary outcomes from the trial: Paired endometrial biopsies from a subset of 14 participants were analysed using transcriptomic, DNA methylation, and cell-type deconvolution methods. Statistical comparisons were performed using paired and unpaired Wilcoxon tests. Here we show that mifepristone induces amenorrhea in all treated participants without increasing epithelial cell proportions, the compartment most relevant to endometrial carcinogenesis. Multi-omics analyses reveal no molecular signatures consistent with oncogenic transformation. DNA methylation and gene expression indices associated with endometrial cancer remain stable after treatment, even after adjusting for age and cell composition. Short-term mifepristone exposure does not produce molecular changes linked to endometrial carcinogenesis in BRCA1/2 pathogenic variant carriers. These findings provide important safety data for the future development of progesterone receptor modulators in cancer prevention. Long-term studies are needed to confirm these observations.",
    "journal": "Communications medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41669295",
    "title": "Prevalence of Novel and Recurrent Pathogenic Variants in <i>BRCA</i> Genes in a Cohort of Iranian Hereditary Breast Cancer Patients.",
    "abstract": "The incidence of breast cancer (BC) is increasing in Iranian women, especially in those with a positive family history of any type of cancer. Being a carrier of pathogenic variants in <i>BRCA1/2</i> genes, significantly raises the risk of developing BC, mostly at young ages. We sequenced the entire coding regions of <i>BRCA1/</i>2 genes using next generation sequencing (NGS) in 50 selected patients with HBC criteria for genetic testing from a cohort of about 700 newly diagnosed BC patients. In the patient with novel pathogenic variant, bioinformatics and co-segregation study were performed, and American College of Medical Genetics and Genomics (ACMG) guidelines were used for the variant's interpretation. Among the 50 patients, pathogenic variants were found in 16 patients (12 in the <i>BRCA1</i> and 4 in the <i>BRCA2</i> gene) that were mainly frameshift index (50%). We identified a novel pathogenic variants (p.Cyc27Valfs*4) in <i>BRCA1</i> and four which were not previously reported in Iranian BC patients. Interestingly, out of 12 pathogenic variants in the <i>BRCA1</i> gene, three unrelated families had the same variant (p.Arg1203Term) which could be added as a recurrent variant in the Iranian population. Notably, the frequency of triple-negative breast cancer (TNBC) patients harboring <i>BRCA1/2</i> mutations was significant (62.5%). Young age at onset and having a positive family history of cancer are among the most important criteria to perform genetic testing. Identification of the carriers of pathogenic variants in high-risk families and also recurrent variants in the population will contribute to prevent of HBC.",
    "journal": "Advanced biomedical research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41668435",
    "title": "Single-Electrode High-Throughput 12-Well Array Electrochemiluminescence Imaging Sensor for Portable Parallel Dual-Color Analysis of Dual Breast Cancer Susceptibility Genes.",
    "abstract": "Rapid, high-throughput analysis of breast cancer susceptibility genes is essential in a clinical diagnosis. Herein, we designed a 12-well single-electrode electrochemiluminescence (ECL) imaging array biosensor for parallel high-throughput dual-color analysis of dual cancer genes (BRCA1 and BRCA2). Two newly explored luminophores, the Eu-luminol complex and Ru/Zn MOF with blue and orange-red high-intensity ECL emission, were introduced to the array, achieving high-resolution color-distinguishing ECL imaging of double targets. This work innovatively changed the fabrication technology of single-electrode arrays by replacing poly(dimethylsiloxane) (PDMS) with polypropylene tubes. This reformation enabled independent construction of 12 microcells, thus enhancing their stability and reducing production costs. The 12 microcells on the ITO electrode drastically reduce the target detection time and streamline the procedure compared to traditional three-electrode systems. The visual ECL signals were conveniently captured by using a smartphone, yielding readily distinguishable orange-red and blue images. The target-induced walker amplification technology is utilized to integrate the quenching probes Au@Ag NPs and CuS@Au NPs into the single electrode, enabling simultaneous ECL imaging of 12 microwells for detection of multiple targets. Owing to multiple outstanding advantages of high-throughput, fast speed, and convenience, the developed 12-well single-electrode dual-color ECL imaging biosensor holds considerable promise for broad applications in biological and environmental monitoring.",
    "journal": "Analytical chemistry",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41660923",
    "title": "Whole Exome Sequencing Revealed Rare Variants in BRCA2, RAD51D, FANGC, CYP24A1 Genes in Breast/Ovarian Cancer Patients from a Small Buryat Ethnic Group.",
    "abstract": "Breast cancer is a public health problem with increasing incidence, prevalence, and mortality worldwide. Germline variants in the DNA repair genes BRCA1/2 are involved in the pathogenesis of hereditary breast/ovarian cancer. However, for many ethnic groups that are isolated geographically worldwide, founder variants of breast cancer still have not been found. In this study, we provide whole exome sequencing data performed in a group of breast/ovarian cancer patients who belong to the Buryats. Our study included 56 Buryat patients with histologically confirmed primary breast/ovarian cancer who completed an anonymous questionnaire about basic information and nationality. Genomic DNA was isolated from peripheral blood leukocytes. Libraries were prepared using a BGI Optimal DNA Library Prep kit (MGI, China). An Agilent SureSelect Human All Exon V6 kit (Agilent, USA) was used for hybridization. High-throughput sequencing was performed on a DNA nanoball sequencing platform DNBSeq-G400 (MGI, China).  Result: In the overall group of patients with signs of hereditary breast/ovarian cancer, likely pathogenic/pathogenic variants were detected in 16% (9/56). We have discovered likely pathogenic/pathogenic variants that can either directly (BRCA2, RAD51D, FANCG) or indirectly (POLR2C, FOXL2, GDF9, CYP21A4) initiate breast/ovarian cancer. For the first time, three rare germinal variants in the BRCA2 gene were detected in a small Buryat ethnic group. Further studies are required to confirm their role in the pathogenesis of breast /ovarian cancer in this ethnic group. We found that the RAD51D gene variant c.757C>T is recurrent and was observed in 4% of Buryat patients with breast/ovarian cancer. For the first time, rare germinal variants in the BRCA2, RAD51D, FANGC, CYP24A1 genes were detected in a small Buryat ethnic group. Our data are consistent with existing data showing that variants in the RAD51D gene may be involved in the pathogenesis of breast/ovarian cancer. We also showed that the Mongolic-speaking Buryat populations exhibited strong genetic resemblance to those of Chinese.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41660915",
    "title": "Identification of BRCA1 and BRCA2 Germline Mutations in Female Breast Cancer Patients Using Next Generation Sequencing.",
    "abstract": "Breast cancer is the most common cancer affecting females according to WHO 2020 report, with BRCA1 and BRCA2 identified as the major tumor suppressor genes linked to disease susceptibility. Hence, the purpose of the current study was to investigate germline mutations among these genes in a group of Egyptian female breast cancer patients. Blood samples from primary breast cancer patients (n=22), benign breast lesions (n=5) and healthy controls (n=7) were sequenced for BRCA genes by next generation sequencer. A total of 135 genetic variations were detected, 59 in BRCA1 and 76 BRCA2, 2 indels (insertion-deletion) and 133 SNV (single nucleotide variation), nearly 55% of those variants were missense variants, 38% were synonymous and 7% were nonsense. A total of 59 variations were detected in BRCA1 and they were categorized as exonic (n=10) and intronic (n=49) regions, BRCA1 exonic variants were categorized into: missense (n=12), non-coding transcript (n=11) synonymous (n=6), splice region synonymous (n=2), stop gain (n=2) and 3-prime UTR (n=1) variants. Regarding variations detected in BRCA2, 55 intronic and 21 exonic variants were identified. Among these 21 variants; 13 novel mutations and 8 formally reported as follows: 7 as benign and one previously reported with contradictory pathogenicity according to the Clinvar database which is a freely available, public archive of reports of the relationships between human variations and phenotypes hosted by the National Center for Biotechnology Information (NCBI) and funded by intramural National Institutes of Health (NIH) funding. BRCA1 and BRCA2 germline profiling based on next-generation sequencing technology among Egyptian breast cancer female patients revealed 135 germline variations -104 intronic and 31 exonic, respectively. Among the exonic variants; 13 were newly reported mutations. Hence further study is required to enhance mutational analysis which may benefit clinical system.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41657798",
    "title": "Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.",
    "abstract": "Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.",
    "journal": "American journal of cancer research",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41654853",
    "title": "Ovarian follicular density in women with BRCA1 and BRCA2 mutations: new insights into the negative impact on ovarian reserve.",
    "abstract": "Germline mutations of BRCA1 and BRCA2 may impair DNA repair in the ovarian cortex, leading to increased oocyte apoptosis, thus, affecting ovarian reserve. Aim of this study was to assess follicular density in ovarian biopsies from women with breast cancer carrying BRCA1 and BRCA2 mutations who underwent ovarian tissue cryopreservation (OTC) at our center. This was a single center, observational, cross-sectional study carried out in a tertiary level referral center for fertility preservation treatment. Exclusion criteria were: patients aged < 18 years or > 38 years, patients who had already undergone chemotherapy/pelvic radiotherapy at the time of OTC, patients without data on follicular density and those with unknown BRCA mutational status. Follicular density was defined as the number of primordial, intermediate primordial, small primary, large primary, secondary, preantral, and antral follicles per 1 mm<sup>2</sup> of cortical section area. Out of 216 patients, 21 women reported germline mutation: 9 (4.2%) were carriers of the BRCA1 mutation and 13 (6%) of the BRCA2 mutation. The mean age at OTC was 31.5 ± 3.6 years, and the median age was 32.4 years (range, 21-38). No significant difference in follicular density was observed among women without BRCA mutations, those with BRCA1 mutations, and those with BRCA2 mutations. The median follicular density was 4.0/mm<sup>2</sup> (range 0-74.5) in BRCA-negative women, 3.5/mm<sup>2</sup> (range 0-20) in women with BRCA1 mutations, and 4.0/mm<sup>2</sup> (range 0-32) in women with BRCA2 mutations (p = 0.272 and p = 0.703, respectively). After adjusting for age, no statistically significant differences in follicular density were observed according to BRCA1 and BRCA2 mutation status: the median follicular density was 4.6/mm<sup>2</sup> in BRCA-negative women, 3.1/mm<sup>2</sup> in women with BRCA1 mutations, and 3.6/mm<sup>2</sup> in women with BRCA2 mutations (p = 0.428 and p = 0.385, respectively). No significant difference in follicular density was observed between women with BRCA1/BRCA2 mutations and those without. Our findings suggest that the presence of a BRCA mutation does not have a significant negative clinical impact on the follicular population of the ovarian cortex. Larger studies are needed to further validate these findings.",
    "journal": "Journal of ovarian research",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41643795",
    "title": "Emerging trends and treatment strategies in ovarian cancer: A comprehensive review.",
    "abstract": "Ovarian cancer (OC) is the eighth leading cause of cancer deaths in women globally, mainly originating from epithelial cells. It is further divided into type-I and type-II based on histology, molecular, clinical, and epidemiological characteristics. OC is commonly diagnosed in postmenopausal women, although this varies by ethnicity and genetics. Non-Hispanic white women have higher rates of OC, while African American women, despite lower incidence, are diagnosed at a younger median age. Family history and BReast CAncer gene 1&2 (BRCA1/BRCA2) mutations significantly correlate with a heightened risk of OC. Obesity, particularly from childhood, is associated with a higher risk of OC. Late menopause and smoking, are linked to a higher risk, especially for mucinous and possibly serous OC. Hormone-replacement-therapy, particularly with unopposed estrogen, also increases the risk of OC. Endometriosis raises the risk for specific subtypes like clear cell and endometrioid carcinoma. Women who have never given birth (null-parity) are at higher-risk for endometrioid and clear cell carcinoma. Surgical resection is crucial for reducing primary and local metastatic disease, involving inspection of the peritoneal cavity, cytology, lymph node removal, and biopsies. The success of surgery is limited by the visibility, extent, and tissue infiltration of the disease. The choice between neoadjuvant-chemotherapy and primary debulking surgery depends on patient health and tumor biology. Secondary cytoreductive surgery may be beneficial for platinum-sensitive recurrent OC. The use of PARP inhibitors and targeted therapies adds complexity to surgical decisions. Ongoing trials and new therapeutic strategies are expected to enhance the management and outcomes of OC.",
    "journal": "Critical reviews in oncology/hematology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41637687",
    "title": "Survival Outcomes With or Without Risk-Reducing Mastectomy in <i>BRCA1</i> and <i>BRCA2</i> Pathogenic Variant Carriers.",
    "abstract": "Many women carrying pathogenic variants (pvs) of <i>BRCA1</i> and <i>BRCA2</i> genes (pv<i>BRCA</i><i>1/2</i>) elect to undergo bilateral risk-reducing mastectomy (BRRM) in the belief that it will improve their overall survival (OS). Although many are satisfied with their decision to undergo BRRM a significant minority exhibit regret. We compared long-term oncology outcomes in women with pv<i>BRCA1/2</i> choosing BRRM with those choosing a program of imaging surveillance. All participants were attendees at a regional family history/genetics service and had undergone genetic testing for pv<i>BRCA</i><i>1/2</i>. Carriers of pv<i>BRCA1/2</i> elected either to undergo BRRM or imaging surveillance as directed by UK national guidance. A prospective cohort design examined OS, breast cancer-specific death, and breast cancer incidence between the study groups. A total of 460 women elected to undergo BRRM, while 745 chose surveillance (median age, 37.2 years and 38.5 years, respectively; <i>P</i> = .06). Follow-up totaled 4,652 woman-years after BRRM. Overall annual incidence rate of breast cancer was 2.4%, falling to 0.15% after BRRM, a 94% reduction compared with surveillance alone (log-rank chi-square = 86.1; <i>P</i> < .001). There were nine occult cancers diagnosed at BRRM (2%). Breast cancer-specific deaths were similar in the BRRM and surveillance groups (two and four deaths, respectively; <i>P</i> = .36; 4,634 and 5,419 woman-years of follow-up, respectively). Proportionately, deaths from breast cancer were similar to deaths from ovarian cancer in both treatment groups. For women electing imaging surveillance over risk-reducing surgery, our results may offer reassurance that their breast cancer-specific survival and OS are unlikely to be compromised. However, breast cancer incidence rates are significantly reduced after BRRM compared with imaging surveillance, which may be important information for women with pv<i>BRCA</i><i>1/2</i> considering BRRM.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41635891",
    "title": "To screen or not to screen: complexity of <i>SDHA</i> mutation management.",
    "abstract": "Pathogenic germline variants in the genes encoding the various subunits of the succinate dehydrogenase (SDH) enzyme complex are strongly associated with hereditary phaeochromocytomas and paragangliomas (PPGLs). Germline pathogenic variants (PGVs) in the SDHA gene are also found in individuals with wild-type gastrointestinal stromal tumours (GISTs) and paragangliomas. However, the penetrance of SDHA variants is relatively low. Only a minority of carriers will develop tumours as a result of the genetic condition. As a result, careful clinical interpretation is therefore required to avoid unnecessary over-investigation or undue concern. Current national guidelines recommend that SDHA variants should only be considered actionable (that is, to lead to surveillance in the proband and family screening) if they are identified in individuals with a personal or family history of an SDHA-related tumour. Nevertheless, SDHA variants are increasingly detected as a result of whole genome sequencing or multigene panel testing. This emphasises the importance of clinical context when deciding on surveillance or family testing. We describe three carriers of germline <i>SDHA</i> variants. The first case is a 72-year-old male with a history of prostate cancer and GIST, where genetic testing revealed germline variants in BRCA2 and SDHA. Tumour-derived DNA from his GIST demonstrated a somatic PDGFRA driver mutation, and SDH staining was preserved, indicating a sporadic PDGFRA-driven GIST rather than a classical SDHA-deficient tumour. While truncating SDHA variants such as this one have been reported in SDH-deficient GIST, the current UK practice considers them low penetrance and typically not actionable in the absence of SDH-deficient pathology. Accordingly, cascade testing of the SDHA variant was not recommended in his family, and no surveillance for SDH-associated tumours was initiated, although we recognise that some international guidelines may take a more precautionary approach. The second case features a 59-year-old female with wild-type GIST and a family history of brain tumours and breast cancer. Testing of tumour-derived DNA identified an <i>SDHA</i> variant, later confirmed of germline origin. Surveillance for other SDH-associated tumours for the proband and cascade testing for her relatives were recommended. The third case involves a man in his sixties with prostate cancer, found to carry an incidental SDHA variant after undergoing broad cancer predisposition panel testing. He had no personal/family history of SDH-associated tumours, and his prostate cancer showed strong <i>SDHA</i> expression, indicating that the variant was non-actionable, and no surveillance for SDH-associated tumours or familial cascade testing was recommended. These cases underscore the importance of interpreting <i>SDHA</i> variants carefully, as the identification of germline <i>SDHA</i> variants does not always indicate the need for aggressive surveillance or intervention. Germline <i>SDHA</i> variants increase the risk of PPGLs and wild-type GISTs.The penetrance of germline <i>SDHA</i> variants in carriers without an <i>SDHA</i>-related tumour is low.Careful clinical assessment is essential to determine if a patient with an <i>SDHA</i> germline mutation has an <i>SDHA</i>-related tumour.This is particularly complex in GISTs, as only wild-type GISTs (those without somatic variants in c-Kit or PDGFRA) are likely to be <i>SDHA</i>-related.Immunohistochemistry for expression of SDH subunits can help clarify whether a tumour is related to <i>SDHA</i> variants.",
    "journal": "Endocrine oncology (Bristol, England)",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41625597",
    "title": "Breast cancer susceptibility gene 2 upregulation alleviated cardiac hypertrophy in angiotensin II-treated mice.",
    "abstract": "Loss of breast cancer susceptibility gene 2 (BRCA2) function was found to exacerbate doxorubicin-mediated cardiomyocyte apoptosis and promote heart failure progression. We hypothesized that upregulation of BRCA2 may alleviate hypertrophic cardiomyopathy. Hypertrophic cardiomyopathy was established in mice via chronic angiotensin II (Ang II) administration (1.44 mg/kg/day) using osmotic minipumps. Cardiac BRCA2 expression was significantly downregulated in Ang II-treated mice. Cardiac hypertrophy triggered by Ang II in mice was significantly attenuated upon BRCA2 overexpression. Similarly, in cultured primary cardiomyocytes, Ang II-induced hypertrophic responses were suppressed by BRCA2 upregulation. The cardiac fibrosis was significantly attenuated after upregulation of BRCA2 in Ang II-induced hypertrophic cardiomyopathy. The myocardial inflammatory response to Ang II, characterized by elevated interleukin (IL)-1β, IL-6, and tumor necrosis factor alpha (TNF-α) levels, was markedly reduced with BRCA2 overexpression. The apoptotic biomarkers including Bax and cleaved caspase 3 (CC3) increased in the heart of hypertrophic cardiomyopathy, and attenuated after upregulation of BRCA2. These results indicated that upregulation of BRCA2 could improve hypertrophic cardiomyopathy. BRCA2 alleviated cardiac hypertrophy via attenuation of inflammation and apoptosis.",
    "journal": "Biochemistry and biophysics reports",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41621779",
    "title": "VarXOmics: A Versatile Web Server for Genomic Data Querying, Analysis, and Variant Prioritization With Multi-omics Insights.",
    "abstract": "Numerous web-based tools have been developed to support large-scale genomics research, whereas challenges remain due to their limited functionality. Therefore, we developed VarXOmics, an end-to-end, versatile web server for querying variants and genes, streamlining germline variant analysis, prioritizing variants with multi-omics insights, and providing interactive visualizations. The utility of VarXOmics was demonstrated by analyzing multiple small variants of the whole genome sequencing data from a breast cancer patient. It prioritized BRCA2 c.3751dup as the most likely pathogenic variant, and highlighted disease associations with cell cycle regulation, DNA repair pathways, and type 2 diabetes through multi-omics evidence, gene set enrichment, and network analysis. Overall, VarXOmics serves as a practical genomics platform for researchers and clinicians. It shows potential in identifying pathogenic variants and causal genes, uncovering the molecular mechanisms of disease pathogenesis, providing valuable references for clinical decision-making and therapeutic strategies, thus advancing precision medicine. VarXOmics is publicly available at https://www.phenomeportal.org/varxomics.",
    "journal": "Journal of molecular biology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41619336",
    "title": "Male breast health and breast cancer risk.",
    "abstract": "Males account for a small but clinically significant component of overall breast conditions, both benign and malignant. This review summarizes current evidence on epidemiology, male breast anatomy, clinical presentation, diagnosis, management, and identification of risk factors for male breast disease. Benign male breast disease, including gynecomastia, prompts clinical evaluation and requires understanding of hormonal and pharmacological causes to guide diagnostics and management. Although male breast cancer is rare, accounting for less than 1% of all breast cancers, it carries important hereditary and clinical implications. Pathogenic germline variants in BRCA2 are the predominant genetic contributor, conferring a lifetime risk of ~7%, while BRCA1, CHEK2 and PALB2 variants confer lower risk. Males with breast cancer typically present with subareolar masses, nipple changes, or pain, often at older ages and later stages compared with females. Imaging evaluation, including mammography and ultrasound, is central to diagnosis and management. Screening recommendations for high-risk men remain limited due to sparse prospective data, with multigene panel testing and family history assessment guiding individualized risk assessment. Management strategies for male breast cancer generally parallel female protocols, despite unique biological features. By integrating considerations of benign and malignant conditions, this review underscores the importance of tailored evaluation, risk assessment, and individualized care for males, while identifying knowledge gaps to inform future research and improve outcomes in this under-recognized population.",
    "journal": "Maturitas",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41619087",
    "title": "Hereditary ovarian cancer in women with African ancestry: a scoping review.",
    "abstract": "This scoping review explored genetic variants associated with hereditary ovarian cancer in women of African ancestry. Around 20% of ovarian cancers are hereditary, with <i>BRCA1</i> and <i>BRCA2</i> variants accounting for 20–55% of these cases, while other implicated genes include <i>BRIP1, ATM, RAD51C, RAD51D</i>, and the Lynch syndrome genes. The genetic basis of ovarian cancer in women of African ancestry, however, remains poorly understood. Accurate diagnosis of hereditary cancer syndromes is crucial given their personal and familial implications, informing patient management, surveillance, and cascade testing for at-risk relatives. Eligible studies included women of African ancestry with confirmed primary ovarian, peritoneal, or fallopian tube cancer who underwent germline genetic testing for hereditary cancer syndromes. Studies based solely on somatic testing or genome-wide association approaches were excluded. A comprehensive search of PubMed, Scopus, Web of Science, Google Scholar, and ProQuest Dissertations and Theses Global was conducted. Two reviewers independently screened citations and extracted data using a standardized form, and results were summarised narratively and in tables according to JBI scoping review guidelines. Thirty studies were included, primarily involving African American and North African participants. Only four focused specifically on hereditary ovarian cancer; the remainder primarily examined breast cancer cohorts with some ovarian cancer cases. Across these studies, 75 pathogenic variants were identified in 110 families, with 92% in <i>BRCA1</i> or <i>BRCA2</i>. Research on hereditary ovarian cancer in women with African ancestry remains extremely limited, highlighting the urgent need for broader next-generation sequencing studies to inform clinical care. The online version contains supplementary material available at 10.1007/s10689-026-00530-x.",
    "journal": "Familial cancer",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41614924",
    "title": "Ensemble Machine Learning on Bulk RNA-Seq Identifies 17-Gene Signature Predicting Neoadjuvant Chemotherapy Response in Breast Cancer.",
    "abstract": "Predicting neoadjuvant chemotherapy response in breast cancer remains critical for optimizing treatment strategies, yet robust predictive biomarkers are lacking. This study implemented an ensemble machine learning approach to identify a gene expression signature predicting pathological complete response (pCR) versus residual disease (RD) using bulk RNA-sequencing data from GSE163882 (138 RD, 80 pCR). We employed TMM normalization with differential expression analysis (250 genes, FDR < 0.05, |log2FC| ≥ 1), ensemble feature selection across five classifiers (Random Forest, Gradient Boosting, SVM, k-NN, and Neural Network) with 10-fold repeated cross-validation, and stacked ensemble development. Consensus selection identified a 17-gene signature consistently ranked across algorithms. The stacked ensemble achieved 0.97 AUC post-testing on hold-out test data. External validation on the independent GSE240671 cohort (37 pCR, 25 RD) following ComBat batch correction achieved ROC AUC of 0.78 and PR AUC of 0.85 with isotonic calibration, demonstrating balanced accuracy of 0.71 and 0.86 sensitivity for pCR detection. Pathway enrichment revealed associations with cell cycle regulation (E2F3, MKI67), DNA repair (BRCA2), and transcriptional control (MED1), with six priority genes (MED1, BRCA2, E2F3, PITPNB, H1-1, and FARP2) showing established breast cancer relevance. This externally validated 17-gene signature provides a biologically grounded tool for NAC response prediction in precision oncology.",
    "journal": "Current issues in molecular biology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41612487",
    "title": "Managing healthcare for female BRCA carriers in the population screening era: developing a harmonized national policy for surveillance and risk-reduction.",
    "abstract": "The implementation of Israeli National screening for <i>BRCA1/BRCA2</i> pathogenic variants (PVs) in 2020 has led to a significant increase in the number of unaffected female carriers who are referred to high-risk surveillance clinics (HRSCs). Lack of standardization in protocols for risk reduction and surveillance between HRSCs results in confusion and gaps in care. We aimed to identify discrepancies in existing practices and lead to policy development of a national policy for surveillance, management and risk reducing strategies in <i>BRCA-PV</i> carriers. A comparative analysis of risk reduction and surveillance protocols of the nine leading HRSCs across Israel, comprising the Israeli Consortium for hereditary breast and ovarian cancer (HBOC), and multi-center meetings to develop consensus guidelines for HRSCs. Our analysis revealed a high level of prior consensus on critical aspects including risk-reducing mastectomy, salpingo-oophorectomy, fertility treatment, contraception, hormone replacement therapy, and general health behavior. For breast cancer (BC) imaging surveillance there was variability regarding frequency (e.g. only one HRSC offers biannual MRI for <i>BRCA1</i> carriers), age limits (five centers continue in women older than 75 years), frequency during pregnancy and lactation (four HRSCs every three months and four others every six months; one does not recommend any surveillance), and surveillance post-mastectomy. For ovarian cancer (OvCa) surveillance, there was also variability: six centers recommend biannual/annual serum CA-125 level and pelvic sonography for all women, one center recommends this for all women till risk-reducing-bilateral-salpingo-oophorectomy (RRBSO), and two centers exclusively for women from age 35 till RRBSO. Surveillance recommendations for malignancies other than BC and OvCa differed greatly among centers. The online version contains supplementary material available at 10.1186/s13584-026-00746-3.",
    "journal": "Israel journal of health policy research",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41608012",
    "title": "Early Diagnosis of Male Breast Cancer: A Case Report and Literature Review.",
    "abstract": "Male breast cancer (MBC) is a rare neoplasm, and this rarity underscores the critical importance of awareness and appropriate screening. This study presents a case of male breast cancer (MBC) in a 64-year-old patient to enhance understanding of this rare and frequently underdiagnosed neoplasm. A 64-year-old man presented with a palpable mass in the left breast. Imaging revealed bilateral gynecomastia and a highly suspicious 4.3-cm Breast Imaging Reporting and Data System (BI-RADS) 5 nodule with nipple retraction. Biopsy confirmed histologic grade III invasive ductal carcinoma. Immunohistochemistry showed positivity for hormone receptors (Estrogen Receptor (ER) 90%, Progesterone Receptor (PR) 50%) and was negative for Human Epidermal Growth Factor Receptor 2 (HER2). Following left mastectomy, the patient experienced postoperative complications, including a contralateral hematoma and a persistent seroma. Oncotype diagnosis (DX) testing indicated a low chemotherapy benefit, leading to adjuvant therapy with tamoxifen. Pathologic tumor stage pT1c and pathologic nodal status pN0, confirmed by sentinel lymph node biopsy, indicated early-stage disease. The complexity of MBC underscores the critical importance of early diagnosis. The prompt detection of the suspicious mass, culminating in effective early-stage treatment, proved crucial to this patient's favorable prognosis, in contrast to the common trend of delayed diagnoses and their less promising outcomes. Accordingly, strengthening public awareness and professional training is essential to optimize management and improve outcomes in men with breast cancer.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41604601",
    "title": "TBCRC 048 (Olaparib Expanded) Expansion Cohorts: Phase II Study of Olaparib Monotherapy for Patients With Metastatic Breast Cancer With Germline Mutations in <i>PALB2</i> or Somatic Mutations in <i>BRCA1</i> or <i>BRCA2</i>.",
    "abstract": "Translational Breast Cancer Research Consortium 048 was a proof-of-principle trial demonstrating responses to the poly (ADP-ribose) polymerase (PARP) inhibitor olaparib in patients (pts) with metastatic breast cancer (MBC) with germline (g) <i>PALB2</i> or somatic (s) <i>BRCA</i> mutations (s<i>BRCA</i>m). Here we report results from the expansion cohorts in a larger sample of pts with g<i>PALB2</i>m or s<i>BRCA</i>m. Eligible pts had MBC of any subtype with measurable disease and a g<i>PALB2</i>m or s<i>BRCA</i>m. Pts received olaparib 300 mg twice a day until progression. The primary end point was overall response rate. Secondary end points include clinical benefit rate (CBR) at 18 weeks, progression-free survival (PFS), duration of response (DOR), and whether among s<i>BRCA</i>m carriers the mutant allele frequency (MAF) is significantly higher in responders than in nonresponders. Fifty-four pts with g<i>PALB2</i>m (N = 24) or s<i>BRCA</i>m (N = 30) were enrolled. Forty-two (78%) had estrogen receptor-positive human epidermal growth factor receptor 2-negative (HER2-) MBC, seven (13%) had triple-negative breast cancer, and five (9%) had HER2+ disease. Among pts with a g<i>PALB2</i>m, the overall response rate (ORR) was 75% (80% CI, 60.2 to 86.3), CBR was 83.3% (90% CI, 65.8 to 94.1), the median PFS was 9.4 months (90% CI, 8.3 to 13.1), and the median DOR was 7.0 months (90% CI, 5.6 to 10.4). Among pts with s<i>BRCA</i>m (15 s<i>BRCA1</i> and 15 s<i>BRCA2</i>), the ORR was 36.7% (80% CI, 24.7 to 50), CBR was 53.3% (90% CI, 37 to 69.1), the median PFS was 5.5 months (90% CI, 2.8 to 8.3), and the median DOR was 11.2 months (90% CI, 4.4 to not reached). One additional pt had an unconfirmed partial response. Although clinically meaningful, the ORR in pts with s<i>BRCA</i>m did not achieve the prespecified target. Among s<i>BRCA</i>m carriers, the mean MAF did not differ significantly between responders (46%) and nonresponders (39%; <i>P</i> = .7). Olaparib is active in pts with MBC with g<i>PALB2</i>m and s<i>BRCA</i>m, significantly expanding the population of pts with breast cancer likely to benefit from PARP inhibitors beyond g<i>BRCA1/2</i>m carriers.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41595245",
    "title": "Male Breast Cancer in Serbia: A 33-Year Retrospective Cohort Study of Genetic Predisposition, Clinicopathological Features, and Survival Outcomes.",
    "abstract": "<b>Background/Objectives</b>: Male breast cancer (MBC) is rare, accounting for less than 1% of all breast cancers. Given its low incidence, male breast cancer (MBC) remains understudied; this 33-year Serbian cohort was assessed for clinicopathological features, therapeutic approaches, genetic alterations, and survival. <b>Methods</b>: We retrospectively analyzed MBC patients diagnosed between 1991 and 2024 at the Institute for Oncology and Radiology of Serbia. Data included demographics, tumor characteristics, and stage, treatment, hormone receptor and HER2 status, Ki-67 index, genetic testing, and survival. <b>Results</b>: A total of 191 patients were identified (median age 66). Family history was negative in 91% and positive in 5.8%. T2 tumors were most frequent (36%), and 96% presented without metastasis. Mastectomy with axillary or sentinel lymph node dissection was performed in 78.5%. Neoadjuvant chemotherapy and radiotherapy were administered in 5.8% and 8.4%. Estrogen receptor positivity was 72%, progesterone receptor 88%, HER2 overexpression 11.0%, and triple-negative tumors 2.6% (40% with axillary involvement). High Ki-67 (≥15%) was recorded in 28.8%. Adjuvant chemotherapy, radiotherapy, and hormone therapy were given in 36%, 58%, and 68%. Among 37 genetically tested patients, seven had pathogenic variants (BRCA1, BRCA2, CHEK2, PALB2). Disease recurrence occurred in 30%. Median follow-up was 53 months. Median disease-free survival (DFS) was 82 months (1-, 2-, 5-, 10-year DFS: 87%, 73%, 57%, 39%). Median overall survival (OS) 131 months (1-, 2-, 5-, 10-year OS: 95%, 93%, 73%, 53%). <b>Conclusions</b>: This long-term cohort highlights the predominance of hormone-receptor positivity, the infrequency of germline mutations, and moderate survival rates, informing patient management and guiding future studies.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41590330",
    "title": "Germline <i>BRCA1/2</i> Variants in Polish Patients with Family History of Breast and Ovarian Cancer: Prevalence, CNV Detection, and Identification of a Novel Loss-of-Function Mutation.",
    "abstract": "Pathogenic and likely pathogenic variants in the <i>BRCA1</i> and <i>BRCA2</i> genes are associated with a significantly increased risk of breast and/or ovarian cancer. We investigated genetic variants in a cohort of 450 unaffected individuals with a family history of breast and/or ovarian cancer, involving at least one first-degree relative. Next-generation sequencing (NGS) was used to analyze the coding regions of these two genes, with copy number variation (CNV) analysis. A total of 16 unique to our cohort variants classified as pathogenic or likely pathogenic were identified in 22 patients, including one novel loss-of-function variant in <i>BRCA1</i> gene. Furthermore, we identified a deletion of exon 21 in the <i>BRCA1</i> gene in two patients. These results emphasize the difficulties involved in molecular diagnostics and indicate the need for further research into new predictive models for patients with hereditary breast and ovarian cancer.",
    "journal": "Current oncology (Toronto, Ont.)",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568657",
    "title": "Hereditary Risk Assessment of Cancer Using Clinical History in Patients Diagnosed with Breast or Ovarian Cancer Receiving Treatment at Tertiary Care Hospital in Western Rajasthan - A Cross-sectional Study.",
    "abstract": "Individuals with the breast cancer 1 gene (BRCA1) and breast cancer 2 gene (BRCA2) associated hereditary breast and ovarian cancer (HBOC) have an elevated risk of developing breast cancer in both men and women. The aim of the study was to assess the risk of HBOC using clinical history in patients diagnosed with breast or ovarian cancer (OC) receiving treatment. A cross-sectional study was conducted among 180 patients diagnosed with breast or OC, selected using a nonprobability convenience sampling technique. Data was collected using a self-structured tool for the sociodemographic and clinical variables, and the CanRisk tool was used to assess the estimated risk percentage value of BRCA1 or BRCA2 pathogenic or likely pathogenic variants based on the clinical variables. Data was analyzed using IBM SPSS version 20, Mann-Whitney U -test, and Kruskal-Wallis test, with P < 0.05 as the significance level. The results indicate an increased hereditary risk associated with early breast or OC diagnosis, married, late menarche, early menopause, young maternal age at first childbirth, and family history in patients diagnosed with breast or OC. A statistically significant association ( P < 0.05) was found between estimated risk percentages for pathogenic or likely pathogenic variants BRCA1 or BRCA2 (including BRCA1, BRCA2, PALB2, CHEK2, ATM, BARD1, RAD51D, RAD51C, or BRIP) with the selected sociodemographic and clinical variables. Genetic counseling and testing for patients diagnosed with breast or OC can identify HBOC risk, reducing complications and mitigating lifetime cancer risk through timely assessment and awareness.",
    "journal": "Annals of African medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568159",
    "title": "Tyrer-Cuzick Lifetime Risk Is Not Associated With Non-BRCA1/2 Pathogenic Variants for Breast Carcinoma.",
    "abstract": "The Tyrer-Cuzick (TC) or IBIS risk calculator is a widely used tool to estimate the probability of developing breast cancer. The latest version incorporates various factors to assess the risk of breast cancer, including family history, personal history, breast density, and past medical history. The TC is commonly used to guide patients toward further diagnostic imaging, genetic testing, chemoprevention, or risk-reducing surgery. However, it is unclear whether the TC is associated with non-BRCA1/2 pathogenic variants (PVs) in breast cancer susceptibility genes. A population of 964 patients with TC was evaluated for 12 PVs and variants of unknown significance (VUS) using lab-agnostic genetic testing. Patients were enrolled from 2019 to 2022. Historical TC were used for the subgroup of patients who developed breast cancer after enrollment. TC scores were compared between the three patient cohorts that had BRCA gene mutations, non-BRCA PVs, and negative for PVs, using the Kruskal-Wallis test followed by pairwise comparison using DSCF adjustment for multiple comparisons. Data collection for patient cohorts occurred simultaneously and was only separated in analysis. Logistic regression was carried out to predict BRCA versus negative in a model with TC scores, as well as non-BRCA versus negative. Area under the receiver operating characteristic (ROC) curve (AUC) was calculated to assess model fit. This study found an average TC of 7.71%. A family history of cancer was noted in 78.30% of patients, and a personal history of cancer other than breast occurred in 20.74% of patients. The presence of PVs and VUS was evaluated, and 12.03% of patients were found to have a PV, with an average TC of 8.98%. The most common PVs were CHEK2, BRCA2, BRCA1, and BARD1. Out of those with PVs, 52% had non-BRCA1/2 PVs with an average TC of 5.47%. A total of 102 patients (10.58%) had a VUS, with an average TC of 8.29%. In further statistical analysis, TC were distributed significantly differently among the three groups, with differences observed between the BRCA group and negative group, as well as between BRCA and non-BRCA1/2 PVs group. A higher TC was also associated with BRCA1/BRCA2 variants compared to non-BRCA1/2 PVs. TC scores provide valuable information regarding the lifetime risk of an individual of developing breast cancer. However, the study found they were not associated with prediction of non-BRCA1/2 PVs. When choosing a genetic testing panel for breast cancer genes, TC is not as a reliable predictor on individual patient's family history, NCCN guidelines, or ASBrS guidelines. Our study supports the need to develop a genetic risk calculator that incorporates the predictive value for these non-BRCA1/2 PVs in otherwise low or average TC women.",
    "journal": "The breast journal",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568010",
    "title": "Universal vs. ASCO guidelines-based germline genetic testing for newly diagnosed breast cancer patients in resource-restricted settings.",
    "abstract": "A significant subset of breast cancer cases is attributable to inherited pathogenic genetic variants. Germline genetic testing (GGT), particularly for <i>BRCA1</i> and <i>BRCA2</i>, represents a critical tool for precision oncology, enabling individualized risk stratification and the development of tailored therapeutic strategies. Consecutive newly diagnosed breast cancer patients eligible for GGT testing according to the latest American Society of Clinical Oncology (ASCO) guidelines were enrolled. During the study period, 1,570 patients were enrolled, median age 51 (22-96) years, majority (n = 1,352, 86.1%) were Jordanian. Based on age criteria, 1,346 (85.7%) patients were eligible for testing. Another 134 (8.5%) were found eligible for testing because of other indications including personal or family history of breast and other cancers (n = 121, 7.7%), triple-negative disease (n = 9, 0.57%) and male gender (n = 4, 0.25%). In total, 1,480 (94.3%) patients were eligible for GGT as per ASCO guidelines, leaving only 90 (5.7%) patients not candidates for testing. Pathogenic/likely pathogenic variants were identified in 23 (7.8%) patients. Applying universal GGT for all newly diagnosed breast cancer patients, regardless of their age or risk factors, would slightly increase the pool of eligible patients, the burden of which can be justified given its impact on improving referral rate.",
    "journal": "Oncology reviews",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41565546",
    "title": "DNA binding is a defining feature of BRCA2 orthologs.",
    "abstract": "BReast CAncer 2 (BRCA2) safeguards genome integrity across eukaryotes by facilitating DNA repair. A defining feature of BRCA2 orthologs is their ability to bind to DNA. Here, we highlight emerging roles of multiple DNA-binding modules that act in a complementary manner and contribute uniquely to BRCA2 functions.",
    "journal": "Trends in biochemical sciences",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41562867",
    "title": "The uptake rate of risk-reducing salpingo-oophorectomy among Thai women with breast cancer and germline BRCA pathogenic or likely pathogenic variants.",
    "abstract": "Germline BRCA1 and BRCA2 pathogenic and likely pathogenic variants (PVs) significantly increase the risk of breast cancer and ovarian cancer, forming the basis for hereditary breast and ovarian cancer syndrome. Current guidelines recommend risk-reducing salpingo-oophorectomy (RRSO) for women with PVs. This study aimed to evaluate the rate of uptake of RRSO among women with breast cancer who carry germline BRCA PVs. This retrospective study collected data from women with breast cancer who were identified to have germline BRCA PVs between 2020 and 2024 at Siriraj Hospital, Bangkok, Thailand. Baseline characteristics, including age, BMI, underlying diseases, menopausal status, recurrent or metastatic breast cancer, BRCA1 and BRCA2 PVs were recorded. The uptake rate and associated factors of RRSO among these women were analyzed. In addition, the time to surgery and pathological outcomes were evaluated in the RRSO group. One hundred and thirty-eight women were included in the final analysis. Among them, 81 (58.7%) underwent RRSO. Ovarian cancer was detected in six (7.4%) women who underwent RRSO. Factors associated with undergoing RRSO including age greater than or equal to 45 years and the absence of distant metastasis. The median interval between genetic testing and RRSO was 8 months. In the surveillance group, the median follow-up time was 39 months, and no cases of cancer were detected. The RRSO uptake rate among breast cancer patients with germline BRCA PVs was 58.7%. Efforts to improve this rate should focus on understanding reasons for refusal and offering alternative prevention strategies.",
    "journal": "European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP)",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41549603",
    "title": "Pathogenic Germline PALB2 and RAD50 Variants in Patients With Relapsed Ewing Sarcoma.",
    "abstract": "Approximately 10% of patients with Ewing sarcoma (EwS) have pathogenic germline variants. Here, we report two cases: first, a novel germline pathogenic variant in partner and localizer of BRCA2 (PALB2) in a patient with a late EwS relapse. Its impact on homologous recombination is demonstrated, and breast cancer risk is discussed. Second, we report a pathogenic germline variant in RAD50 in a patient with a rare prostate primary EwS and later concurrent relapsed EwS and therapy-related acute myeloid leukemia (tAML) with two rare KMT2A translocations. Understanding rare pathogenic germline variants and the impact on cancer behavior, response to treatment and treatment-associated toxicities is important for patients.",
    "journal": "Pediatric blood & cancer",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41547905",
    "title": "Molecular characteristics and prognostic insights into BRCA-associated breast cancer in Kazakhstan.",
    "abstract": "Breast cancer remains the leading cause of cancer morbidity and mortality among women worldwide. Approximately 5-10% of cases involve pathogenic BRCA1/2 variants, typically associated with early-onset, aggressive disease. This study aimed to determine the frequency and spectrum of BRCA1/2 mutations among Kazakhstani breast cancer patients and to analyze their associations with clinicopathological features and survival outcomes. A total of 186 patients aged 21-90 years were examined between December 2023 and June 2024 using next-generation sequencing and retrospective chart review. The median age was 44 years for BRCA1, 48 for BRCA2, and 51 for BRCA-negative patients. Advanced disease (stages III-IV) was more common among mutation carriers (p < 0.001). Pathogenic BRCA1 and BRCA2 variants were found in 22% and 9% of cases, respectively; BRCA1 tumors were predominantly triple-negative (88%), whereas BRCA2 tumors were mainly hormone receptor-positive (65%). Both subtypes were largely poorly differentiated (61% and 53%, respectively). The median progression-free survival was 34, 12, and 8 months for BRCA-negative, BRCA1-, and BRCA2-positive groups, respectively (p = 0.001). To our knowledge, this is the first comprehensive analysis of BRCA1/2 mutation profiles among Kazakhstani women, highlighting distinct genotype-phenotype correlations and supporting the need for personalized therapeutic strategies in this population.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41542106",
    "title": "Associations between Pathogenic Germline Variants in BRCA and Non-Breast/Non-Ovarian Cancer Types in the German Population.",
    "abstract": "Families with pathogenic germline variants (pv) in BRCA1/2 may have besides breast and ovarian cancer an elevated lifetime risk for other cancer types. Data and pedigree information from 1852 family members of 286 BRCA1/2 positive families were analyzed. Genetic testing was conducted between 2015 and 2017 at the HBOC center at Charité - Universitätsmedizin Berlin. Relative cancer risk (RR) was calculated by comparing observed cancer incidence with the expected incidence in the German population. BRCA1/2 positive families showed an elevated cancer risk for gastric and cervical cancer regardless of BRCA status. The relative risk of gastric cancer was higher in BRCA2 carriers compared to BRCA1 carriers (gBRCA1 RR 1.42; 95% CI: 0.65-2.69 vs. gBRCA2 RR 1.88; 95% CI: 0.75-3.87). Similarly, the relative risk for cervical cancer was also greater in BRCA2 carriers than in BRCA1 carriers (gBRCA1 RR 1.88; 95% CI: 0.69-4.09 vs. gBRCA2 RR 2.09; 95% CI: 0.56-5.35). Additionally, BRCA2 families showed an increased risk of pancreatic cancer (RR 1.56; 95% CI, 0.50 to 3.63). No significant associations were found for other cancer entities. In the present study, an increased risk of gastrointestinal cancer was observed in German families with pathogenic BRCA1/2 variants, consistent with findings from previous research. Potential new associations with cervical cancer were also identified, warranting confirmation through large prospective studies. These findings highlight the importance of developing additional screening programs or preventive strategies for BRCA carriers, especially with regard to upper gastrointestinal tract malignancies.",
    "journal": "Geburtshilfe und Frauenheilkunde",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41530809",
    "title": "Putative breast cancer risk variants from populations of South Asian ancestry are under-represented in public variant classification databases.",
    "abstract": "The majority of publicly available genomics data originates from populations of European ancestry. This limits understanding and detection of inherited genetic risk factors for breast cancer in other populations. To assess the extent to which deficits in knowledge of the genetics of breast cancer risk exist for populations of non-European ancestry, we compared data available on putative breast cancer risk variants in the ClinVar database for populations of different ancestry. Protein-coding insertions and deletions (indels) and single-nucleotide polymorphisms (SNPs) private to populations of Non-Finnish European (NFE), African (AFR), Admixed American (AMR), East Asian (EAS) and South Asian (SAS) ancestry from the Genome Aggregation Consortium (gnomAD v4) were identified for nine established breast cancer risk genes. The percentage of private protein-coding variants listed as 'Unreported' by gnomAD in ClinVar were compared between populations. The SAS population had the biggest knowledge deficit, as 43.4% of private SAS variants were not reported in ClinVar, compared to 20-30% for other populations. Proportionally fewer SAS variants were reported for all 9 genes, with the difference reaching an adjusted p < 0.05 for PALB2, ATM and BRCA2 when compared to NFE. In contrast, few genes had significantly lower ClinVar reporting rates for AFR, AMR and EAS than for NFE. ClinVar reporting deficits in the SAS population were observed for both missense and protein-truncating variants. Unreported variants were usually very rare and largely absent in other public repositories. A substantial fraction of unreported variants were protein-truncating (17.2%), or missense with high predicted pathogenicity scores, representing novel candidate breast cancer risk alleles. Our work demonstrates putative breast cancer risk variants from populations of South Asian ancestry are less likely to be reported in ClinVar. Defining and removing barriers to reporting potential risk variants for breast cancer from South Asian populations is needed to reduce this knowledge deficit.",
    "journal": "Breast cancer research : BCR",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41528496",
    "title": "Genetic tumor syndromes in female cancer: insights into inherited cancer predisposition and clinical implications.",
    "abstract": "A relevant proportion of malignancies predominantly or exclusively affecting women, including breast and gynecologic cancers, is attributable to hereditary tumor syndromes, profoundly impacting cancer risk, prognosis, and therapeutic management. Today, the routine use of comprehensive germline panels has shifted the focus from solely pathogenic BRCA1/2 variants to include numerous pathogenic variants of other high- and moderate-risk genes. A broad spectrum of genetic alterations has been identified as causative for Hereditary Breast and Ovarian Cancer syndrome (HBOC), encompassing not only BRCA1 and BRCA2, but also PALB2, ATM, BARD1, CHEK2, BRIP1, RAD51C, and RAD51D. Beyond HBOC, numerous additional hereditary tumor syndromes are of significance in senologic and/or gynecologic oncology, including Li-Fraumeni syndrome, Lynch syndrome, DICER1 syndrome, Hereditary Diffuse Gastric Cancer, Neurofibromatosis type 1, Peutz-Jeghers syndrome, PTEN hamartoma tumor syndrome, Tuberous Sclerosis, and pathogenic variants in NBN and SMARCA4. Affected individuals are offered specialized surveillance to enable early detection or even prevention of cancer. In addition to regular clinical examinations and imaging, preventive strategies may include risk-reducing surgery. Pathogenic germline variants also influence therapeutic management of cancer patients. For specific indications, targeted therapies are available, for example PARP [poly (ADP-ribose) polymerase] inhibitors for pathogenic BRCA variant carriers across multiple tumor entities. Optimal management requires interdisciplinary coordination, encompassing genetic counseling, early detection, and risk-reducing strategies within specialized centers. This review provides a comprehensive overview of hereditary tumor syndromes predisposing to breast and gynecologic malignancies, with a focus on genetic basis, associated cancer risks, and implications for clinical management. By delineating these syndromes, it aims to assist clinicians in recognizing hereditary cancer predisposition and in guiding affected individuals within routine senologic and gynecologic practice.",
    "journal": "Archives of gynecology and obstetrics",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41523840",
    "title": "Diagnostic sensitivity of mammography and magnetic resonance imaging for ductal carcinoma <i>in situ</i> in high-risk breast cancer screening: A systematic-review and meta-analysis.",
    "abstract": "Given the improved sensitivity of magnetic resonance imaging (MRI) for detecting ductal carcinoma <i>in situ</i> (DCIS), the omission of routine mammography (MG) or digital breast tomosynthesis (DBT) in high-risk breast cancer screening is under consideration. We aim to conduct a systematic review and meta-analysis to compare the screening sensitivity of MRI, MG and DBT for detecting DCIS in high-risk females. PubMed, Embase, and Web of Science were searched for studies reporting the sensitivity of detecting DCIS in high-risk females up to July 02, 2025. Study quality was assessed with quality assessment of diagnostic accuracy studies-2 (QUADAS-2). Pooled sensitivity was estimated using a random-effects model, overall and stratified by age (<40 and ≥40 years old) and <i>BRCA</i> status (<i>BRCA1</i> and <i>BRCA2</i>). Meta-regression was used to compare modalities. Seventeen studies (18,348 participants, 211 with DCIS) were included. MRI showed significantly higher pooled sensitivity [85%, 95% confidence interval (95% CI): 74%-94%] than MG (36%, 95% CI: 23%-50%; P<0.001). No DBT data were available. Combined MRI and MG yielded the highest sensitivity (99%, 95% CI: 97%-100%), but offered no significant gain over MRI alone in females <40 years old (P=0.091) and in <i>BRCA1</i> mutation carriers (P=0.143). MRI is more sensitive than MG for DCIS detection in high-risk females. In females <40 years old and <i>BRCA1</i> mutation carriers, adding MG to MRI provides no additional diagnostic value. Considering the potential trade-offs, the routine use of MG in these subgroups should be carefully reconsidered.",
    "journal": "Chinese journal of cancer research = Chung-kuo yen cheng yen chiu",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41523250",
    "title": "A predictive model based on BRCA1/2, POLE, TP53, and MSH6 mutations for immunotherapy response in advanced endometrial cancer.",
    "abstract": "To evaluate clinical, molecular, and immunological predictors of response to immunotherapy among patients with advanced endometrial cancer and to develop a combined biomarker model for predicting treatment outcomes. This retrospective case-control study included 590 advanced endometrial cancer patients treated at the Affiliated Hospital of Hebei University of Engineering between December 2024 and May 2025. Eligible women underwent total hysterectomy, pelvic lymph node dissection, and received immune checkpoint inhibitors alongside standard chemotherapy. Patients were stratified into good and poor response groups based on 1-year post-treatment prognosis and response evaluation criteria in solid tumors. Baseline blood biomarkers, gene mutation status (breast cancer gene [BRCA] 1, BRCA2, DNA polymerase epsilon, tumor protein p53 [TP53], mutS homolog 6), and immunophenoscore (IPS) were assessed. Logistic regression and receiver operating characteristic (ROC) analyses were performed. A random forest model was constructed for combined biomarker prediction. No significant differences in baseline demographic or clinical characteristics were found between response groups. Good responders had significantly lower baseline levels of C-reactive protein (CRP), interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α), neutrophil-lymphocyte ratio (NLR), cancer antigen 125 (CA125), and IPS, and higher frequencies of gene mutations. Multivariate regression identified elevated CRP, IL-6, TNF-α, NLR, CA125, and IPS as independent predictors of poor response; BRCA2 and TP53 mutations were independently associated with favorable outcomes. The combined biomarker model achieved an area under the ROC curve of 0.812, demonstrating strong predictive accuracy. Inflammatory and tumor biomarkers, IPS, and specific gene mutations are independently associated with immunotherapy response in advanced endometrial cancer. A combined biomarker model may enhance the prediction of treatment outcomes and guide individualized therapy.",
    "journal": "American journal of cancer research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41521709",
    "title": "Identifying a Recurrent BRCA1 Variant in the Qatari Population With Unique Genotype-Phenotype Correlations.",
    "abstract": "Hereditary breast and ovarian cancer syndrome (HBOC) is the most common cause of hereditary breast and ovarian cancers in Qatar and worldwide, which is caused by pathogenic variants in the BRCA1 and BRCA2 genes. The aim of this retrospective study is to describe a common recurrent pathogenic variant in the BRCA1 gene that was observed in the native Qatari population with unique genotype-phenotype correlations. Medical records of Qatari patients (affected and unaffected) with personal and/or family history of breast and ovarian cancers who carry pathogenic/likely pathogenic variants in the BRCA1 gene were reviewed between 2013 and 2020. Epidemiological information and clinical data were reviewed, including age, gender, ethnic background, personal history of cancer, tumour characteristics, and family history. We used frequencies and proportions to describe the data and used Kaplan-Meier curves and log-rank analysis to compare survival rates. For the analysis, we used Stata Corp. 2015. Stata Statistical Software: Release 14, College Station, TX: Stata Corp. LP. Ethical committee approval was obtained from Hamad Medical Corporation IRB committee (MRC-01-20-1086). Sixty-three Qatari affected patients and unaffected individuals who carry the BRCA1 variant were included in the study. Our result confirms the presence of a common recurrent pathogenic variant c.4787C>A p.(Ser1596Ter) among Qatari patients who belong to 8 consanguineous large families, followed by c.4065_4068del p.Asn1355fs, both in BRCA1. The BRCA1 c.4787C>A variant is highly associated with early onset breast cancer, specifically invasive ductal carcinoma (IDC) triple negative breast cancer (stage I, grade III), rather than ovarian cancer. Additionally, the c.4787C>A variant was found to exhibit high penetrance in families with early-onset breast cancer. We showed that BRCA1 c.4787C>A pathogenic variant is a highly recurrent variant among Qatari consanguineous families and contributes to the early onset breast cancer in Qatar. Early identification of this variant can aid in improving patients' survival and guide early personalized treatment and prevention.",
    "journal": "Molecular genetics & genomic medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41520270",
    "title": "SMC6 expression & outcome of breast cancer.",
    "abstract": "Background & objectives Genetic instability is frequent in tumour cells and might occur due to an imbalance of homologous recombination (HR). HR is a crucial mechanism of DNA double-strand break (DSB) repair that depends on the formation and resolution of Holliday junctions for genomic stability maintenance. The SMC6 complex with SMC5 is involved in DSB repair. We sought to investigate the association between SMC6 expression, genomic instability, and prognosis of breast cancer. Methods This was an observational retrospective cohort study. We assessed SMC6 expression and copy number variation (CNV) data measured by qRT-PCR and whole-genome comparative genomic hybridization in 33 women with breast cancer who are non-carriers of BRCA1/BRCA2 mutations. According to nuclear staining, the SMC6 protein expression was evaluated on a tissue microarrayer containing 481 samples classified as SMC6low (negative/weak) or SMC6high (moderate/strong). Results SMC6low tumours tend to show higher CNV. SMC6high group presented poorer disease-free survival than the SMC6low group (P=0.050), mainly for the luminal subtype (P=0.005). SMC6low/ERpos were protective biomarkers for recurrence. Interpretation & Conclusions There is a possible association between SMC6 expression and relapse of breast cancer, also suggesting that SMC6 abnormal expression may indicate tumour genetic instability in breast cancer.",
    "journal": "The Indian journal of medical research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41503813",
    "title": "Real-life data on clinical characteristics, treatments and outcomes of patients with newly diagnosed advanced-stage ovarian cancer: an observational study from Belgium.",
    "abstract": "Data about the clinical management of patients with ovarian cancer (OC) in real-world settings are scarce. This study documents baseline characteristics, treatments, and clinical outcomes in a real-world population of women with newly diagnosed advanced-stage OC in Belgium. This observational study, conducted at four hospitals in Belgium, retrospectively enrolled 120 women with FIGO (International Federation of Gynecology and Obstetrics classification) stage III or IV high-grade serous or endometrioid OC diagnosed between 2007 and 2018. Treatment outcomes, response to therapy, and patient survival were followed up until 20 months after diagnosis. Of 113 patients with a clinical response assessment, 49.6% were diagnosed with a stage IV disease, 53.1% underwent interval debulking surgery, 98.2% received any type of chemotherapy, and 35.4% received bevacizumab. Deleterious mutations in breast cancer susceptibility genes <i>(BRCA1/BRCA2)</i> were detected in 12/84 (14.3%) patients. After primary or interval debulking surgery, 50.0% and 60.0% of stage III, and 66.7% and 80.0% of stage IV patients had no visible residual disease, respectively. Following chemotherapy, 59.3% of patients had complete clinical response and/or no visible residual disease. Until month 20 of follow-up, 37.2% of patients were disease-free. Until 2018, surgical resection followed by first-line chemotherapy and bevacizumab use comprised the cornerstone therapy for newly diagnosed FIGO stage IV OC in Belgium. Clinical response and progression-free survival rates were relatively high. The patients' <i>BRCA1/BRCA2</i> status was insufficiently characterized, likely reflecting the lack of perceived relevance of <i>BRCA1/BRCA2</i> mutations for OC treatment before adoption of targeted therapies in clinical practice.",
    "journal": "Acta clinica Belgica",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41501043",
    "title": "Clinical implications of rare and common variation in preimplantation genetic testing for breast cancer.",
    "abstract": "Recently, some clinics have begun using preimplantation genetic testing for monogenic disorders (PGT-M) for moderately penetrant breast cancer (BC) risk variants, while other clinics use polygenic risk scores (PRS) in the context of preimplantation embryo screening. Using both simulation and formal mathematical approaches, we evaluated: (1) in what circumstances embryo selection using PRS could lead to systematically erroneous results due to failure to consider monogenic carrier status; and (2) whether PGT-M for moderate penetrance variants could lead to erroneous results due to unassessed, yet elevated PRS. Variants in BRCA1, BRCA2, and PALB2 resulted in a risk distribution that was essentially disjoint from the non-carriers, regardless of PRS. By contrast, for moderately penetrant genes, standard PGT-M would fail to select the lowest risk embryo approximately 5% of the time due to elevated PRS. This complex interplay suggests that caution should be exercised when considering preimplantation genetic testing involving exclusively monogenic variants of moderate penetrance or polygenic scores.",
    "journal": "NPJ genomic medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41499127",
    "title": "Risk-Reducing Bilateral Mastectomy and Mortality in Carriers of BRCA1 and BRCA2 Variants: A Systematic Review and Meta-Analysis.",
    "abstract": "Risk-reducing bilateral mastectomy reduces the incidence of breast cancer in female carriers of the BRCA pathogenic variants, but its association with mortality remains uncertain. To evaluate the association between risk-reducing bilateral mastectomy and overall and breast cancer-specific mortality in female carriers of BRCA pathogenic variants. PubMed, Scopus, CINAHL, Embase, and CENTRAL were searched in May 2025, with English-language restriction and no date limit. Reference lists of included studies and relevant reviews were also examined. Eligible studies compared female carriers of BRCA1 and BRCA2 pathogenic variants who underwent risk-reducing bilateral mastectomy with those who did not and reported overall mortality or breast cancer-specific mortality. Studies including patients with a history of breast cancer were excluded. This meta-analysis followed the Meta-Analysis of Observational Studies in Epidemiology (MOOSE) guidelines. Two authors independently performed study selection, data extraction, and risk of bias assessment (using Risk of Bias in Nonrandomized Studies-of Interventions, version 2). Odds ratios (ORs) and hazard ratios (HRs) were pooled using fixed- and random-effects models according to methodological assessment. Overall and breast cancer-specific mortality. Six observational studies met the inclusion criteria, comprising 6135 carriers of the BRCA1 or BRCA2 variant. Weighted median age at inclusion was 38.0 years, with reported age ranges spanning 15.3 to 85.3 years. Risk-reducing bilateral mastectomy was associated with lower overall mortality in both unadjusted (OR, 0.38; 95% CI, 0.27-0.55; P < .001) and adjusted (HR, 0.37; 95% CI, 0.23-0.60; P < .001) analyses. Breast cancer-specific mortality was also reduced (OR, 0.19; 95% CI, 0.08-0.47; P < .001; HR, 0.14; 95% CI, 0.04-0.49; P = .002). Risk-reducing bilateral mastectomy was associated with lower overall and breast cancer-specific mortality in carriers of the BRCA variants. These findings support the role of risk-reducing bilateral mastectomy as a potentially life-extending intervention and may inform the shared decision-making discussions in these women.",
    "journal": "JAMA surgery",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41493635",
    "title": "Risk of second non-breast primary cancer in Chinese breast cancer patients with germline BRCA1/2 pathogenic variants.",
    "abstract": "The risk of second non-breast primary cancer in Chinese women with breast cancer who carry germline BRCA1/2 pathogenic variants (PVs) is largely unknown. From October 2003 to February 2023, 11,212 women with breast cancer were recruited. BRCA1/2 mutation status of these patients was determined; the age-specific cumulative risk of second non-breast primary cancer was estimated. Of the 11,212 breast cancer patients, 284 carried BRCA1 PVs, 433 carried BRCA2 PVs, and 10,495 were non-carriers. After a median follow-up of 8.4 years, 10.9% of BRCA1 carriers, 7.2% of BRCA2 carriers, and 3.6% of non-carriers developed second non-breast primary cancers; and 6.7% of BRCA1 carriers, 1.4% of BRCA2 carriers, and 0.1% of non-carriers developed ovarian cancer. Cumulative risks of second primary cancer to age 70 years were 28.4% for BRCA1 carriers, 17.3% for BRCA2 carriers, and 6.2% for non-carriers. Cumulative risks of ovarian cancer to age 70 years were 19.8% for BRCA1 carriers, 3.9% for BRCA2 carriers, and 0.4% for non-carriers. No BRCA1 and BRCA2 carriers developed ovarian cancer before the ages of 40 and 45 years, respectively. BRCA2 carriers had higher risks of thyroid cancer (relative risk [RR] 2.16; 95% CI, 1.04-4.51; P = 0.039) and endometrial adenocarcinoma (RR 3.90; 95% CI, 1.47-10.32; P = 0.006) than non-carriers. BRCA1/2 carriers exhibit a 2- to 3-fold higher risk of second primary cancer than non-carriers. Ovarian cancer represents the majority of second primary cancers in BRCA1 carriers, while BRCA2 carriers have a wider spectrum of second primary cancers.",
    "journal": "Breast cancer research and treatment",
    "year": "2026",
    "gene": "BRCA2"
  }
]