[
  {
    "pmid": "41619425",
    "title": "Understanding patient priorities: Sexual health and hereditary ovarian cancer syndromes.",
    "abstract": "Patients with hereditary breast and ovarian cancer syndromes are frequently recommended risk-reducing salpingo-oophorectomy years before natural menopause. While effective in reducing cancer-related morbidity and mortality, salpingo-oophorectomy increases the risk of sexual dysfunction. This study explores patient experiences and perspectives on integrating sexual health support within hereditary cancer syndrome care. From 02/2023-11/2023, we conducted a cross-sectional survey study at a gynecologic oncology clinic. Patients at increased genetic risk for breast and ovarian cancer completed a 26-question survey adapted from previous literature. Descriptive and univariate analyses were performed. Of 81 patients approached, 75 (93 %) participated. Median age was 42 years (IQR 13.5); 46 (61 %) had prior risk-reducing surgery, and 22 (29 %) had history of breast cancer. Sixty-six (88 %) reported that sexuality and intimacy were important and 57 (76 %) felt these issues should be addressed by the healthcare team. Sixty (80 %) preferred discussing sexual health with a physician. Patients welcomed discussions at multiple timepoints, including before risk-reducing surgery (46, 61 %) and during follow-up (67, 89 %). Twenty-six (35 %) felt it was too overwhelming to address sexual health at the time of pathogenic variant diagnosis. Key interests included consequences of risk-reducing treatments (58, 77 %) and strategies for maintaining sexuality and intimacy (49, 65 %). Sexual health is a significant concern for patients with hereditary breast and ovarian cancer risk. Most prefer physician-led conversations throughout different stages of care. These findings underscore the importance of a proactive, patient-centered approach to sexual health communication in this population.",
    "journal": "Gynecologic oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41619336",
    "title": "Male breast health and breast cancer risk.",
    "abstract": "Males account for a small but clinically significant component of overall breast conditions, both benign and malignant. This review summarizes current evidence on epidemiology, male breast anatomy, clinical presentation, diagnosis, management, and identification of risk factors for male breast disease. Benign male breast disease, including gynecomastia, prompts clinical evaluation and requires understanding of hormonal and pharmacological causes to guide diagnostics and management. Although male breast cancer is rare, accounting for less than 1% of all breast cancers, it carries important hereditary and clinical implications. Pathogenic germline variants in BRCA2 are the predominant genetic contributor, conferring a lifetime risk of ~7%, while BRCA1, CHEK2 and PALB2 variants confer lower risk. Males with breast cancer typically present with subareolar masses, nipple changes, or pain, often at older ages and later stages compared with females. Imaging evaluation, including mammography and ultrasound, is central to diagnosis and management. Screening recommendations for high-risk men remain limited due to sparse prospective data, with multigene panel testing and family history assessment guiding individualized risk assessment. Management strategies for male breast cancer generally parallel female protocols, despite unique biological features. By integrating considerations of benign and malignant conditions, this review underscores the importance of tailored evaluation, risk assessment, and individualized care for males, while identifying knowledge gaps to inform future research and improve outcomes in this under-recognized population.",
    "journal": "Maturitas",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41616389",
    "title": "A novel BRCA mutation classification system reveals differential responses to PARP inhibition and prognostic outcomes in epithelial ovarian cancer: a multicenter study.",
    "abstract": "Although poly (ADP-ribose) polymerase inhibitors (PARPis) have transformed the treatment landscape for the BReast CAncer susceptibility gene (BRCA)-mutated ovarian cancer, emerging evidence suggests significant heterogeneity in treatment efficacy. However, findings regarding the impact of mutation location and type remain debated, underscoring the necessity for more data and better subclassification. This study aimed to evaluate the association between novel BRCA mutation subgroups and PARPi response in epithelial ovarian cancer. This is a multicenter retrospective study conducted in China which enrolled BRCA1/2-mutated epithelial ovarian cancer patients between 2015 and 2024. Patients who achieved complete or partial response after surgery and platinum-based chemotherapy were included. Progression-free survival (PFS) was assessed with Kaplan-Meier curves (log-rank test) and Cox models to estimate hazard ratios with 95% confidence intervals. A total of 465 patients were included, of whom 319 (68.6%) received PARPi as maintenance therapy. We introduced a novel classification system that continuously segments the entire BRCA1 gene. Patients with mutations in the DNA-binding domain (DBD) and adjacent region [between DBD and C-terminal domain of BRCA1 (BRCT) (DB)] had poor prognosis without PARPi treatment but showed substantial benefit with PARPi (P = 0.0097 and P = 0.0016, respectively). Conversely, mutations in the Really Interesting New Gene (RING) domain and its downstream region (between RING and DBD) showed limited therapeutic benefit from PARPi and were associated with poorer overall outcomes. Patients with mutations located in the BRCT domain exhibited favorable prognosis regardless of PARPi treatment, diminishing the relative benefit of PARPi in this subgroup. According to the mutation type, patients with frameshift or nonsense mutations experienced significant improvement with PARPi (both P < 0.05). Our novel classification revealed that PARPi efficacy and prognosis varied significantly by mutation location, with the central region linked to superior outcomes compared with the N- and C-terminal regions. Comprehensive mutation profiling should guide treatment decisions to optimize outcomes in patients with BRCA-mutated ovarian cancer.",
    "journal": "ESMO open",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41612657",
    "title": "Risk-Reducing Mastectomy in <i>BRCA1/2</i> and Other High-Risk Gene Carriers: Current Evidence and Practical Guidance.",
    "abstract": "Women carrying pathogenic/likely pathogenic variants of high- or moderate-penetrance genes, such as <i>BRCA1/2</i>, <i>TP53</i>, <i>PTEN</i>, <i>PALB2</i>, <i>CDH1</i>, <i>STK11</i>, <i>CHEK2</i>, and <i>ATM</i>, face markedly elevated lifetime risks of breast cancer. Risk-reducing mastectomy (RRM) reduces incidence by approximately 90% as shown in large observational cohort studies and meta-analyses. However, the survival advantage of RRM remains uncertain given the observational design, heterogeneous population, and the lack of randomized controlled trials. For moderate-penetrance genes, guidance relies more on absolute risk modeling and expert consensus than on direct outcome data. Hence, RRM is recognized as an option for women at high-risk, while emphasizing individualized, multidisciplinary decision-making that incorporates oncological, genetic, reconstructive, and psychosocial perspectives. In addition, choices are shaped by many factors, such as age, family plans, culture, and healthcare systems in real practice. This review integrates the current evidence and evolving guidelines to clarify the benefits, limitations, and controversies surrounding RRM. By addressing existing knowledge gaps and decision-making challenges, it aims to facilitate informed patient-centered counseling for the management of hereditary breast cancer.",
    "journal": "Journal of breast cancer",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41612487",
    "title": "Managing healthcare for female BRCA carriers in the population screening era: developing a harmonized national policy for surveillance and risk-reduction.",
    "abstract": "The implementation of Israeli National screening for <i>BRCA1/BRCA2</i> pathogenic variants (PVs) in 2020 has led to a significant increase in the number of unaffected female carriers who are referred to high-risk surveillance clinics (HRSCs). Lack of standardization in protocols for risk reduction and surveillance between HRSCs results in confusion and gaps in care. We aimed to identify discrepancies in existing practices and lead to policy development of a national policy for surveillance, management and risk reducing strategies in <i>BRCA-PV</i> carriers. A comparative analysis of risk reduction and surveillance protocols of the nine leading HRSCs across Israel, comprising the Israeli Consortium for hereditary breast and ovarian cancer (HBOC), and multi-center meetings to develop consensus guidelines for HRSCs. Our analysis revealed a high level of prior consensus on critical aspects including risk-reducing mastectomy, salpingo-oophorectomy, fertility treatment, contraception, hormone replacement therapy, and general health behavior. For breast cancer (BC) imaging surveillance there was variability regarding frequency (e.g. only one HRSC offers biannual MRI for <i>BRCA1</i> carriers), age limits (five centers continue in women older than 75 years), frequency during pregnancy and lactation (four HRSCs every three months and four others every six months; one does not recommend any surveillance), and surveillance post-mastectomy. For ovarian cancer (OvCa) surveillance, there was also variability: six centers recommend biannual/annual serum CA-125 level and pelvic sonography for all women, one center recommends this for all women till risk-reducing-bilateral-salpingo-oophorectomy (RRBSO), and two centers exclusively for women from age 35 till RRBSO. Surveillance recommendations for malignancies other than BC and OvCa differed greatly among centers. The online version contains supplementary material available at 10.1186/s13584-026-00746-3.",
    "journal": "Israel journal of health policy research",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41608012",
    "title": "Early Diagnosis of Male Breast Cancer: A Case Report and Literature Review.",
    "abstract": "Male breast cancer (MBC) is a rare neoplasm, and this rarity underscores the critical importance of awareness and appropriate screening. This study presents a case of male breast cancer (MBC) in a 64-year-old patient to enhance understanding of this rare and frequently underdiagnosed neoplasm. A 64-year-old man presented with a palpable mass in the left breast. Imaging revealed bilateral gynecomastia and a highly suspicious 4.3-cm Breast Imaging Reporting and Data System (BI-RADS) 5 nodule with nipple retraction. Biopsy confirmed histologic grade III invasive ductal carcinoma. Immunohistochemistry showed positivity for hormone receptors (Estrogen Receptor (ER) 90%, Progesterone Receptor (PR) 50%) and was negative for Human Epidermal Growth Factor Receptor 2 (HER2). Following left mastectomy, the patient experienced postoperative complications, including a contralateral hematoma and a persistent seroma. Oncotype diagnosis (DX) testing indicated a low chemotherapy benefit, leading to adjuvant therapy with tamoxifen. Pathologic tumor stage pT1c and pathologic nodal status pN0, confirmed by sentinel lymph node biopsy, indicated early-stage disease. The complexity of MBC underscores the critical importance of early diagnosis. The prompt detection of the suspicious mass, culminating in effective early-stage treatment, proved crucial to this patient's favorable prognosis, in contrast to the common trend of delayed diagnoses and their less promising outcomes. Accordingly, strengthening public awareness and professional training is essential to optimize management and improve outcomes in men with breast cancer.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41604601",
    "title": "TBCRC 048 (Olaparib Expanded) Expansion Cohorts: Phase II Study of Olaparib Monotherapy for Patients With Metastatic Breast Cancer With Germline Mutations in <i>PALB2</i> or Somatic Mutations in <i>BRCA1</i> or <i>BRCA2</i>.",
    "abstract": "Translational Breast Cancer Research Consortium 048 was a proof-of-principle trial demonstrating responses to the poly (ADP-ribose) polymerase (PARP) inhibitor olaparib in patients (pts) with metastatic breast cancer (MBC) with germline (g) <i>PALB2</i> or somatic (s) <i>BRCA</i> mutations (s<i>BRCA</i>m). Here we report results from the expansion cohorts in a larger sample of pts with g<i>PALB2</i>m or s<i>BRCA</i>m. Eligible pts had MBC of any subtype with measurable disease and a g<i>PALB2</i>m or s<i>BRCA</i>m. Pts received olaparib 300 mg twice a day until progression. The primary end point was overall response rate. Secondary end points include clinical benefit rate (CBR) at 18 weeks, progression-free survival (PFS), duration of response (DOR), and whether among s<i>BRCA</i>m carriers the mutant allele frequency (MAF) is significantly higher in responders than in nonresponders. Fifty-four pts with g<i>PALB2</i>m (N = 24) or s<i>BRCA</i>m (N = 30) were enrolled. Forty-two (78%) had estrogen receptor-positive human epidermal growth factor receptor 2-negative (HER2-) MBC, seven (13%) had triple-negative breast cancer, and five (9%) had HER2+ disease. Among pts with a g<i>PALB2</i>m, the overall response rate (ORR) was 75% (80% CI, 60.2 to 86.3), CBR was 83.3% (90% CI, 65.8 to 94.1), the median PFS was 9.4 months (90% CI, 8.3 to 13.1), and the median DOR was 7.0 months (90% CI, 5.6 to 10.4). Among pts with s<i>BRCA</i>m (15 s<i>BRCA1</i> and 15 s<i>BRCA2</i>), the ORR was 36.7% (80% CI, 24.7 to 50), CBR was 53.3% (90% CI, 37 to 69.1), the median PFS was 5.5 months (90% CI, 2.8 to 8.3), and the median DOR was 11.2 months (90% CI, 4.4 to not reached). One additional pt had an unconfirmed partial response. Although clinically meaningful, the ORR in pts with s<i>BRCA</i>m did not achieve the prespecified target. Among s<i>BRCA</i>m carriers, the mean MAF did not differ significantly between responders (46%) and nonresponders (39%; <i>P</i> = .7). Olaparib is active in pts with MBC with g<i>PALB2</i>m and s<i>BRCA</i>m, significantly expanding the population of pts with breast cancer likely to benefit from PARP inhibitors beyond g<i>BRCA1/2</i>m carriers.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41597333",
    "title": "Clinical and Prognostic Relevance of BRIP1 Expression in Colorectal Cancer: Evidence from TCGA and Korean Cohorts.",
    "abstract": "<i>Background and Objectives</i>: BRCA1-interacting protein C-terminal helicase 1 (BRIP1) encodes a member of the RecQ DEAH helicase family and interacts with the BRCT repeats of breast cancer type 1 (BRCA1). It also participates in DNA damage repair and tumor suppression; thus, its mutations may be associated with an increased risk of several cancers, including fallopian tube and ovarian cancer. Recent research has explored whether BRIP1 dysregulation also contributes to the development and progression of other malignancies. This study investigated the clinical and prognostic value of BRIP1 in colorectal cancer (CRC). <i>Materials and Methods</i>: We first analyzed The Cancer Genome Atlas (TCGA) dataset to evaluate the prognostic significance of BRIP1 mRNA expression in CRC. BRIP1 expression was subsequently examined in tumor tissues from 60 CRC patients, and its associations with clinicopathological characteristics and clinical outcomes were assessed. <i>Results</i>: In rectal cancer, a higher BRIP1 expression was associated with younger age. In colon cancer, BRIP1 expression was correlated with gender, lymphatic invasion, carcinoembryonic antigen (CEA) level, pathological stage, M stage, N stage, microsatellite instability (MSI) status, and anatomical tumor location. Survival analysis showed that low BRIP1 expression was associated with poorer overall survival in both rectal and colon cancers significantly. In CRC patient tissues, lower BRIP1 expression was further related to elevated CEA levels and unfavorable clinical outcomes. Lower BRIP1 mRNA expression is significantly associated with aggressive clinicopathological features and poor prognosis in CRC. <i>Conclusions</i>: BRIP1 may serve as a promising biomarker for risk stratification and a potential therapeutic target in the management of CRC.",
    "journal": "Medicina (Kaunas, Lithuania)",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595712",
    "title": "Mutational Landscape Analysis of BRCA1/2 and Identification of Extracellular-Vesicle-Related Biomarkers in Triple-Negative Breast Cancer.",
    "abstract": "<b>Background</b>: Triple-negative breast cancer (TNBC), defined by the absence of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER-2) expression, is associated with increased <i>BRCA1/2</i> mutation rates. Extracellular vesicles (EVs) play a pivotal role in TNBC progression. This study aimed to analyze <i>BRCA1/2</i> mutations and identify EV-related biomarkers for TNBC by employing TNBC-related datasets and EV-related genes (EVRGs). <b>Methods</b>: Initially, <i>BRCA1/2</i> mutations in TNBC patients were examined. Differentially expressed EVRGs (DE-EVRGs) were identified by integrating the results of both differential expression analysis and weighted gene co-expression network analysis (WGCNA). Biomarkers were identified using Receiver Operating Characteristic (ROC) and Kaplan-Meier (K-M) analyses. Finally, functional enrichment, drug prediction, molecular docking, and reverse transcription quantitative polymerase chain reaction (RT-qPCR) analyses were performed. <b>Results</b>: Waterfall plots indicated that <i>TP53</i> exhibited the highest mutation frequency in both the mutation (MUT) and wild-type (WT) group. Four distinct types of immune cells (for example, eosinophils and neutrophils) showed significantly elevated expression levels in the WT group. Notably, <i>PLA2G5</i> was identified as a biomarker of TNBC and its expression was significantly lower in TNBC (<i>p</i> = 0.0025). Functional analysis demonstrated that <i>PLA2G5</i> is enriched in the \"drug metabolism cytochrome P450\" pathway. Finally, 20 drugs targeting <i>PLA2G5</i> were identified, among which leukotriene C4 demonstrated a binding affinity of -7.2 kcal/mol. This finding suggests that leukotriene C4 has potential therapeutic applications for the treatment of TNBC. <b>Conclusions</b>: Our study found significant differences between the MUT and WT groups, identifying <i>PLA2G5</i> as a biomarker for TNBC and offering a theoretical basis for TNBC treatment.",
    "journal": "Biomedicines",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595245",
    "title": "Male Breast Cancer in Serbia: A 33-Year Retrospective Cohort Study of Genetic Predisposition, Clinicopathological Features, and Survival Outcomes.",
    "abstract": "<b>Background/Objectives</b>: Male breast cancer (MBC) is rare, accounting for less than 1% of all breast cancers. Given its low incidence, male breast cancer (MBC) remains understudied; this 33-year Serbian cohort was assessed for clinicopathological features, therapeutic approaches, genetic alterations, and survival. <b>Methods</b>: We retrospectively analyzed MBC patients diagnosed between 1991 and 2024 at the Institute for Oncology and Radiology of Serbia. Data included demographics, tumor characteristics, and stage, treatment, hormone receptor and HER2 status, Ki-67 index, genetic testing, and survival. <b>Results</b>: A total of 191 patients were identified (median age 66). Family history was negative in 91% and positive in 5.8%. T2 tumors were most frequent (36%), and 96% presented without metastasis. Mastectomy with axillary or sentinel lymph node dissection was performed in 78.5%. Neoadjuvant chemotherapy and radiotherapy were administered in 5.8% and 8.4%. Estrogen receptor positivity was 72%, progesterone receptor 88%, HER2 overexpression 11.0%, and triple-negative tumors 2.6% (40% with axillary involvement). High Ki-67 (≥15%) was recorded in 28.8%. Adjuvant chemotherapy, radiotherapy, and hormone therapy were given in 36%, 58%, and 68%. Among 37 genetically tested patients, seven had pathogenic variants (BRCA1, BRCA2, CHEK2, PALB2). Disease recurrence occurred in 30%. Median follow-up was 53 months. Median disease-free survival (DFS) was 82 months (1-, 2-, 5-, 10-year DFS: 87%, 73%, 57%, 39%). Median overall survival (OS) 131 months (1-, 2-, 5-, 10-year OS: 95%, 93%, 73%, 53%). <b>Conclusions</b>: This long-term cohort highlights the predominance of hormone-receptor positivity, the infrequency of germline mutations, and moderate survival rates, informing patient management and guiding future studies.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41595228",
    "title": "An Inducible BRCA1 Expression System with In Vivo Applicability Uncovers Activity of the Combination of ATR and PARP Inhibitors to Overcome Therapy Resistance.",
    "abstract": "Poly(ADP-ribose) polymerase inhibitors (PARPi) have transformed cancer therapy for patients harbouring homologous recombination repair (HRR) deficiencies, notably <i>BRCA1/2</i> mutations. However, resistance to PARPi remains a clinical challenge, with restoration of BRCA1 function via hypomorphic variants representing an understudied scenario. Here, we engineered a doxycycline-inducible BRCA1 expression system in the <i>BRCA1</i>-mutant, triple-negative breast cancer cell line MDAMB436, permitting controlled analysis of functionally distinct BRCA1 hypomorphs in vitro and in vivo. Among multiple BRCA1 variants generated-including RING, coiled-coil, and BRCT domain mutants-only overexpression of the ∆exon11 hypomorph robustly conferred resistance to olaparib and carboplatin, with drug sensitivity correlating to ∆exon11 expression levels. While ∆exon11 BRCA1 mediated HRR restoration, its efficiency was consistently lower than full-length BRCA1, as measured by RAD51 foci formation and interaction with repair partners such as PALB2. In vivo, tumours expressing Δexon11 BRCA1 exhibited only partial resistance to olaparib compared to those expressing full-length BRCA1. Importantly, the combination of olaparib and the ATR inhibitor, ceralasertib, overcame ∆exon11-mediated resistance, impairing RAD51 foci formation in ∆exon11-expressing cells. Our findings identify a dose-dependent, hypomorphic HRR restoration by ∆exon11 BRCA1, help explain the variable resistance observed in BRCA1-mutant pre-clinical models expressing this hypomorph, and propose ATR inhibition in combination with PARPi as a clinical strategy to counteract therapeutic resistance mediated by ∆exon11 BRCA1 hypomorphs.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41594705",
    "title": "Development of Mitochondria-Targeted PARP Inhibitors.",
    "abstract": "PARP inhibitors are a clinically validated class of anticancer therapeutics that exploit synthetic lethality to target homologous recombination-deficient tumors, such as those carrying BRCA1/2 mutations. Nevertheless, the rational design of mitochondria-targeted PARP inhibitors capable of selective mitochondrial accumulation and organelle-specific PARP modulation remains an unresolved objective. To enable organelle-specific modulation of PARP activity, we synthesized a series of trialkyl(aryl)phosphonium conjugates of olaparib and rucaparib designed to target mitochondria by cardiolipin binding. Their activity was evaluated by PARP1 inhibition, cardiolipin affinity, and cytotoxicity in BRCA1-deficient HCC1937 breast cancer cells and non-malignant H9C2 cardiomyocytes. All conjugates retained potent PARP1 inhibition (IC<sub>50</sub> = 3.4-17 nM), comparable to the parent drugs. Several derivatives, particularly compounds <b>2d</b> and <b>6c</b>, exhibited strong cardiolipin binding (EC<sub>50</sub> = 12.99 µM and 6.77 µM, respectively) and significantly enhanced cytotoxicity in HCC1937 cells (IC<sub>50</sub> = 0.93 and 2.01 µM), outperforming olaparib and rucaparib. Notably, cytotoxicity toward H9C2 cells was lower, indicating a favorable selectivity profile. Phosphonium conjugation preserves PARP1 inhibitory activity while conferring mitochondrial targeting and enhanced anticancer potency. These findings support the development of mitochondria-targeted PARP inhibitors as a next-generation therapeutic strategy with the potential to improve efficacy and overcome resistance in HR-deficient tumors.",
    "journal": "Biomolecules",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41590330",
    "title": "Germline <i>BRCA1/2</i> Variants in Polish Patients with Family History of Breast and Ovarian Cancer: Prevalence, CNV Detection, and Identification of a Novel Loss-of-Function Mutation.",
    "abstract": "Pathogenic and likely pathogenic variants in the <i>BRCA1</i> and <i>BRCA2</i> genes are associated with a significantly increased risk of breast and/or ovarian cancer. We investigated genetic variants in a cohort of 450 unaffected individuals with a family history of breast and/or ovarian cancer, involving at least one first-degree relative. Next-generation sequencing (NGS) was used to analyze the coding regions of these two genes, with copy number variation (CNV) analysis. A total of 16 unique to our cohort variants classified as pathogenic or likely pathogenic were identified in 22 patients, including one novel loss-of-function variant in <i>BRCA1</i> gene. Furthermore, we identified a deletion of exon 21 in the <i>BRCA1</i> gene in two patients. These results emphasize the difficulties involved in molecular diagnostics and indicate the need for further research into new predictive models for patients with hereditary breast and ovarian cancer.",
    "journal": "Current oncology (Toronto, Ont.)",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41589845",
    "title": "Decision-making surrounding ovarian cancer risk-reducing surgery: perspectives from a diverse population.",
    "abstract": "Individuals with BRCA1/2 pathogenic variants (PV) are recommended risk-reducing salpingo-oophorectomy between 35 and 45 years of age to prevent ovarian cancer. Trials evaluating the oncologic safety of risk-reducing salpingectomy are ongoing. One's decision on the type and timing of surgery has implications for fertility, quality of life, and long-term health. Published literature on patient preferences has focused on White women from North America and Europe; thus, findings are not necessarily generalizable to patients from other backgrounds. To address this gap, we sought to assess decision-making around ovarian cancer risk-reducing surgery among a racially and ethnically diverse population with BRCA1/2 PVs. Between February 2023 and November 2023, patients with BRCA1/2 PVs were invited to participate in a one-time, semi-structured, one-on-one interview. Interviews were recorded, transcribed, and analyzed using an inductive approach by two independent coders. Among 15 participants, the median age was 41 years (range 24-64). Ten participants identified as Hispanic, Black, or Asian. Two identified as gender queer. Six had a history of breast cancer. Ten had undergone risk-reducing surgery for ovarian cancer (seven salpingo-oophorectomy and three salpingectomy). Concerns about surgical menopause were a primary consideration for all participants. Other influencing factors included fertility, oncologic safety, history of breast cancer, sexual function, sense of control, gender identity, and mental health. This study identified themes that influenced decision-making among BRCA1/2 PV carriers considering or having undergone risk-reducing gynecologic surgery in a racially and ethnically diverse population. These insights can help clinicians better support patients undergoing this process, with the objective of providing patient-centered, culturally sensitive care.",
    "journal": "Menopause (New York, N.Y.)",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41582569",
    "title": "Thioredoxin-1 Regulates Microglia Polarization to Ameliorate Neuroinflammation and Cognitive Impairment Following Tumor-Therapeutic Ovariectomy.",
    "abstract": "Neuroinflammation is a key driver of cognitive deficits after surgical menopause, a state commonly triggered by oophorectomy for oncological purposes. This intervention is routinely performed in premenopausal patients with hormone receptor-positive (HR+) breast cancer, constitutes foundational therapy for epithelial ovarian carcinoma, and is indicated for risk reduction in carriers of hereditary mutations such as breast cancer susceptibility gene 1/2 (BRCA1/2). As highly efficient immune cells, microglia play a central role in the onset of neurodegenerative diseases. Our study explored the role of thioredoxin-1 (Trx-1) in suppressing microglial activation and its potential for ameliorating postmenopausal cognitive decline. Female C57BL/6J mice underwent ovariectomy (OVX) to model tumor-therapeutic oophorectomy. They were intraperitoneally injected with recombinant human Trx-1 (rhTrx-1) at a dose of 200 μg/30 g or PBS once weekly for five weeks following OVX. A Y-maze active avoidance task and trace fear conditioning were used to assess cognitive function. Levels of neuroinflammation were evaluated through immunofluorescence, enzyme-linked immunosorbent assay (ELISA), and real-time polymerase chain reaction (PCR). Trx-1 levels in the hippocampus of OVX mice were measured by western blot and immunohistochemical analysis. Furthermore, the impact of Trx-1 on microglial activation was assessed in vitro. OVX induced the production of inflammatory factors and microglial activation in the brain, resulting in cognitive deficits in mice. However, intraperitoneal injection of rhTrx-1 inhibited these effects by improving cognitive function, reducing inflammatory cytokines, and promoting microglial polarization. In vitro studies also showed that rhTrx-1 attenuated lipopolysaccharide (LPS)-stimulated microglial activation through mitogen-activated protein kinase (MAPK) pathway signaling. Due to its inhibitory effect on neuroinflammation and microglial activation, Trx-1 may represent a promising therapeutic candidate for managing cancer therapy-related cognitive impairment, particularly in patients undergoing estrogen-deprivation therapies such as oophorectomy.",
    "journal": "Endocrine, metabolic & immune disorders drug targets",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41577681",
    "title": "Racial differences in biomarkers, treatment, and outcomes in HR+/HER2- metastatic breast cancer in the United States.",
    "abstract": "This study examined biomarker alteration prevalence, treatment patterns, and clinical outcomes among patients with hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) metastatic breast cancer to investigate racial differences. Analysis of 2,384 patients from the Flatiron Health-Foundation Medicine clinico-genomic database (FH-FMI CGDB) (2017-2022) assessed PIK3CA, AKT1, PTEN, ESR1, and BRCA1/2 alterations via NGS testing. Treatment patterns and overall survival were evaluated. In the study population (13% Black, 87% White), Black patients had lower PIK3CA mutation rates (34% vs. 42%, p = 0.03). In first-line treatment, Black patients were less likely to receive CDK4/6 inhibitors (53% vs. 66%, p < 0.01) and more likely to receive chemotherapy (27% vs. 17%, p < 0.01). After adjustment, Black patients had 38% lower odds of receiving first-line CDK4/6 inhibitors and experienced significantly shorter median overall survival (34.1 vs. 42.1 months, p < 0.01). Significant differences exist in biomarker prevalence, treatment access, and survival outcomes in HR+/HER2- metastatic breast cancer by race, highlighting unmet medical needs.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41568657",
    "title": "Hereditary Risk Assessment of Cancer Using Clinical History in Patients Diagnosed with Breast or Ovarian Cancer Receiving Treatment at Tertiary Care Hospital in Western Rajasthan - A Cross-sectional Study.",
    "abstract": "Individuals with the breast cancer 1 gene (BRCA1) and breast cancer 2 gene (BRCA2) associated hereditary breast and ovarian cancer (HBOC) have an elevated risk of developing breast cancer in both men and women. The aim of the study was to assess the risk of HBOC using clinical history in patients diagnosed with breast or ovarian cancer (OC) receiving treatment. A cross-sectional study was conducted among 180 patients diagnosed with breast or OC, selected using a nonprobability convenience sampling technique. Data was collected using a self-structured tool for the sociodemographic and clinical variables, and the CanRisk tool was used to assess the estimated risk percentage value of BRCA1 or BRCA2 pathogenic or likely pathogenic variants based on the clinical variables. Data was analyzed using IBM SPSS version 20, Mann-Whitney U -test, and Kruskal-Wallis test, with P < 0.05 as the significance level. The results indicate an increased hereditary risk associated with early breast or OC diagnosis, married, late menarche, early menopause, young maternal age at first childbirth, and family history in patients diagnosed with breast or OC. A statistically significant association ( P < 0.05) was found between estimated risk percentages for pathogenic or likely pathogenic variants BRCA1 or BRCA2 (including BRCA1, BRCA2, PALB2, CHEK2, ATM, BARD1, RAD51D, RAD51C, or BRIP) with the selected sociodemographic and clinical variables. Genetic counseling and testing for patients diagnosed with breast or OC can identify HBOC risk, reducing complications and mitigating lifetime cancer risk through timely assessment and awareness.",
    "journal": "Annals of African medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41568159",
    "title": "Tyrer-Cuzick Lifetime Risk Is Not Associated With Non-BRCA1/2 Pathogenic Variants for Breast Carcinoma.",
    "abstract": "The Tyrer-Cuzick (TC) or IBIS risk calculator is a widely used tool to estimate the probability of developing breast cancer. The latest version incorporates various factors to assess the risk of breast cancer, including family history, personal history, breast density, and past medical history. The TC is commonly used to guide patients toward further diagnostic imaging, genetic testing, chemoprevention, or risk-reducing surgery. However, it is unclear whether the TC is associated with non-BRCA1/2 pathogenic variants (PVs) in breast cancer susceptibility genes. A population of 964 patients with TC was evaluated for 12 PVs and variants of unknown significance (VUS) using lab-agnostic genetic testing. Patients were enrolled from 2019 to 2022. Historical TC were used for the subgroup of patients who developed breast cancer after enrollment. TC scores were compared between the three patient cohorts that had BRCA gene mutations, non-BRCA PVs, and negative for PVs, using the Kruskal-Wallis test followed by pairwise comparison using DSCF adjustment for multiple comparisons. Data collection for patient cohorts occurred simultaneously and was only separated in analysis. Logistic regression was carried out to predict BRCA versus negative in a model with TC scores, as well as non-BRCA versus negative. Area under the receiver operating characteristic (ROC) curve (AUC) was calculated to assess model fit. This study found an average TC of 7.71%. A family history of cancer was noted in 78.30% of patients, and a personal history of cancer other than breast occurred in 20.74% of patients. The presence of PVs and VUS was evaluated, and 12.03% of patients were found to have a PV, with an average TC of 8.98%. The most common PVs were CHEK2, BRCA2, BRCA1, and BARD1. Out of those with PVs, 52% had non-BRCA1/2 PVs with an average TC of 5.47%. A total of 102 patients (10.58%) had a VUS, with an average TC of 8.29%. In further statistical analysis, TC were distributed significantly differently among the three groups, with differences observed between the BRCA group and negative group, as well as between BRCA and non-BRCA1/2 PVs group. A higher TC was also associated with BRCA1/BRCA2 variants compared to non-BRCA1/2 PVs. TC scores provide valuable information regarding the lifetime risk of an individual of developing breast cancer. However, the study found they were not associated with prediction of non-BRCA1/2 PVs. When choosing a genetic testing panel for breast cancer genes, TC is not as a reliable predictor on individual patient's family history, NCCN guidelines, or ASBrS guidelines. Our study supports the need to develop a genetic risk calculator that incorporates the predictive value for these non-BRCA1/2 PVs in otherwise low or average TC women.",
    "journal": "The breast journal",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41568010",
    "title": "Universal vs. ASCO guidelines-based germline genetic testing for newly diagnosed breast cancer patients in resource-restricted settings.",
    "abstract": "A significant subset of breast cancer cases is attributable to inherited pathogenic genetic variants. Germline genetic testing (GGT), particularly for <i>BRCA1</i> and <i>BRCA2</i>, represents a critical tool for precision oncology, enabling individualized risk stratification and the development of tailored therapeutic strategies. Consecutive newly diagnosed breast cancer patients eligible for GGT testing according to the latest American Society of Clinical Oncology (ASCO) guidelines were enrolled. During the study period, 1,570 patients were enrolled, median age 51 (22-96) years, majority (n = 1,352, 86.1%) were Jordanian. Based on age criteria, 1,346 (85.7%) patients were eligible for testing. Another 134 (8.5%) were found eligible for testing because of other indications including personal or family history of breast and other cancers (n = 121, 7.7%), triple-negative disease (n = 9, 0.57%) and male gender (n = 4, 0.25%). In total, 1,480 (94.3%) patients were eligible for GGT as per ASCO guidelines, leaving only 90 (5.7%) patients not candidates for testing. Pathogenic/likely pathogenic variants were identified in 23 (7.8%) patients. Applying universal GGT for all newly diagnosed breast cancer patients, regardless of their age or risk factors, would slightly increase the pool of eligible patients, the burden of which can be justified given its impact on improving referral rate.",
    "journal": "Oncology reviews",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41564696",
    "title": "Design, synthesis, and biological evaluation of hydrophobic-tagged poly (ADP-ribose) polymerase 1 (PARP1) degraders.",
    "abstract": "Given its critical role in mediating the DNA damage response and repair, Poly (ADP-ribose) polymerase-1 (PARP1) has been established as a significant therapeutic target for cancer and a multitude of other human diseases. In this study, a novel series of hydrophobic tagging (HyT) derivatives were developed through design, synthesis, and evaluation to induce the degradation of PARP1. Leading compound 11e demonstrated significant efficacy in the triple-negative breast cancer cell line MDA-MB-231, potently degrading PARP1 in a concentration- and time-dependent manner, thereby effectively inhibiting cancer cell proliferation and migration. Moreover, a degradation of PARP1 was induced by 11e in various BRCA1/2-proficient carcinoma-derived lines, with potency observed at low compound levels. In conclusion, compound 11e, a novel and highly effective PARP1 degrading agent, displays superior degradation capability and holds considerable promise for future clinical applications.",
    "journal": "Bioorganic chemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41563221",
    "title": "Heart Transplantation and Cancer Risk in a BRCA1 Breast Cancer Survivor.",
    "abstract": "BRCA1 carriers face increased risk of cancer. Limited data exist for post-transplant immunosuppression and malignancy screening in this population. A 67-year-old woman with BRCA1-positive breast cancer developed anthracycline-induced cardiomyopathy requiring heart transplantation. She received enhanced surveillance for secondary malignancies with an uncomplicated course over 13 years. However, despite reduction in immunosuppression, 14 years later she developed a rare, fatal, metastatic adnexal tumor, eccrine porocarcinoma. WHY BEYOND THE GUIDELINES?: There are no established guidelines for post-transplant immunosuppression or cancer surveillance in patients with hereditary cancer syndromes such as BRCA1-associated hereditary breast cancer. This case demonstrates the complexity of balancing immunosuppression and management in patients with germline mutations who require heart transplantation. Further work is required to understand the intersection of oncologic genetic risk with immunosuppression and develop best practices for screening this distinct population. Cancer survivorship in BRCA1 carriers adds complexity to post-transplant management. Multidisciplinary, personalized care is essential for optimizing outcomes in such high-risk patients.",
    "journal": "JACC. Case reports",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41563184",
    "title": "Chemotherapy-Induced Cardiomyopathy in Pregnancy: A Multidisciplinary Approach.",
    "abstract": "Patients with cancer and chemotherapy-induced cardiomyopathy are at increased risk for adverse maternal and fetal outcomes in pregnancy. We present the multidisciplinary cardio-obstetrics management of anthracycline-associated cardiomyopathy in pregnancy in the context of breast cancer therapy. A 38-year-old woman gravida 4 para 3 with a history of BRCA1 mutation was diagnosed with triple negative stage IIIB breast cancer at 10 weeks' gestation. She developed new-onset cardiomyopathy presumed to be chemotherapy-induced cardiac dysfunction after initiation of treatment with doxorubicin and cyclophosphamide. Her chemotherapy was transitioned to alternative regimen, and her symptomatic heart failure and ventricular arrhythmias were managed with beta-blockers, diuretics, and antiarrhythmic therapy. Collaborative management led to uncomplicated delivery with positive maternal and fetal outcomes. Chemotherapy-related cardiac dysfunction during pregnancy demands vigilant cardiac surveillance, tailored therapy during pregnancy, and precise labor and delivery planning by a multidisciplinary team to optimize maternal and fetal outcomes.",
    "journal": "JACC. Case reports",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41562867",
    "title": "The uptake rate of risk-reducing salpingo-oophorectomy among Thai women with breast cancer and germline BRCA pathogenic or likely pathogenic variants.",
    "abstract": "Germline BRCA1 and BRCA2 pathogenic and likely pathogenic variants (PVs) significantly increase the risk of breast cancer and ovarian cancer, forming the basis for hereditary breast and ovarian cancer syndrome. Current guidelines recommend risk-reducing salpingo-oophorectomy (RRSO) for women with PVs. This study aimed to evaluate the rate of uptake of RRSO among women with breast cancer who carry germline BRCA PVs. This retrospective study collected data from women with breast cancer who were identified to have germline BRCA PVs between 2020 and 2024 at Siriraj Hospital, Bangkok, Thailand. Baseline characteristics, including age, BMI, underlying diseases, menopausal status, recurrent or metastatic breast cancer, BRCA1 and BRCA2 PVs were recorded. The uptake rate and associated factors of RRSO among these women were analyzed. In addition, the time to surgery and pathological outcomes were evaluated in the RRSO group. One hundred and thirty-eight women were included in the final analysis. Among them, 81 (58.7%) underwent RRSO. Ovarian cancer was detected in six (7.4%) women who underwent RRSO. Factors associated with undergoing RRSO including age greater than or equal to 45 years and the absence of distant metastasis. The median interval between genetic testing and RRSO was 8 months. In the surveillance group, the median follow-up time was 39 months, and no cases of cancer were detected. The RRSO uptake rate among breast cancer patients with germline BRCA PVs was 58.7%. Efforts to improve this rate should focus on understanding reasons for refusal and offering alternative prevention strategies.",
    "journal": "European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP)",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41552645",
    "title": "In-silico discovery of novel PARP1 inhibitors for BRCA-mutated TNBC.",
    "abstract": "Triple-negative breast cancer is an aggressive subtype characterized by the absence of estrogen, progesterone, and HER2 receptors, which renders it insensitive to most conventional therapies. Inhibition of PARP1 has been pointed out as a promising approach for BRCA1/2-mutated cancers due to a synthetic lethality mechanism. This study presents an integrated in-silico drug discovery workflow for the identification of new generation analogues of clinically approved drugs Olaparib and Talazoparib as potential PARP1 inhibitors. Structural analogues were retrieved from the ZINC database, and their affinity was screened by molecular docking. Drug-likeness and ADMET properties of docked analogues were further evaluated. Top candidates were then subjected to MD simulation and MM/GBSA binding free energy calculation to validate interaction stability and pharmacological potential. The combined computational results highlight several leads with a good binding profile, stability, and drug-like properties, thus representing promising therapeutic leads targeting PARP1 in BRCA-mutated TNBC. Overall, this study has underlined the usefulness of integrated in-silico approaches to accelerate the discovery of optimized PARP1 inhibitors for targeted cancer therapy. The online version contains supplementary material available at 10.1007/s40203-025-00543-x.",
    "journal": "In silico pharmacology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41547905",
    "title": "Molecular characteristics and prognostic insights into BRCA-associated breast cancer in Kazakhstan.",
    "abstract": "Breast cancer remains the leading cause of cancer morbidity and mortality among women worldwide. Approximately 5-10% of cases involve pathogenic BRCA1/2 variants, typically associated with early-onset, aggressive disease. This study aimed to determine the frequency and spectrum of BRCA1/2 mutations among Kazakhstani breast cancer patients and to analyze their associations with clinicopathological features and survival outcomes. A total of 186 patients aged 21-90 years were examined between December 2023 and June 2024 using next-generation sequencing and retrospective chart review. The median age was 44 years for BRCA1, 48 for BRCA2, and 51 for BRCA-negative patients. Advanced disease (stages III-IV) was more common among mutation carriers (p < 0.001). Pathogenic BRCA1 and BRCA2 variants were found in 22% and 9% of cases, respectively; BRCA1 tumors were predominantly triple-negative (88%), whereas BRCA2 tumors were mainly hormone receptor-positive (65%). Both subtypes were largely poorly differentiated (61% and 53%, respectively). The median progression-free survival was 34, 12, and 8 months for BRCA-negative, BRCA1-, and BRCA2-positive groups, respectively (p = 0.001). To our knowledge, this is the first comprehensive analysis of BRCA1/2 mutation profiles among Kazakhstani women, highlighting distinct genotype-phenotype correlations and supporting the need for personalized therapeutic strategies in this population.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41546351",
    "title": "[Establishment of a Treatment System for Hereditary Breast Cancer in Our Hospital].",
    "abstract": "Genetic medicine related to hereditary cancer syndromes has undergone significant changes in recent years. We have summarized the establishment of a genetic medicine treatment system for breast cancer at our institution. From April 2020 to October 2024, there were 11 cases(1.6% of all breast cancer cases)with pathogenic variants in the BRCA1/2 genes. Among all breast cancer patients, there was 1 case of Li-Fraumeni syndrome suspected and the other case of NF1 diagnosed. From January 2020 to October 2024, the comprehensive cancer genome profiling was performed in 23 breast cancer cases, with germline findings identified in CDH1 in 1 case. Genetic testing for asymptomatic relatives and clients with identified germline findings has been established, and Clinical Genomics for outpatients was opened in October 2024. We strive to provide personalized genetic medicine focusing on preventive care for clients and asymptomatic relatives.",
    "journal": "Gan to kagaku ryoho. Cancer & chemotherapy",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41545354",
    "title": "Simultaneous inhibition of PARP/AKT to intercept nascent BRCA1/2<sup>mut</sup> breast tumors.",
    "abstract": "We utilized the K14-Cre Brca1<sup>f/f</sup>Tp53<sup>f/f</sup> mouse model to investigate whether a pulse of PARP inhibitor (PARPi) ± an AKT inhibitor (AKTi) can prevent Brca1-related breast cancer. PARPi alone did not intercept or prevent tumor development. PARPi+AKTi intercepted tumors but did not prevent new tumors. These data confirm the efficacy of a PARPi and an inhibitor of PI3K signaling in treating BRCA1/2-related tumors, but this combination is not sufficient to prevent carcinogenesis.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41542106",
    "title": "Associations between Pathogenic Germline Variants in BRCA and Non-Breast/Non-Ovarian Cancer Types in the German Population.",
    "abstract": "Families with pathogenic germline variants (pv) in BRCA1/2 may have besides breast and ovarian cancer an elevated lifetime risk for other cancer types. Data and pedigree information from 1852 family members of 286 BRCA1/2 positive families were analyzed. Genetic testing was conducted between 2015 and 2017 at the HBOC center at Charité - Universitätsmedizin Berlin. Relative cancer risk (RR) was calculated by comparing observed cancer incidence with the expected incidence in the German population. BRCA1/2 positive families showed an elevated cancer risk for gastric and cervical cancer regardless of BRCA status. The relative risk of gastric cancer was higher in BRCA2 carriers compared to BRCA1 carriers (gBRCA1 RR 1.42; 95% CI: 0.65-2.69 vs. gBRCA2 RR 1.88; 95% CI: 0.75-3.87). Similarly, the relative risk for cervical cancer was also greater in BRCA2 carriers than in BRCA1 carriers (gBRCA1 RR 1.88; 95% CI: 0.69-4.09 vs. gBRCA2 RR 2.09; 95% CI: 0.56-5.35). Additionally, BRCA2 families showed an increased risk of pancreatic cancer (RR 1.56; 95% CI, 0.50 to 3.63). No significant associations were found for other cancer entities. In the present study, an increased risk of gastrointestinal cancer was observed in German families with pathogenic BRCA1/2 variants, consistent with findings from previous research. Potential new associations with cervical cancer were also identified, warranting confirmation through large prospective studies. These findings highlight the importance of developing additional screening programs or preventive strategies for BRCA carriers, especially with regard to upper gastrointestinal tract malignancies.",
    "journal": "Geburtshilfe und Frauenheilkunde",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41539040",
    "title": "Targeting the phosphoinositide 3-kinase signaling pathway and epidermal growth factor receptor: The potential of dimethylcardamonin-derived amino acids in triple-negative breast cancer therapy.",
    "abstract": "Targeting the phosphoinositide 3-kinase (PI3K) signaling pathway, along with the epidermal growth factor receptor (EGFR), presents a promising strategy for breast cancer treatment. Here, dimethylcardamonin (DMC, 1), isolated from Syzygium nervosum seeds, was modified by attaching amino acids such as serine (2h), tryptophan (2i), and tyrosine (2j) to produce new compounds. Compounds 2h-2j demonstrated most excellent inhibitory effectiveness against breast cancer cells, with IC<sub>50</sub> values of 4.59 ± 0.06, 5.33 ± 0.59, and 6.89 ± 0.85 μM, respectively, in MDA-MB-231 cells. These DMC derivatives not only induced DNA damage but also triggered morphological changes in breast cancer cells. Notably, compound 2j increased sub-G0/G1 cell cycle accumulation and through the G2/M phase arrest, significantly inducing both early and late apoptosis. It also effectively reduced mitochondrial membrane potential alterations at higher concentrations. Furthermore, the compound 2j upregulated the expression of genes like Bax, BRCA1, Caspase-3, CDKN1A, Mcl-1, and PIK3CA, potentially influencing apoptosis via the PI3K/AKT pathway. The compound 2j significantly inhibited the MDA-MB-231 cells proliferation by downregulation of EGFR, p-EGFR, and p-AKT protein expression levels. Molecular docking studies revealed that compound 2j had a strong binding affinity and interacted closely with key catalytic residues of EGFR, outperforming erlotinib, a known EGFR inhibitor, suggesting its potential as an anti-breast cancer drug candidate.",
    "journal": "Bioorganic chemistry",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41538750",
    "title": "Pilot Health Care Provider Education Program for <i>BRCA1</i>/<i>2</i> Genetic Testing, Counseling, and Management in Nigeria.",
    "abstract": "Breast cancer (BC) is a significant health challenge in Nigeria, exacerbated by early onset, advanced-stage diagnosis, and high prevalence of triple-negative tumors. Access to genetic testing and counseling is scarce, with minimal capacity for hereditary cancer services. Despite these barriers, there is strong interest in expanding care to include genetic testing and improve understanding of familial risk. The purpose of this study was to develop and assess the effectiveness of a BC genetics education program for Nigerian health care providers (HCPs). A multidisciplinary international team developed a four-module hybrid education program combining asynchronous online learning and an in-person didactic session. Invitations were circulated to HCPs in tertiary hospitals across Nigeria. Knowledge improvement was assessed using standardized pre- and postmodule tests. Thirty-one physicians and nurses participated. All online modules had significant knowledge improvement, with the largest score increases in <i>BRCA1</i>/<i>2</i> genetic counseling (mean change, 1.9 [95% CI, 1.3 to 2.5]; <i>P</i> < .001) and <i>BRCA1</i>/<i>2</i> clinical management (mean change, 1.6 [95% CI, 1.2 to 2.1]; <i>P</i> < .001). The subsequent in-person workshop had additional, albeit smaller, module increases. Aggregated analysis showed a 23.0% increase in knowledge after the online training (<i>P</i> < .001), with a further 10.1% gain after the in-person workshop (<i>P</i> = .007). Overall knowledge improved from 45.0% at baseline to 87.0% post-training, representing a 43.0% absolute gain (<i>P</i> < .001). This hybrid training program significantly improved provider knowledge of hereditary BC genetics in Nigeria and offers a scalable, culturally tailored model for expanding BC genetic services in low-resource settings. While promising, the modest sample size and limited follow-up warrant further evaluation and broader rollout to confirm long-term effectiveness.",
    "journal": "JCO global oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41535941",
    "title": "A pro-carcinogenic oral microbe internalized by breast cancer cells promotes mammary tumorigenesis.",
    "abstract": "The intricate relationship between microbiota and breast cancer presents an additional risk factor that can have a profound impact on disease progression. Focusing on dysbiosis, our metagenomic analysis shows overabundance of an oral pathogenic microbe F. nucleatum and co-habitation of associated biofilm forming oral microbes in cancerous breast. Mammary gland colonization with F. nucleatum results in the development of metaplastic lesions accompanied with inflammation, DNA damage and hyper-proliferation in healthy mice. Exhibiting the impact of circulating F. nucleatum introduced via hematogenous route, breast tumor bearing mice show accelerated tumor growth and metastatic progression. Increased proliferation, migration, self-renewal and chemoresistance in breast cancer cells as well as non-tumorigenic breast epithelial cells bearing pathogenic BRCA1 mutation is observed upon F. nucleatum exposure which is internalized by the cells in a Gal-GalNAc dependent manner. Of interest, cells harboring BRCA1 mutations exhibit greater cell surface accumulation of Gal-GalNAc sugar residue. This work sheds light on the oncogenic impact of a pro-carcinogenic oral bacterium, F. nucleatum, on normal mammary epithelium and breast cancer, implicates the impairment of DNA damage and repair pathways as its functional mediators, and proposes the concept of increased vulnerability of BRCA1 mutant breast cancer cells owing to their preferential internalization of F. nucleatum.",
    "journal": "Cell communication and signaling : CCS",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41533992",
    "title": "Oncologic Outcomes by Pathogenic <i>BRCA</i> Mutation Status in Young Luminal Breast Cancer: A Propensity-Matched Cohort.",
    "abstract": "Young patients with estrogen receptor (ER)-positive, human epidermal growth factor receptor 2 (HER2)-negative tumors often exhibit poor outcomes. This study evaluated whether <i>BRCA</i> mutation contributes to prognosis by comparing oncologic outcomes according to <i>BRCA</i> status. We conducted a retrospective study of a prospective institutional cohort. Among 1,025 patients 40 years and younger with ER-positive, HER2-negative breast cancer who underwent <i>BRCA1/2</i> testing, 967 patients were included (excluding low ER expression). Ninety-eight patients (10.1%) were <i>BRCA</i> mutation carriers. Propensity score matching (1:4) and multivariate Cox regression were performed using covariates differing between groups. <i>BRCA</i> mutation carriers showed more aggressive features. They had worse distant metastasis-free survival (DMFS) compared with noncarriers (hazard ratio [HR], 2.40, <i>P</i> < .001), with a greater risk in late DMFS beyond 5 years (HR, 3.50, <i>P</i> < .001). These findings persisted after adjustment (DMFS HR, 1.76, <i>P</i> = .038, late DMFS HR, 2.84, <i>P</i> = .009). Overall survival was not significantly different. Bone was the most common first site of metastasis in <i>BRCA</i> carriers, whereas noncarriers more frequently showed metastasis to multiple sites. In exploratory subgroup analysis, luminal A-like <i>BRCA</i> carriers consistently showed the poorest survival among the four subgroups. In luminal-type YBC excluding low ER expression, <i>BRCA</i> carriers demonstrated more aggressive features and significantly worse distant metastasis outcomes. These findings support the need for long-term surveillance and consideration of tailored treatment strategies, including PARP inhibitors, in this high-risk population.",
    "journal": "JCO precision oncology",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41530754",
    "title": "Supplementary biomarker testing in molecular tumor boards increases actionable therapy recommendations: a prospective real-world study of 658 patients.",
    "abstract": "Molecular tumor boards (MTBs) are essential for selecting therapies for patients with rare and advanced cancers. We hypothesized that integrating biomarkers beyond targeted DNA/RNA next-generation sequencing (NGS) could increase actionable findings. Human epidermal growth factor receptor 2 (HER2)-low status has emerged as a critical biomarker in breast cancer, with potential relevance across other tumor types. Homologous recombination deficiency (HRD) is pivotal for the application of Poly(ADP-Ribose)-Polymerase (PARP) inhibitors in ovarian and breast cancer, although its role in other malignancies remains unclear. Antibody-drug conjugates (ADCs) are expanding precision oncology, with promising biomarkers like Trop-2, Nectin-4, and folate receptor alpha (FRα) showing potential across multiple tumor entities. Tumors were analyzed using the TSO500® panel, enabling tumor mutational burden (TMB) readout. HER2 status was assessed via immunohistochemistry (IHC) and fluorescence in situ hybridization (FISH), alongside antibody-drug conjugate (ADC) IHC, microsatellite instability (MSI) polymerase chain reaction (PCR), mismatch repair (MMR) IHC, programmed death-ligand 1 (PD-L1) IHC, and HRD analysis. Cases were discussed weekly, and outcomes were systematically tracked. Data analysis evaluated the benefit of additional biomarker assessments. Among 658 patients, 329 received therapy recommendations, 182 based on supplementary biomarker analyses. One hundred recommendations were implemented, with 37% attributed to supplementary diagnostics. Among 64 response-evaluable patients, the clinical benefit rate (complete response + partial response + stable disease) was 45.3%. HER2-low status notably expanded targeted therapy options across tumor types, with similar implementation rates for HER2-low and HER2-amplified tumors. HRD analysis refined stratification in tumors with mutations in homologous recombination repair (HRR) genes beyond BRCA1/2, including PALB2, ATM, and CHEK2. ADC IHC supported 20 recommendations and two therapy implementations. The integration of additional biomarker assessments into MTB workflows enhances precision oncology by expanding the pool of patients eligible for targeted therapies.",
    "journal": "BMC medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41528496",
    "title": "Genetic tumor syndromes in female cancer: insights into inherited cancer predisposition and clinical implications.",
    "abstract": "A relevant proportion of malignancies predominantly or exclusively affecting women, including breast and gynecologic cancers, is attributable to hereditary tumor syndromes, profoundly impacting cancer risk, prognosis, and therapeutic management. Today, the routine use of comprehensive germline panels has shifted the focus from solely pathogenic BRCA1/2 variants to include numerous pathogenic variants of other high- and moderate-risk genes. A broad spectrum of genetic alterations has been identified as causative for Hereditary Breast and Ovarian Cancer syndrome (HBOC), encompassing not only BRCA1 and BRCA2, but also PALB2, ATM, BARD1, CHEK2, BRIP1, RAD51C, and RAD51D. Beyond HBOC, numerous additional hereditary tumor syndromes are of significance in senologic and/or gynecologic oncology, including Li-Fraumeni syndrome, Lynch syndrome, DICER1 syndrome, Hereditary Diffuse Gastric Cancer, Neurofibromatosis type 1, Peutz-Jeghers syndrome, PTEN hamartoma tumor syndrome, Tuberous Sclerosis, and pathogenic variants in NBN and SMARCA4. Affected individuals are offered specialized surveillance to enable early detection or even prevention of cancer. In addition to regular clinical examinations and imaging, preventive strategies may include risk-reducing surgery. Pathogenic germline variants also influence therapeutic management of cancer patients. For specific indications, targeted therapies are available, for example PARP [poly (ADP-ribose) polymerase] inhibitors for pathogenic BRCA variant carriers across multiple tumor entities. Optimal management requires interdisciplinary coordination, encompassing genetic counseling, early detection, and risk-reducing strategies within specialized centers. This review provides a comprehensive overview of hereditary tumor syndromes predisposing to breast and gynecologic malignancies, with a focus on genetic basis, associated cancer risks, and implications for clinical management. By delineating these syndromes, it aims to assist clinicians in recognizing hereditary cancer predisposition and in guiding affected individuals within routine senologic and gynecologic practice.",
    "journal": "Archives of gynecology and obstetrics",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41523840",
    "title": "Diagnostic sensitivity of mammography and magnetic resonance imaging for ductal carcinoma <i>in situ</i> in high-risk breast cancer screening: A systematic-review and meta-analysis.",
    "abstract": "Given the improved sensitivity of magnetic resonance imaging (MRI) for detecting ductal carcinoma <i>in situ</i> (DCIS), the omission of routine mammography (MG) or digital breast tomosynthesis (DBT) in high-risk breast cancer screening is under consideration. We aim to conduct a systematic review and meta-analysis to compare the screening sensitivity of MRI, MG and DBT for detecting DCIS in high-risk females. PubMed, Embase, and Web of Science were searched for studies reporting the sensitivity of detecting DCIS in high-risk females up to July 02, 2025. Study quality was assessed with quality assessment of diagnostic accuracy studies-2 (QUADAS-2). Pooled sensitivity was estimated using a random-effects model, overall and stratified by age (<40 and ≥40 years old) and <i>BRCA</i> status (<i>BRCA1</i> and <i>BRCA2</i>). Meta-regression was used to compare modalities. Seventeen studies (18,348 participants, 211 with DCIS) were included. MRI showed significantly higher pooled sensitivity [85%, 95% confidence interval (95% CI): 74%-94%] than MG (36%, 95% CI: 23%-50%; P<0.001). No DBT data were available. Combined MRI and MG yielded the highest sensitivity (99%, 95% CI: 97%-100%), but offered no significant gain over MRI alone in females <40 years old (P=0.091) and in <i>BRCA1</i> mutation carriers (P=0.143). MRI is more sensitive than MG for DCIS detection in high-risk females. In females <40 years old and <i>BRCA1</i> mutation carriers, adding MG to MRI provides no additional diagnostic value. Considering the potential trade-offs, the routine use of MG in these subgroups should be carefully reconsidered.",
    "journal": "Chinese journal of cancer research = Chung-kuo yen cheng yen chiu",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41523250",
    "title": "A predictive model based on BRCA1/2, POLE, TP53, and MSH6 mutations for immunotherapy response in advanced endometrial cancer.",
    "abstract": "To evaluate clinical, molecular, and immunological predictors of response to immunotherapy among patients with advanced endometrial cancer and to develop a combined biomarker model for predicting treatment outcomes. This retrospective case-control study included 590 advanced endometrial cancer patients treated at the Affiliated Hospital of Hebei University of Engineering between December 2024 and May 2025. Eligible women underwent total hysterectomy, pelvic lymph node dissection, and received immune checkpoint inhibitors alongside standard chemotherapy. Patients were stratified into good and poor response groups based on 1-year post-treatment prognosis and response evaluation criteria in solid tumors. Baseline blood biomarkers, gene mutation status (breast cancer gene [BRCA] 1, BRCA2, DNA polymerase epsilon, tumor protein p53 [TP53], mutS homolog 6), and immunophenoscore (IPS) were assessed. Logistic regression and receiver operating characteristic (ROC) analyses were performed. A random forest model was constructed for combined biomarker prediction. No significant differences in baseline demographic or clinical characteristics were found between response groups. Good responders had significantly lower baseline levels of C-reactive protein (CRP), interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α), neutrophil-lymphocyte ratio (NLR), cancer antigen 125 (CA125), and IPS, and higher frequencies of gene mutations. Multivariate regression identified elevated CRP, IL-6, TNF-α, NLR, CA125, and IPS as independent predictors of poor response; BRCA2 and TP53 mutations were independently associated with favorable outcomes. The combined biomarker model achieved an area under the ROC curve of 0.812, demonstrating strong predictive accuracy. Inflammatory and tumor biomarkers, IPS, and specific gene mutations are independently associated with immunotherapy response in advanced endometrial cancer. A combined biomarker model may enhance the prediction of treatment outcomes and guide individualized therapy.",
    "journal": "American journal of cancer research",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41521709",
    "title": "Identifying a Recurrent BRCA1 Variant in the Qatari Population With Unique Genotype-Phenotype Correlations.",
    "abstract": "Hereditary breast and ovarian cancer syndrome (HBOC) is the most common cause of hereditary breast and ovarian cancers in Qatar and worldwide, which is caused by pathogenic variants in the BRCA1 and BRCA2 genes. The aim of this retrospective study is to describe a common recurrent pathogenic variant in the BRCA1 gene that was observed in the native Qatari population with unique genotype-phenotype correlations. Medical records of Qatari patients (affected and unaffected) with personal and/or family history of breast and ovarian cancers who carry pathogenic/likely pathogenic variants in the BRCA1 gene were reviewed between 2013 and 2020. Epidemiological information and clinical data were reviewed, including age, gender, ethnic background, personal history of cancer, tumour characteristics, and family history. We used frequencies and proportions to describe the data and used Kaplan-Meier curves and log-rank analysis to compare survival rates. For the analysis, we used Stata Corp. 2015. Stata Statistical Software: Release 14, College Station, TX: Stata Corp. LP. Ethical committee approval was obtained from Hamad Medical Corporation IRB committee (MRC-01-20-1086). Sixty-three Qatari affected patients and unaffected individuals who carry the BRCA1 variant were included in the study. Our result confirms the presence of a common recurrent pathogenic variant c.4787C>A p.(Ser1596Ter) among Qatari patients who belong to 8 consanguineous large families, followed by c.4065_4068del p.Asn1355fs, both in BRCA1. The BRCA1 c.4787C>A variant is highly associated with early onset breast cancer, specifically invasive ductal carcinoma (IDC) triple negative breast cancer (stage I, grade III), rather than ovarian cancer. Additionally, the c.4787C>A variant was found to exhibit high penetrance in families with early-onset breast cancer. We showed that BRCA1 c.4787C>A pathogenic variant is a highly recurrent variant among Qatari consanguineous families and contributes to the early onset breast cancer in Qatar. Early identification of this variant can aid in improving patients' survival and guide early personalized treatment and prevention.",
    "journal": "Molecular genetics & genomic medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41520270",
    "title": "SMC6 expression & outcome of breast cancer.",
    "abstract": "Background & objectives Genetic instability is frequent in tumour cells and might occur due to an imbalance of homologous recombination (HR). HR is a crucial mechanism of DNA double-strand break (DSB) repair that depends on the formation and resolution of Holliday junctions for genomic stability maintenance. The SMC6 complex with SMC5 is involved in DSB repair. We sought to investigate the association between SMC6 expression, genomic instability, and prognosis of breast cancer. Methods This was an observational retrospective cohort study. We assessed SMC6 expression and copy number variation (CNV) data measured by qRT-PCR and whole-genome comparative genomic hybridization in 33 women with breast cancer who are non-carriers of BRCA1/BRCA2 mutations. According to nuclear staining, the SMC6 protein expression was evaluated on a tissue microarrayer containing 481 samples classified as SMC6low (negative/weak) or SMC6high (moderate/strong). Results SMC6low tumours tend to show higher CNV. SMC6high group presented poorer disease-free survival than the SMC6low group (P=0.050), mainly for the luminal subtype (P=0.005). SMC6low/ERpos were protective biomarkers for recurrence. Interpretation & Conclusions There is a possible association between SMC6 expression and relapse of breast cancer, also suggesting that SMC6 abnormal expression may indicate tumour genetic instability in breast cancer.",
    "journal": "The Indian journal of medical research",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41520145",
    "title": "Tumor cell intrinsic dsRNA innate immune response triggered by PARP inhibitor is compromised in BRCA1 deficient breast cancer by repressing IRF3.",
    "abstract": "Poly (ADP-ribose) polymerase 1 (PARP1) inhibition represents promising targeted therapy for BRCA deficient cancer patients based on synthetic lethality theory. Recent evidence shows that efficacy of DNA damage drugs depends on two aspects, DNA repair signaling and immune response. Applying a functional proteomics approach, we find that the function of spliceosome is perturbed by PARP inhibitors via enhancing interaction between PARP1 and SF3B1, a key factor of spliceosome. We demonstrate that differential alternative spliced mRNA and accumulation of double strand RNA (dsRNA) are induced by perturbation of spliceosome upon PARP inhibitors treatment, resulting in triggering dsRNA antiviral mimicry innate immune response. Moreover, we identify a novel function of BRCA1, through which BRCA1 regulates innate immune response leading to compromising of the innate immune signaling by downregulation of IRF3 in BRCA1 deficient breast cancer cells, which reduces the sensitivity to PARP inhibitors and causes intrinsic resistance. Polyinosinic-polycytidylic acid (poly(I: C)) is a dsRNA synthetic analog sensitizing PARP inhibitors through further triggering dsRNA signaling. Finally, we show that the combination of PARP inhibitors and poly(I: C) enhances antitumor efficiency in vivo. Overall, our study reveals BRCA1 deficiency impedes tumor cell intrinsic innate immune response, inducing intrinsic resistance to PARP inhibitors that can be overcome when poly(I: C) is combined.",
    "journal": "Protein & cell",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41514592",
    "title": "Human Cancers Derived from Either Genetic or Lifestyle Factors Are Initiated by Impaired Estrogen Signaling.",
    "abstract": "Genetic studies have found that a germline <i>BRCA1</i> gene mutation is the origin of highly increased cancer risk. Clinical studies have suggested that increased cancer risk in type-2 diabetes may be attributed to unhealthy lifestyle factors and bad habits. Patients with either <i>BRCA1</i> gene mutation or type-2 diabetes similarly exhibit increased cancer risk, insulin resistance, and fertility disorders. It was suggested that these three alterations derive from a common genomic failure, and its recognition may shed light on the unsolved secret of cancer. (1) Germline mutations on <i>ESR1</i>, <i>BRCA1</i>, and <i>CYP19A</i> genes encoding estrogen receptor alpha (ERα), genome safeguarding BRCA1 protein, and CYP19 aromatase enzyme cause genomic instability. <i>BRCA1</i> and <i>ESR1</i> gene mutations specifically cause breast cancer, while error in the <i>CYP19A</i> gene leads to cancers in the endometrium, ovaries, and thyroid. (2) ERα, BRCA1, and CYP19 aromatase proteins are transcription factors creating the crucial DNA stabilizer circuit driven by estrogen regulation. Liganded ERα drives a second regulatory circuit to also control cell proliferation, in partnership with various growth factors. In a third regulatory circuit, liganded ERα drives cellular glucose supply in close interplay with insulin, IGF-1, and glucose transporters. (3) Impaired expression or activation of each transcription factor of the triad leads to defective estrogen signaling and endangers regular cell proliferation, insulin sensitivity, and fertility. (4) Impaired estrogen signaling caused by either genetic or lifestyle factors alarms the hypothalamus, which issues neural and hormonal commands throughout the body to restore estrogen signaling. (5) When the compensatory actions cannot restore estrogen signaling, the breakdown of genomic regulation leads to cancer initiation. (6) Lifestyle factors that upregulate estrogen signaling decrease cancer risk, while downregulating estrogen signaling increases it. Increased cancer risk, insulin resistance, and infertility all originate from defective estrogen signaling.",
    "journal": "Cancers",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41512445",
    "title": "Genomic landscape of metastatic breast cancers in young adults: a liquid biopsy analysis of women aged 20-40 years.",
    "abstract": "Breast cancer in young adults (YA) aged 20-40 years has distinct clinical and biological traits compared with older patients. This study evaluated the genomic landscape of metastatic breast cancers (MBC) among YA. Patients with MBC enrolled in the STING molecular profile platform (NCT04932525) between 2021 and May 2023 were included. Clinical and genomic features were analyzed by age (≤40 vs > 40 years). Tumor profiling used the FoundationOne Liquid CDx assay (324 genes) at baseline or later in the disease course. Variant frequencies were compared across age groups. Of 432 eligible patients, 68 (16 %) were YA. Among 37 YA with hormone receptor positive (HR+) BC, frequent alterations included TP53 (39 %), ESR1 (27 %), PIK3CA (25 %), FGFR3 (18 %), FGFR4 (18 %), FGFR19 (18 %), CCND1 (18 %). Compared with older patients, YA with HR + tumors had fewer RB1 (7 % vs 8 %; p = 0.03) and PIK3CA (25 % vs 31 %; p = 0.03) alterations. Among 28 YA with triple negative BC, the most common alterations were TP53 (100 %), PTEN (26 %), BRCA1 (22 %), RB1 (17 %). PTEN mutations were more frequent among YA with TNBC than older patients (26 % vs 8 %; p = 0.009). Tiers I-III genomic alterations according to the ESMO scale of clinical actionability (ESCAT) were identified in 54 YA (79 %), including 48 tiers I-II alterations comprising ESR1 (n = 12), gBRCA1/2 (n = 11), PIK3CA (n = 13). ESCAT tiers I-III alterations were reported in 79 % YA with MBC which supports the role of molecular profiling in YA. The differences detected in the genomic profiles of YA with BC and older patients may allude to potential different underlying disease biology.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41504119",
    "title": "Genetic Regulation of DNA Double-Strand Breaks and Repair Pathways.",
    "abstract": "DNA double-strand breaks (DSB) represent one of the most severe forms of genomic damage. Thus, cells have evolved a complex network of DSB repair pathways, including homologous recombination, classical and alternative end joining, and single-strand annealing, which are tightly regulated by genetic and epigenetic factors. The selection and efficiency of these pathways influence genome integrity, oncogenesis, and therapeutic response. This comprehensive review synthesizes recent findings on the genetic regulation of DSB repair, with emphasis on pathway-specific regulators, chromatin context, and post-translational modifications. Moreover, this review integrates primary research from mammalian systems, including CRISPR-based studies, proteomics, and imaging, with a focus on publications from 2020 to 2025. We discuss the role of key players, such as MRE11-RAD50-NBS1 (MRN), ataxia telangiectasia mutated (ATM), mediator tumor suppressor p53-binding protein 1 (53BP1), breast cancer type 1 susceptibility protein (BRCA1), anti-silencing function 1 (ASF1), ring finger protein (RNF)8/168, DNA-dependent protein kinase catalytic subunit (DNA-PKcs), and RAD51 recombinase (RAD51), in orchestrating the associated pathway choice. Epigenetic modifications, RNA-mediated mechanisms, and chromatin remodeling dynamically influence the efficiency and fidelity of repair. Particular attention is provided to emerging regulators, including thyroid hormone receptor interactor 13 (TRIP13), ubiquitin-like with plant homeodomain (PHD) and RING finger domains 1 (UHRF1), Shieldin, and polymerase theta. This review highlights novel insights into transcription-associated DSB repair, the interplay of replication stress with repair pathway engagement, and context-dependent synthetic lethality. We also examine implications for cancer biology, including therapy resistance and biomarker development. Ultimately, understanding the genetic regulation of DSB repair pathways can provide critical insights into genome stability maintenance and reveal new therapeutic opportunities in cancer. Future work should focus on pathway crosstalk, phase-specific regulation, and integrating repair modulation into personalized medicine.",
    "journal": "Frontiers in bioscience (Scholar edition)",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41503813",
    "title": "Real-life data on clinical characteristics, treatments and outcomes of patients with newly diagnosed advanced-stage ovarian cancer: an observational study from Belgium.",
    "abstract": "Data about the clinical management of patients with ovarian cancer (OC) in real-world settings are scarce. This study documents baseline characteristics, treatments, and clinical outcomes in a real-world population of women with newly diagnosed advanced-stage OC in Belgium. This observational study, conducted at four hospitals in Belgium, retrospectively enrolled 120 women with FIGO (International Federation of Gynecology and Obstetrics classification) stage III or IV high-grade serous or endometrioid OC diagnosed between 2007 and 2018. Treatment outcomes, response to therapy, and patient survival were followed up until 20 months after diagnosis. Of 113 patients with a clinical response assessment, 49.6% were diagnosed with a stage IV disease, 53.1% underwent interval debulking surgery, 98.2% received any type of chemotherapy, and 35.4% received bevacizumab. Deleterious mutations in breast cancer susceptibility genes <i>(BRCA1/BRCA2)</i> were detected in 12/84 (14.3%) patients. After primary or interval debulking surgery, 50.0% and 60.0% of stage III, and 66.7% and 80.0% of stage IV patients had no visible residual disease, respectively. Following chemotherapy, 59.3% of patients had complete clinical response and/or no visible residual disease. Until month 20 of follow-up, 37.2% of patients were disease-free. Until 2018, surgical resection followed by first-line chemotherapy and bevacizumab use comprised the cornerstone therapy for newly diagnosed FIGO stage IV OC in Belgium. Clinical response and progression-free survival rates were relatively high. The patients' <i>BRCA1/BRCA2</i> status was insufficiently characterized, likely reflecting the lack of perceived relevance of <i>BRCA1/BRCA2</i> mutations for OC treatment before adoption of targeted therapies in clinical practice.",
    "journal": "Acta clinica Belgica",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41502531",
    "title": "Male Breast Cancer: Epidemiology, Diagnosis, Molecular Mechanisms, Therapeutics, and Future Prospective.",
    "abstract": "Male breast cancer (MBC) is rare, representing 0.5%-1% of all breast cancers, but its incidence is increasing due to improved diagnostics and awareness. MBC typically presents in older men, is human epidermal growth factor receptor 2 (HER2)-negative and estrogen receptor (ER)-positive, and lacks routine screening, leading to delayed diagnosis and advanced disease. Major risk factors include hormonal imbalance, radiation exposure, obesity, alcohol use, and Breast Cancer Gene 1 and 2 (BRCA1/2) mutations. Clinically, it may resemble gynecomastia but usually appears as a unilateral, painless mass or nipple discharge. Advances in imaging and liquid biopsy have enhanced early detection. Molecular mechanisms involve hormonal signaling, HER2/epidermal growth factor receptor (EGFR) pathways, tumor suppressor gene alterations, and epigenetic changes. While standard treatments mirror those for female breast cancer, emerging options such as cyclin-dependent kinase 4 and 6 (CDK4/6), and poly(ADP-ribose) polymerase (PARP) inhibitors, immunotherapy, and precision medicine are reshaping management. Incorporating artificial intelligence, molecular profiling, and male-specific clinical trials is essential to improve outcomes and bridge current diagnostic and therapeutic gaps.",
    "journal": "Oncology research",
    "year": "2025",
    "gene": "BRCA1"
  },
  {
    "pmid": "41501043",
    "title": "Clinical implications of rare and common variation in preimplantation genetic testing for breast cancer.",
    "abstract": "Recently, some clinics have begun using preimplantation genetic testing for monogenic disorders (PGT-M) for moderately penetrant breast cancer (BC) risk variants, while other clinics use polygenic risk scores (PRS) in the context of preimplantation embryo screening. Using both simulation and formal mathematical approaches, we evaluated: (1) in what circumstances embryo selection using PRS could lead to systematically erroneous results due to failure to consider monogenic carrier status; and (2) whether PGT-M for moderate penetrance variants could lead to erroneous results due to unassessed, yet elevated PRS. Variants in BRCA1, BRCA2, and PALB2 resulted in a risk distribution that was essentially disjoint from the non-carriers, regardless of PRS. By contrast, for moderately penetrant genes, standard PGT-M would fail to select the lowest risk embryo approximately 5% of the time due to elevated PRS. This complex interplay suggests that caution should be exercised when considering preimplantation genetic testing involving exclusively monogenic variants of moderate penetrance or polygenic scores.",
    "journal": "NPJ genomic medicine",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41499127",
    "title": "Risk-Reducing Bilateral Mastectomy and Mortality in Carriers of BRCA1 and BRCA2 Variants: A Systematic Review and Meta-Analysis.",
    "abstract": "Risk-reducing bilateral mastectomy reduces the incidence of breast cancer in female carriers of the BRCA pathogenic variants, but its association with mortality remains uncertain. To evaluate the association between risk-reducing bilateral mastectomy and overall and breast cancer-specific mortality in female carriers of BRCA pathogenic variants. PubMed, Scopus, CINAHL, Embase, and CENTRAL were searched in May 2025, with English-language restriction and no date limit. Reference lists of included studies and relevant reviews were also examined. Eligible studies compared female carriers of BRCA1 and BRCA2 pathogenic variants who underwent risk-reducing bilateral mastectomy with those who did not and reported overall mortality or breast cancer-specific mortality. Studies including patients with a history of breast cancer were excluded. This meta-analysis followed the Meta-Analysis of Observational Studies in Epidemiology (MOOSE) guidelines. Two authors independently performed study selection, data extraction, and risk of bias assessment (using Risk of Bias in Nonrandomized Studies-of Interventions, version 2). Odds ratios (ORs) and hazard ratios (HRs) were pooled using fixed- and random-effects models according to methodological assessment. Overall and breast cancer-specific mortality. Six observational studies met the inclusion criteria, comprising 6135 carriers of the BRCA1 or BRCA2 variant. Weighted median age at inclusion was 38.0 years, with reported age ranges spanning 15.3 to 85.3 years. Risk-reducing bilateral mastectomy was associated with lower overall mortality in both unadjusted (OR, 0.38; 95% CI, 0.27-0.55; P < .001) and adjusted (HR, 0.37; 95% CI, 0.23-0.60; P < .001) analyses. Breast cancer-specific mortality was also reduced (OR, 0.19; 95% CI, 0.08-0.47; P < .001; HR, 0.14; 95% CI, 0.04-0.49; P = .002). Risk-reducing bilateral mastectomy was associated with lower overall and breast cancer-specific mortality in carriers of the BRCA variants. These findings support the role of risk-reducing bilateral mastectomy as a potentially life-extending intervention and may inform the shared decision-making discussions in these women.",
    "journal": "JAMA surgery",
    "year": "2026",
    "gene": "BRCA1"
  },
  {
    "pmid": "41498327",
    "title": "Replication stress-inducing ELF3 upregulation promotes BRCA1-deficient breast tumorigenesis in luminal progenitors.",
    "abstract": "BRCA1 is a critical tumor suppressor, mutations in which greatly increase risks for many tumors in carriers, most notably breast cancer. Luminal progenitor cells (LPs) are the currently recognized cells of origin of BRCA1-deficient breast cancers. However, the reason why LPs are prone to transform with BRCA1 deficiency has not been elucidated. Here, using single-cell sequencing of human <i>BRCA1</i> mutant breast cancers and RNA sequencing (RNA-seq) of <i>BRCA1</i>-deficient normal mammary cells, we reveal that replication stress is a feature of LPs and a driving factor during BRCA1-associated tumorigenesis. Mechanistically, replication stress and BRCA1 deficiency lead to significant upregulation of ELF3 expression. ELF3 can help suppress excessive genomic instability and promote LP transformation with BRCA1 deficiency. Moreover, ELF3 emerged as a core transcription factor regulating LP genes, leading to LP expansion. Our findings suggest that replication stress is a driving factor during BRCA1-associated tumorigenesis in luminal progenitor cells and elucidates the key role of ELF3 during this process.",
    "journal": "eLife",
    "year": "2026",
    "gene": "BRCA1"
  }
]