[
  {
    "pmid": "41619336",
    "title": "Male breast health and breast cancer risk.",
    "abstract": "Males account for a small but clinically significant component of overall breast conditions, both benign and malignant. This review summarizes current evidence on epidemiology, male breast anatomy, clinical presentation, diagnosis, management, and identification of risk factors for male breast disease. Benign male breast disease, including gynecomastia, prompts clinical evaluation and requires understanding of hormonal and pharmacological causes to guide diagnostics and management. Although male breast cancer is rare, accounting for less than 1% of all breast cancers, it carries important hereditary and clinical implications. Pathogenic germline variants in BRCA2 are the predominant genetic contributor, conferring a lifetime risk of ~7%, while BRCA1, CHEK2 and PALB2 variants confer lower risk. Males with breast cancer typically present with subareolar masses, nipple changes, or pain, often at older ages and later stages compared with females. Imaging evaluation, including mammography and ultrasound, is central to diagnosis and management. Screening recommendations for high-risk men remain limited due to sparse prospective data, with multigene panel testing and family history assessment guiding individualized risk assessment. Management strategies for male breast cancer generally parallel female protocols, despite unique biological features. By integrating considerations of benign and malignant conditions, this review underscores the importance of tailored evaluation, risk assessment, and individualized care for males, while identifying knowledge gaps to inform future research and improve outcomes in this under-recognized population.",
    "journal": "Maturitas",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41614924",
    "title": "Ensemble Machine Learning on Bulk RNA-Seq Identifies 17-Gene Signature Predicting Neoadjuvant Chemotherapy Response in Breast Cancer.",
    "abstract": "Predicting neoadjuvant chemotherapy response in breast cancer remains critical for optimizing treatment strategies, yet robust predictive biomarkers are lacking. This study implemented an ensemble machine learning approach to identify a gene expression signature predicting pathological complete response (pCR) versus residual disease (RD) using bulk RNA-sequencing data from GSE163882 (138 RD, 80 pCR). We employed TMM normalization with differential expression analysis (250 genes, FDR < 0.05, |log2FC| ≥ 1), ensemble feature selection across five classifiers (Random Forest, Gradient Boosting, SVM, k-NN, and Neural Network) with 10-fold repeated cross-validation, and stacked ensemble development. Consensus selection identified a 17-gene signature consistently ranked across algorithms. The stacked ensemble achieved 0.97 AUC post-testing on hold-out test data. External validation on the independent GSE240671 cohort (37 pCR, 25 RD) following ComBat batch correction achieved ROC AUC of 0.78 and PR AUC of 0.85 with isotonic calibration, demonstrating balanced accuracy of 0.71 and 0.86 sensitivity for pCR detection. Pathway enrichment revealed associations with cell cycle regulation (E2F3, MKI67), DNA repair (BRCA2), and transcriptional control (MED1), with six priority genes (MED1, BRCA2, E2F3, PITPNB, H1-1, and FARP2) showing established breast cancer relevance. This externally validated 17-gene signature provides a biologically grounded tool for NAC response prediction in precision oncology.",
    "journal": "Current issues in molecular biology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41612487",
    "title": "Managing healthcare for female BRCA carriers in the population screening era: developing a harmonized national policy for surveillance and risk-reduction.",
    "abstract": "The implementation of Israeli National screening for <i>BRCA1/BRCA2</i> pathogenic variants (PVs) in 2020 has led to a significant increase in the number of unaffected female carriers who are referred to high-risk surveillance clinics (HRSCs). Lack of standardization in protocols for risk reduction and surveillance between HRSCs results in confusion and gaps in care. We aimed to identify discrepancies in existing practices and lead to policy development of a national policy for surveillance, management and risk reducing strategies in <i>BRCA-PV</i> carriers. A comparative analysis of risk reduction and surveillance protocols of the nine leading HRSCs across Israel, comprising the Israeli Consortium for hereditary breast and ovarian cancer (HBOC), and multi-center meetings to develop consensus guidelines for HRSCs. Our analysis revealed a high level of prior consensus on critical aspects including risk-reducing mastectomy, salpingo-oophorectomy, fertility treatment, contraception, hormone replacement therapy, and general health behavior. For breast cancer (BC) imaging surveillance there was variability regarding frequency (e.g. only one HRSC offers biannual MRI for <i>BRCA1</i> carriers), age limits (five centers continue in women older than 75 years), frequency during pregnancy and lactation (four HRSCs every three months and four others every six months; one does not recommend any surveillance), and surveillance post-mastectomy. For ovarian cancer (OvCa) surveillance, there was also variability: six centers recommend biannual/annual serum CA-125 level and pelvic sonography for all women, one center recommends this for all women till risk-reducing-bilateral-salpingo-oophorectomy (RRBSO), and two centers exclusively for women from age 35 till RRBSO. Surveillance recommendations for malignancies other than BC and OvCa differed greatly among centers. The online version contains supplementary material available at 10.1186/s13584-026-00746-3.",
    "journal": "Israel journal of health policy research",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41608012",
    "title": "Early Diagnosis of Male Breast Cancer: A Case Report and Literature Review.",
    "abstract": "Male breast cancer (MBC) is a rare neoplasm, and this rarity underscores the critical importance of awareness and appropriate screening. This study presents a case of male breast cancer (MBC) in a 64-year-old patient to enhance understanding of this rare and frequently underdiagnosed neoplasm. A 64-year-old man presented with a palpable mass in the left breast. Imaging revealed bilateral gynecomastia and a highly suspicious 4.3-cm Breast Imaging Reporting and Data System (BI-RADS) 5 nodule with nipple retraction. Biopsy confirmed histologic grade III invasive ductal carcinoma. Immunohistochemistry showed positivity for hormone receptors (Estrogen Receptor (ER) 90%, Progesterone Receptor (PR) 50%) and was negative for Human Epidermal Growth Factor Receptor 2 (HER2). Following left mastectomy, the patient experienced postoperative complications, including a contralateral hematoma and a persistent seroma. Oncotype diagnosis (DX) testing indicated a low chemotherapy benefit, leading to adjuvant therapy with tamoxifen. Pathologic tumor stage pT1c and pathologic nodal status pN0, confirmed by sentinel lymph node biopsy, indicated early-stage disease. The complexity of MBC underscores the critical importance of early diagnosis. The prompt detection of the suspicious mass, culminating in effective early-stage treatment, proved crucial to this patient's favorable prognosis, in contrast to the common trend of delayed diagnoses and their less promising outcomes. Accordingly, strengthening public awareness and professional training is essential to optimize management and improve outcomes in men with breast cancer.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41604601",
    "title": "TBCRC 048 (Olaparib Expanded) Expansion Cohorts: Phase II Study of Olaparib Monotherapy for Patients With Metastatic Breast Cancer With Germline Mutations in <i>PALB2</i> or Somatic Mutations in <i>BRCA1</i> or <i>BRCA2</i>.",
    "abstract": "Translational Breast Cancer Research Consortium 048 was a proof-of-principle trial demonstrating responses to the poly (ADP-ribose) polymerase (PARP) inhibitor olaparib in patients (pts) with metastatic breast cancer (MBC) with germline (g) <i>PALB2</i> or somatic (s) <i>BRCA</i> mutations (s<i>BRCA</i>m). Here we report results from the expansion cohorts in a larger sample of pts with g<i>PALB2</i>m or s<i>BRCA</i>m. Eligible pts had MBC of any subtype with measurable disease and a g<i>PALB2</i>m or s<i>BRCA</i>m. Pts received olaparib 300 mg twice a day until progression. The primary end point was overall response rate. Secondary end points include clinical benefit rate (CBR) at 18 weeks, progression-free survival (PFS), duration of response (DOR), and whether among s<i>BRCA</i>m carriers the mutant allele frequency (MAF) is significantly higher in responders than in nonresponders. Fifty-four pts with g<i>PALB2</i>m (N = 24) or s<i>BRCA</i>m (N = 30) were enrolled. Forty-two (78%) had estrogen receptor-positive human epidermal growth factor receptor 2-negative (HER2-) MBC, seven (13%) had triple-negative breast cancer, and five (9%) had HER2+ disease. Among pts with a g<i>PALB2</i>m, the overall response rate (ORR) was 75% (80% CI, 60.2 to 86.3), CBR was 83.3% (90% CI, 65.8 to 94.1), the median PFS was 9.4 months (90% CI, 8.3 to 13.1), and the median DOR was 7.0 months (90% CI, 5.6 to 10.4). Among pts with s<i>BRCA</i>m (15 s<i>BRCA1</i> and 15 s<i>BRCA2</i>), the ORR was 36.7% (80% CI, 24.7 to 50), CBR was 53.3% (90% CI, 37 to 69.1), the median PFS was 5.5 months (90% CI, 2.8 to 8.3), and the median DOR was 11.2 months (90% CI, 4.4 to not reached). One additional pt had an unconfirmed partial response. Although clinically meaningful, the ORR in pts with s<i>BRCA</i>m did not achieve the prespecified target. Among s<i>BRCA</i>m carriers, the mean MAF did not differ significantly between responders (46%) and nonresponders (39%; <i>P</i> = .7). Olaparib is active in pts with MBC with g<i>PALB2</i>m and s<i>BRCA</i>m, significantly expanding the population of pts with breast cancer likely to benefit from PARP inhibitors beyond g<i>BRCA1/2</i>m carriers.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41595245",
    "title": "Male Breast Cancer in Serbia: A 33-Year Retrospective Cohort Study of Genetic Predisposition, Clinicopathological Features, and Survival Outcomes.",
    "abstract": "<b>Background/Objectives</b>: Male breast cancer (MBC) is rare, accounting for less than 1% of all breast cancers. Given its low incidence, male breast cancer (MBC) remains understudied; this 33-year Serbian cohort was assessed for clinicopathological features, therapeutic approaches, genetic alterations, and survival. <b>Methods</b>: We retrospectively analyzed MBC patients diagnosed between 1991 and 2024 at the Institute for Oncology and Radiology of Serbia. Data included demographics, tumor characteristics, and stage, treatment, hormone receptor and HER2 status, Ki-67 index, genetic testing, and survival. <b>Results</b>: A total of 191 patients were identified (median age 66). Family history was negative in 91% and positive in 5.8%. T2 tumors were most frequent (36%), and 96% presented without metastasis. Mastectomy with axillary or sentinel lymph node dissection was performed in 78.5%. Neoadjuvant chemotherapy and radiotherapy were administered in 5.8% and 8.4%. Estrogen receptor positivity was 72%, progesterone receptor 88%, HER2 overexpression 11.0%, and triple-negative tumors 2.6% (40% with axillary involvement). High Ki-67 (≥15%) was recorded in 28.8%. Adjuvant chemotherapy, radiotherapy, and hormone therapy were given in 36%, 58%, and 68%. Among 37 genetically tested patients, seven had pathogenic variants (BRCA1, BRCA2, CHEK2, PALB2). Disease recurrence occurred in 30%. Median follow-up was 53 months. Median disease-free survival (DFS) was 82 months (1-, 2-, 5-, 10-year DFS: 87%, 73%, 57%, 39%). Median overall survival (OS) 131 months (1-, 2-, 5-, 10-year OS: 95%, 93%, 73%, 53%). <b>Conclusions</b>: This long-term cohort highlights the predominance of hormone-receptor positivity, the infrequency of germline mutations, and moderate survival rates, informing patient management and guiding future studies.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41590330",
    "title": "Germline <i>BRCA1/2</i> Variants in Polish Patients with Family History of Breast and Ovarian Cancer: Prevalence, CNV Detection, and Identification of a Novel Loss-of-Function Mutation.",
    "abstract": "Pathogenic and likely pathogenic variants in the <i>BRCA1</i> and <i>BRCA2</i> genes are associated with a significantly increased risk of breast and/or ovarian cancer. We investigated genetic variants in a cohort of 450 unaffected individuals with a family history of breast and/or ovarian cancer, involving at least one first-degree relative. Next-generation sequencing (NGS) was used to analyze the coding regions of these two genes, with copy number variation (CNV) analysis. A total of 16 unique to our cohort variants classified as pathogenic or likely pathogenic were identified in 22 patients, including one novel loss-of-function variant in <i>BRCA1</i> gene. Furthermore, we identified a deletion of exon 21 in the <i>BRCA1</i> gene in two patients. These results emphasize the difficulties involved in molecular diagnostics and indicate the need for further research into new predictive models for patients with hereditary breast and ovarian cancer.",
    "journal": "Current oncology (Toronto, Ont.)",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568657",
    "title": "Hereditary Risk Assessment of Cancer Using Clinical History in Patients Diagnosed with Breast or Ovarian Cancer Receiving Treatment at Tertiary Care Hospital in Western Rajasthan - A Cross-sectional Study.",
    "abstract": "Individuals with the breast cancer 1 gene (BRCA1) and breast cancer 2 gene (BRCA2) associated hereditary breast and ovarian cancer (HBOC) have an elevated risk of developing breast cancer in both men and women. The aim of the study was to assess the risk of HBOC using clinical history in patients diagnosed with breast or ovarian cancer (OC) receiving treatment. A cross-sectional study was conducted among 180 patients diagnosed with breast or OC, selected using a nonprobability convenience sampling technique. Data was collected using a self-structured tool for the sociodemographic and clinical variables, and the CanRisk tool was used to assess the estimated risk percentage value of BRCA1 or BRCA2 pathogenic or likely pathogenic variants based on the clinical variables. Data was analyzed using IBM SPSS version 20, Mann-Whitney U -test, and Kruskal-Wallis test, with P < 0.05 as the significance level. The results indicate an increased hereditary risk associated with early breast or OC diagnosis, married, late menarche, early menopause, young maternal age at first childbirth, and family history in patients diagnosed with breast or OC. A statistically significant association ( P < 0.05) was found between estimated risk percentages for pathogenic or likely pathogenic variants BRCA1 or BRCA2 (including BRCA1, BRCA2, PALB2, CHEK2, ATM, BARD1, RAD51D, RAD51C, or BRIP) with the selected sociodemographic and clinical variables. Genetic counseling and testing for patients diagnosed with breast or OC can identify HBOC risk, reducing complications and mitigating lifetime cancer risk through timely assessment and awareness.",
    "journal": "Annals of African medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568159",
    "title": "Tyrer-Cuzick Lifetime Risk Is Not Associated With Non-BRCA1/2 Pathogenic Variants for Breast Carcinoma.",
    "abstract": "The Tyrer-Cuzick (TC) or IBIS risk calculator is a widely used tool to estimate the probability of developing breast cancer. The latest version incorporates various factors to assess the risk of breast cancer, including family history, personal history, breast density, and past medical history. The TC is commonly used to guide patients toward further diagnostic imaging, genetic testing, chemoprevention, or risk-reducing surgery. However, it is unclear whether the TC is associated with non-BRCA1/2 pathogenic variants (PVs) in breast cancer susceptibility genes. A population of 964 patients with TC was evaluated for 12 PVs and variants of unknown significance (VUS) using lab-agnostic genetic testing. Patients were enrolled from 2019 to 2022. Historical TC were used for the subgroup of patients who developed breast cancer after enrollment. TC scores were compared between the three patient cohorts that had BRCA gene mutations, non-BRCA PVs, and negative for PVs, using the Kruskal-Wallis test followed by pairwise comparison using DSCF adjustment for multiple comparisons. Data collection for patient cohorts occurred simultaneously and was only separated in analysis. Logistic regression was carried out to predict BRCA versus negative in a model with TC scores, as well as non-BRCA versus negative. Area under the receiver operating characteristic (ROC) curve (AUC) was calculated to assess model fit. This study found an average TC of 7.71%. A family history of cancer was noted in 78.30% of patients, and a personal history of cancer other than breast occurred in 20.74% of patients. The presence of PVs and VUS was evaluated, and 12.03% of patients were found to have a PV, with an average TC of 8.98%. The most common PVs were CHEK2, BRCA2, BRCA1, and BARD1. Out of those with PVs, 52% had non-BRCA1/2 PVs with an average TC of 5.47%. A total of 102 patients (10.58%) had a VUS, with an average TC of 8.29%. In further statistical analysis, TC were distributed significantly differently among the three groups, with differences observed between the BRCA group and negative group, as well as between BRCA and non-BRCA1/2 PVs group. A higher TC was also associated with BRCA1/BRCA2 variants compared to non-BRCA1/2 PVs. TC scores provide valuable information regarding the lifetime risk of an individual of developing breast cancer. However, the study found they were not associated with prediction of non-BRCA1/2 PVs. When choosing a genetic testing panel for breast cancer genes, TC is not as a reliable predictor on individual patient's family history, NCCN guidelines, or ASBrS guidelines. Our study supports the need to develop a genetic risk calculator that incorporates the predictive value for these non-BRCA1/2 PVs in otherwise low or average TC women.",
    "journal": "The breast journal",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41568010",
    "title": "Universal vs. ASCO guidelines-based germline genetic testing for newly diagnosed breast cancer patients in resource-restricted settings.",
    "abstract": "A significant subset of breast cancer cases is attributable to inherited pathogenic genetic variants. Germline genetic testing (GGT), particularly for <i>BRCA1</i> and <i>BRCA2</i>, represents a critical tool for precision oncology, enabling individualized risk stratification and the development of tailored therapeutic strategies. Consecutive newly diagnosed breast cancer patients eligible for GGT testing according to the latest American Society of Clinical Oncology (ASCO) guidelines were enrolled. During the study period, 1,570 patients were enrolled, median age 51 (22-96) years, majority (n = 1,352, 86.1%) were Jordanian. Based on age criteria, 1,346 (85.7%) patients were eligible for testing. Another 134 (8.5%) were found eligible for testing because of other indications including personal or family history of breast and other cancers (n = 121, 7.7%), triple-negative disease (n = 9, 0.57%) and male gender (n = 4, 0.25%). In total, 1,480 (94.3%) patients were eligible for GGT as per ASCO guidelines, leaving only 90 (5.7%) patients not candidates for testing. Pathogenic/likely pathogenic variants were identified in 23 (7.8%) patients. Applying universal GGT for all newly diagnosed breast cancer patients, regardless of their age or risk factors, would slightly increase the pool of eligible patients, the burden of which can be justified given its impact on improving referral rate.",
    "journal": "Oncology reviews",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41565546",
    "title": "DNA binding is a defining feature of BRCA2 orthologs.",
    "abstract": "BReast CAncer 2 (BRCA2) safeguards genome integrity across eukaryotes by facilitating DNA repair. A defining feature of BRCA2 orthologs is their ability to bind to DNA. Here, we highlight emerging roles of multiple DNA-binding modules that act in a complementary manner and contribute uniquely to BRCA2 functions.",
    "journal": "Trends in biochemical sciences",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41562867",
    "title": "The uptake rate of risk-reducing salpingo-oophorectomy among Thai women with breast cancer and germline BRCA pathogenic or likely pathogenic variants.",
    "abstract": "Germline BRCA1 and BRCA2 pathogenic and likely pathogenic variants (PVs) significantly increase the risk of breast cancer and ovarian cancer, forming the basis for hereditary breast and ovarian cancer syndrome. Current guidelines recommend risk-reducing salpingo-oophorectomy (RRSO) for women with PVs. This study aimed to evaluate the rate of uptake of RRSO among women with breast cancer who carry germline BRCA PVs. This retrospective study collected data from women with breast cancer who were identified to have germline BRCA PVs between 2020 and 2024 at Siriraj Hospital, Bangkok, Thailand. Baseline characteristics, including age, BMI, underlying diseases, menopausal status, recurrent or metastatic breast cancer, BRCA1 and BRCA2 PVs were recorded. The uptake rate and associated factors of RRSO among these women were analyzed. In addition, the time to surgery and pathological outcomes were evaluated in the RRSO group. One hundred and thirty-eight women were included in the final analysis. Among them, 81 (58.7%) underwent RRSO. Ovarian cancer was detected in six (7.4%) women who underwent RRSO. Factors associated with undergoing RRSO including age greater than or equal to 45 years and the absence of distant metastasis. The median interval between genetic testing and RRSO was 8 months. In the surveillance group, the median follow-up time was 39 months, and no cases of cancer were detected. The RRSO uptake rate among breast cancer patients with germline BRCA PVs was 58.7%. Efforts to improve this rate should focus on understanding reasons for refusal and offering alternative prevention strategies.",
    "journal": "European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP)",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41549603",
    "title": "Pathogenic Germline PALB2 and RAD50 Variants in Patients With Relapsed Ewing Sarcoma.",
    "abstract": "Approximately 10% of patients with Ewing sarcoma (EwS) have pathogenic germline variants. Here, we report two cases: first, a novel germline pathogenic variant in partner and localizer of BRCA2 (PALB2) in a patient with a late EwS relapse. Its impact on homologous recombination is demonstrated, and breast cancer risk is discussed. Second, we report a pathogenic germline variant in RAD50 in a patient with a rare prostate primary EwS and later concurrent relapsed EwS and therapy-related acute myeloid leukemia (tAML) with two rare KMT2A translocations. Understanding rare pathogenic germline variants and the impact on cancer behavior, response to treatment and treatment-associated toxicities is important for patients.",
    "journal": "Pediatric blood & cancer",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41547905",
    "title": "Molecular characteristics and prognostic insights into BRCA-associated breast cancer in Kazakhstan.",
    "abstract": "Breast cancer remains the leading cause of cancer morbidity and mortality among women worldwide. Approximately 5-10% of cases involve pathogenic BRCA1/2 variants, typically associated with early-onset, aggressive disease. This study aimed to determine the frequency and spectrum of BRCA1/2 mutations among Kazakhstani breast cancer patients and to analyze their associations with clinicopathological features and survival outcomes. A total of 186 patients aged 21-90 years were examined between December 2023 and June 2024 using next-generation sequencing and retrospective chart review. The median age was 44 years for BRCA1, 48 for BRCA2, and 51 for BRCA-negative patients. Advanced disease (stages III-IV) was more common among mutation carriers (p < 0.001). Pathogenic BRCA1 and BRCA2 variants were found in 22% and 9% of cases, respectively; BRCA1 tumors were predominantly triple-negative (88%), whereas BRCA2 tumors were mainly hormone receptor-positive (65%). Both subtypes were largely poorly differentiated (61% and 53%, respectively). The median progression-free survival was 34, 12, and 8 months for BRCA-negative, BRCA1-, and BRCA2-positive groups, respectively (p = 0.001). To our knowledge, this is the first comprehensive analysis of BRCA1/2 mutation profiles among Kazakhstani women, highlighting distinct genotype-phenotype correlations and supporting the need for personalized therapeutic strategies in this population.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41542106",
    "title": "Associations between Pathogenic Germline Variants in BRCA and Non-Breast/Non-Ovarian Cancer Types in the German Population.",
    "abstract": "Families with pathogenic germline variants (pv) in BRCA1/2 may have besides breast and ovarian cancer an elevated lifetime risk for other cancer types. Data and pedigree information from 1852 family members of 286 BRCA1/2 positive families were analyzed. Genetic testing was conducted between 2015 and 2017 at the HBOC center at Charité - Universitätsmedizin Berlin. Relative cancer risk (RR) was calculated by comparing observed cancer incidence with the expected incidence in the German population. BRCA1/2 positive families showed an elevated cancer risk for gastric and cervical cancer regardless of BRCA status. The relative risk of gastric cancer was higher in BRCA2 carriers compared to BRCA1 carriers (gBRCA1 RR 1.42; 95% CI: 0.65-2.69 vs. gBRCA2 RR 1.88; 95% CI: 0.75-3.87). Similarly, the relative risk for cervical cancer was also greater in BRCA2 carriers than in BRCA1 carriers (gBRCA1 RR 1.88; 95% CI: 0.69-4.09 vs. gBRCA2 RR 2.09; 95% CI: 0.56-5.35). Additionally, BRCA2 families showed an increased risk of pancreatic cancer (RR 1.56; 95% CI, 0.50 to 3.63). No significant associations were found for other cancer entities. In the present study, an increased risk of gastrointestinal cancer was observed in German families with pathogenic BRCA1/2 variants, consistent with findings from previous research. Potential new associations with cervical cancer were also identified, warranting confirmation through large prospective studies. These findings highlight the importance of developing additional screening programs or preventive strategies for BRCA carriers, especially with regard to upper gastrointestinal tract malignancies.",
    "journal": "Geburtshilfe und Frauenheilkunde",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41530809",
    "title": "Putative breast cancer risk variants from populations of South Asian ancestry are under-represented in public variant classification databases.",
    "abstract": "The majority of publicly available genomics data originates from populations of European ancestry. This limits understanding and detection of inherited genetic risk factors for breast cancer in other populations. To assess the extent to which deficits in knowledge of the genetics of breast cancer risk exist for populations of non-European ancestry, we compared data available on putative breast cancer risk variants in the ClinVar database for populations of different ancestry. Protein-coding insertions and deletions (indels) and single-nucleotide polymorphisms (SNPs) private to populations of Non-Finnish European (NFE), African (AFR), Admixed American (AMR), East Asian (EAS) and South Asian (SAS) ancestry from the Genome Aggregation Consortium (gnomAD v4) were identified for nine established breast cancer risk genes. The percentage of private protein-coding variants listed as 'Unreported' by gnomAD in ClinVar were compared between populations. The SAS population had the biggest knowledge deficit, as 43.4% of private SAS variants were not reported in ClinVar, compared to 20-30% for other populations. Proportionally fewer SAS variants were reported for all 9 genes, with the difference reaching an adjusted p < 0.05 for PALB2, ATM and BRCA2 when compared to NFE. In contrast, few genes had significantly lower ClinVar reporting rates for AFR, AMR and EAS than for NFE. ClinVar reporting deficits in the SAS population were observed for both missense and protein-truncating variants. Unreported variants were usually very rare and largely absent in other public repositories. A substantial fraction of unreported variants were protein-truncating (17.2%), or missense with high predicted pathogenicity scores, representing novel candidate breast cancer risk alleles. Our work demonstrates putative breast cancer risk variants from populations of South Asian ancestry are less likely to be reported in ClinVar. Defining and removing barriers to reporting potential risk variants for breast cancer from South Asian populations is needed to reduce this knowledge deficit.",
    "journal": "Breast cancer research : BCR",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41528496",
    "title": "Genetic tumor syndromes in female cancer: insights into inherited cancer predisposition and clinical implications.",
    "abstract": "A relevant proportion of malignancies predominantly or exclusively affecting women, including breast and gynecologic cancers, is attributable to hereditary tumor syndromes, profoundly impacting cancer risk, prognosis, and therapeutic management. Today, the routine use of comprehensive germline panels has shifted the focus from solely pathogenic BRCA1/2 variants to include numerous pathogenic variants of other high- and moderate-risk genes. A broad spectrum of genetic alterations has been identified as causative for Hereditary Breast and Ovarian Cancer syndrome (HBOC), encompassing not only BRCA1 and BRCA2, but also PALB2, ATM, BARD1, CHEK2, BRIP1, RAD51C, and RAD51D. Beyond HBOC, numerous additional hereditary tumor syndromes are of significance in senologic and/or gynecologic oncology, including Li-Fraumeni syndrome, Lynch syndrome, DICER1 syndrome, Hereditary Diffuse Gastric Cancer, Neurofibromatosis type 1, Peutz-Jeghers syndrome, PTEN hamartoma tumor syndrome, Tuberous Sclerosis, and pathogenic variants in NBN and SMARCA4. Affected individuals are offered specialized surveillance to enable early detection or even prevention of cancer. In addition to regular clinical examinations and imaging, preventive strategies may include risk-reducing surgery. Pathogenic germline variants also influence therapeutic management of cancer patients. For specific indications, targeted therapies are available, for example PARP [poly (ADP-ribose) polymerase] inhibitors for pathogenic BRCA variant carriers across multiple tumor entities. Optimal management requires interdisciplinary coordination, encompassing genetic counseling, early detection, and risk-reducing strategies within specialized centers. This review provides a comprehensive overview of hereditary tumor syndromes predisposing to breast and gynecologic malignancies, with a focus on genetic basis, associated cancer risks, and implications for clinical management. By delineating these syndromes, it aims to assist clinicians in recognizing hereditary cancer predisposition and in guiding affected individuals within routine senologic and gynecologic practice.",
    "journal": "Archives of gynecology and obstetrics",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41523840",
    "title": "Diagnostic sensitivity of mammography and magnetic resonance imaging for ductal carcinoma <i>in situ</i> in high-risk breast cancer screening: A systematic-review and meta-analysis.",
    "abstract": "Given the improved sensitivity of magnetic resonance imaging (MRI) for detecting ductal carcinoma <i>in situ</i> (DCIS), the omission of routine mammography (MG) or digital breast tomosynthesis (DBT) in high-risk breast cancer screening is under consideration. We aim to conduct a systematic review and meta-analysis to compare the screening sensitivity of MRI, MG and DBT for detecting DCIS in high-risk females. PubMed, Embase, and Web of Science were searched for studies reporting the sensitivity of detecting DCIS in high-risk females up to July 02, 2025. Study quality was assessed with quality assessment of diagnostic accuracy studies-2 (QUADAS-2). Pooled sensitivity was estimated using a random-effects model, overall and stratified by age (<40 and ≥40 years old) and <i>BRCA</i> status (<i>BRCA1</i> and <i>BRCA2</i>). Meta-regression was used to compare modalities. Seventeen studies (18,348 participants, 211 with DCIS) were included. MRI showed significantly higher pooled sensitivity [85%, 95% confidence interval (95% CI): 74%-94%] than MG (36%, 95% CI: 23%-50%; P<0.001). No DBT data were available. Combined MRI and MG yielded the highest sensitivity (99%, 95% CI: 97%-100%), but offered no significant gain over MRI alone in females <40 years old (P=0.091) and in <i>BRCA1</i> mutation carriers (P=0.143). MRI is more sensitive than MG for DCIS detection in high-risk females. In females <40 years old and <i>BRCA1</i> mutation carriers, adding MG to MRI provides no additional diagnostic value. Considering the potential trade-offs, the routine use of MG in these subgroups should be carefully reconsidered.",
    "journal": "Chinese journal of cancer research = Chung-kuo yen cheng yen chiu",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41523250",
    "title": "A predictive model based on BRCA1/2, POLE, TP53, and MSH6 mutations for immunotherapy response in advanced endometrial cancer.",
    "abstract": "To evaluate clinical, molecular, and immunological predictors of response to immunotherapy among patients with advanced endometrial cancer and to develop a combined biomarker model for predicting treatment outcomes. This retrospective case-control study included 590 advanced endometrial cancer patients treated at the Affiliated Hospital of Hebei University of Engineering between December 2024 and May 2025. Eligible women underwent total hysterectomy, pelvic lymph node dissection, and received immune checkpoint inhibitors alongside standard chemotherapy. Patients were stratified into good and poor response groups based on 1-year post-treatment prognosis and response evaluation criteria in solid tumors. Baseline blood biomarkers, gene mutation status (breast cancer gene [BRCA] 1, BRCA2, DNA polymerase epsilon, tumor protein p53 [TP53], mutS homolog 6), and immunophenoscore (IPS) were assessed. Logistic regression and receiver operating characteristic (ROC) analyses were performed. A random forest model was constructed for combined biomarker prediction. No significant differences in baseline demographic or clinical characteristics were found between response groups. Good responders had significantly lower baseline levels of C-reactive protein (CRP), interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α), neutrophil-lymphocyte ratio (NLR), cancer antigen 125 (CA125), and IPS, and higher frequencies of gene mutations. Multivariate regression identified elevated CRP, IL-6, TNF-α, NLR, CA125, and IPS as independent predictors of poor response; BRCA2 and TP53 mutations were independently associated with favorable outcomes. The combined biomarker model achieved an area under the ROC curve of 0.812, demonstrating strong predictive accuracy. Inflammatory and tumor biomarkers, IPS, and specific gene mutations are independently associated with immunotherapy response in advanced endometrial cancer. A combined biomarker model may enhance the prediction of treatment outcomes and guide individualized therapy.",
    "journal": "American journal of cancer research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41521709",
    "title": "Identifying a Recurrent BRCA1 Variant in the Qatari Population With Unique Genotype-Phenotype Correlations.",
    "abstract": "Hereditary breast and ovarian cancer syndrome (HBOC) is the most common cause of hereditary breast and ovarian cancers in Qatar and worldwide, which is caused by pathogenic variants in the BRCA1 and BRCA2 genes. The aim of this retrospective study is to describe a common recurrent pathogenic variant in the BRCA1 gene that was observed in the native Qatari population with unique genotype-phenotype correlations. Medical records of Qatari patients (affected and unaffected) with personal and/or family history of breast and ovarian cancers who carry pathogenic/likely pathogenic variants in the BRCA1 gene were reviewed between 2013 and 2020. Epidemiological information and clinical data were reviewed, including age, gender, ethnic background, personal history of cancer, tumour characteristics, and family history. We used frequencies and proportions to describe the data and used Kaplan-Meier curves and log-rank analysis to compare survival rates. For the analysis, we used Stata Corp. 2015. Stata Statistical Software: Release 14, College Station, TX: Stata Corp. LP. Ethical committee approval was obtained from Hamad Medical Corporation IRB committee (MRC-01-20-1086). Sixty-three Qatari affected patients and unaffected individuals who carry the BRCA1 variant were included in the study. Our result confirms the presence of a common recurrent pathogenic variant c.4787C>A p.(Ser1596Ter) among Qatari patients who belong to 8 consanguineous large families, followed by c.4065_4068del p.Asn1355fs, both in BRCA1. The BRCA1 c.4787C>A variant is highly associated with early onset breast cancer, specifically invasive ductal carcinoma (IDC) triple negative breast cancer (stage I, grade III), rather than ovarian cancer. Additionally, the c.4787C>A variant was found to exhibit high penetrance in families with early-onset breast cancer. We showed that BRCA1 c.4787C>A pathogenic variant is a highly recurrent variant among Qatari consanguineous families and contributes to the early onset breast cancer in Qatar. Early identification of this variant can aid in improving patients' survival and guide early personalized treatment and prevention.",
    "journal": "Molecular genetics & genomic medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41520270",
    "title": "SMC6 expression & outcome of breast cancer.",
    "abstract": "Background & objectives Genetic instability is frequent in tumour cells and might occur due to an imbalance of homologous recombination (HR). HR is a crucial mechanism of DNA double-strand break (DSB) repair that depends on the formation and resolution of Holliday junctions for genomic stability maintenance. The SMC6 complex with SMC5 is involved in DSB repair. We sought to investigate the association between SMC6 expression, genomic instability, and prognosis of breast cancer. Methods This was an observational retrospective cohort study. We assessed SMC6 expression and copy number variation (CNV) data measured by qRT-PCR and whole-genome comparative genomic hybridization in 33 women with breast cancer who are non-carriers of BRCA1/BRCA2 mutations. According to nuclear staining, the SMC6 protein expression was evaluated on a tissue microarrayer containing 481 samples classified as SMC6low (negative/weak) or SMC6high (moderate/strong). Results SMC6low tumours tend to show higher CNV. SMC6high group presented poorer disease-free survival than the SMC6low group (P=0.050), mainly for the luminal subtype (P=0.005). SMC6low/ERpos were protective biomarkers for recurrence. Interpretation & Conclusions There is a possible association between SMC6 expression and relapse of breast cancer, also suggesting that SMC6 abnormal expression may indicate tumour genetic instability in breast cancer.",
    "journal": "The Indian journal of medical research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41503813",
    "title": "Real-life data on clinical characteristics, treatments and outcomes of patients with newly diagnosed advanced-stage ovarian cancer: an observational study from Belgium.",
    "abstract": "Data about the clinical management of patients with ovarian cancer (OC) in real-world settings are scarce. This study documents baseline characteristics, treatments, and clinical outcomes in a real-world population of women with newly diagnosed advanced-stage OC in Belgium. This observational study, conducted at four hospitals in Belgium, retrospectively enrolled 120 women with FIGO (International Federation of Gynecology and Obstetrics classification) stage III or IV high-grade serous or endometrioid OC diagnosed between 2007 and 2018. Treatment outcomes, response to therapy, and patient survival were followed up until 20 months after diagnosis. Of 113 patients with a clinical response assessment, 49.6% were diagnosed with a stage IV disease, 53.1% underwent interval debulking surgery, 98.2% received any type of chemotherapy, and 35.4% received bevacizumab. Deleterious mutations in breast cancer susceptibility genes <i>(BRCA1/BRCA2)</i> were detected in 12/84 (14.3%) patients. After primary or interval debulking surgery, 50.0% and 60.0% of stage III, and 66.7% and 80.0% of stage IV patients had no visible residual disease, respectively. Following chemotherapy, 59.3% of patients had complete clinical response and/or no visible residual disease. Until month 20 of follow-up, 37.2% of patients were disease-free. Until 2018, surgical resection followed by first-line chemotherapy and bevacizumab use comprised the cornerstone therapy for newly diagnosed FIGO stage IV OC in Belgium. Clinical response and progression-free survival rates were relatively high. The patients' <i>BRCA1/BRCA2</i> status was insufficiently characterized, likely reflecting the lack of perceived relevance of <i>BRCA1/BRCA2</i> mutations for OC treatment before adoption of targeted therapies in clinical practice.",
    "journal": "Acta clinica Belgica",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41501043",
    "title": "Clinical implications of rare and common variation in preimplantation genetic testing for breast cancer.",
    "abstract": "Recently, some clinics have begun using preimplantation genetic testing for monogenic disorders (PGT-M) for moderately penetrant breast cancer (BC) risk variants, while other clinics use polygenic risk scores (PRS) in the context of preimplantation embryo screening. Using both simulation and formal mathematical approaches, we evaluated: (1) in what circumstances embryo selection using PRS could lead to systematically erroneous results due to failure to consider monogenic carrier status; and (2) whether PGT-M for moderate penetrance variants could lead to erroneous results due to unassessed, yet elevated PRS. Variants in BRCA1, BRCA2, and PALB2 resulted in a risk distribution that was essentially disjoint from the non-carriers, regardless of PRS. By contrast, for moderately penetrant genes, standard PGT-M would fail to select the lowest risk embryo approximately 5% of the time due to elevated PRS. This complex interplay suggests that caution should be exercised when considering preimplantation genetic testing involving exclusively monogenic variants of moderate penetrance or polygenic scores.",
    "journal": "NPJ genomic medicine",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41499127",
    "title": "Risk-Reducing Bilateral Mastectomy and Mortality in Carriers of BRCA1 and BRCA2 Variants: A Systematic Review and Meta-Analysis.",
    "abstract": "Risk-reducing bilateral mastectomy reduces the incidence of breast cancer in female carriers of the BRCA pathogenic variants, but its association with mortality remains uncertain. To evaluate the association between risk-reducing bilateral mastectomy and overall and breast cancer-specific mortality in female carriers of BRCA pathogenic variants. PubMed, Scopus, CINAHL, Embase, and CENTRAL were searched in May 2025, with English-language restriction and no date limit. Reference lists of included studies and relevant reviews were also examined. Eligible studies compared female carriers of BRCA1 and BRCA2 pathogenic variants who underwent risk-reducing bilateral mastectomy with those who did not and reported overall mortality or breast cancer-specific mortality. Studies including patients with a history of breast cancer were excluded. This meta-analysis followed the Meta-Analysis of Observational Studies in Epidemiology (MOOSE) guidelines. Two authors independently performed study selection, data extraction, and risk of bias assessment (using Risk of Bias in Nonrandomized Studies-of Interventions, version 2). Odds ratios (ORs) and hazard ratios (HRs) were pooled using fixed- and random-effects models according to methodological assessment. Overall and breast cancer-specific mortality. Six observational studies met the inclusion criteria, comprising 6135 carriers of the BRCA1 or BRCA2 variant. Weighted median age at inclusion was 38.0 years, with reported age ranges spanning 15.3 to 85.3 years. Risk-reducing bilateral mastectomy was associated with lower overall mortality in both unadjusted (OR, 0.38; 95% CI, 0.27-0.55; P < .001) and adjusted (HR, 0.37; 95% CI, 0.23-0.60; P < .001) analyses. Breast cancer-specific mortality was also reduced (OR, 0.19; 95% CI, 0.08-0.47; P < .001; HR, 0.14; 95% CI, 0.04-0.49; P = .002). Risk-reducing bilateral mastectomy was associated with lower overall and breast cancer-specific mortality in carriers of the BRCA variants. These findings support the role of risk-reducing bilateral mastectomy as a potentially life-extending intervention and may inform the shared decision-making discussions in these women.",
    "journal": "JAMA surgery",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41493635",
    "title": "Risk of second non-breast primary cancer in Chinese breast cancer patients with germline BRCA1/2 pathogenic variants.",
    "abstract": "The risk of second non-breast primary cancer in Chinese women with breast cancer who carry germline BRCA1/2 pathogenic variants (PVs) is largely unknown. From October 2003 to February 2023, 11,212 women with breast cancer were recruited. BRCA1/2 mutation status of these patients was determined; the age-specific cumulative risk of second non-breast primary cancer was estimated. Of the 11,212 breast cancer patients, 284 carried BRCA1 PVs, 433 carried BRCA2 PVs, and 10,495 were non-carriers. After a median follow-up of 8.4 years, 10.9% of BRCA1 carriers, 7.2% of BRCA2 carriers, and 3.6% of non-carriers developed second non-breast primary cancers; and 6.7% of BRCA1 carriers, 1.4% of BRCA2 carriers, and 0.1% of non-carriers developed ovarian cancer. Cumulative risks of second primary cancer to age 70 years were 28.4% for BRCA1 carriers, 17.3% for BRCA2 carriers, and 6.2% for non-carriers. Cumulative risks of ovarian cancer to age 70 years were 19.8% for BRCA1 carriers, 3.9% for BRCA2 carriers, and 0.4% for non-carriers. No BRCA1 and BRCA2 carriers developed ovarian cancer before the ages of 40 and 45 years, respectively. BRCA2 carriers had higher risks of thyroid cancer (relative risk [RR] 2.16; 95% CI, 1.04-4.51; P = 0.039) and endometrial adenocarcinoma (RR 3.90; 95% CI, 1.47-10.32; P = 0.006) than non-carriers. BRCA1/2 carriers exhibit a 2- to 3-fold higher risk of second primary cancer than non-carriers. Ovarian cancer represents the majority of second primary cancers in BRCA1 carriers, while BRCA2 carriers have a wider spectrum of second primary cancers.",
    "journal": "Breast cancer research and treatment",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41488281",
    "title": "Screening, Risk Reduction Strategies, and Clinical Management of Unaffected Carriers of <i>BRCA1</i> or <i>BRCA2</i> Pathogenic Variants.",
    "abstract": "Breast cancer remains the most common cancer globally, with approximately 5-15% of cases linked to pathogenic variants primarily in <i>BRCA1</i> or <i>BRCA2</i>. These mutations greatly increase cancer risks, highlighting the critical need for more effective screening and prevention strategies. This review aimed to summarize existing evidence and propose a comprehensive approach to reducing cancer risk in unaffected mutation carriers. A narrative review of published literature was conducted to evaluate risk-reduction strategies, including surveillance, enhanced imaging, risk-reducing surgeries, and chemoprevention. Barriers to the uptake of these strategies and the psychological impact on carriers were also examined. Annual magnetic resonance imaging (MRI) remains the most sensitive screening tool for early breast cancer detection in high-risk individuals. Selective estrogen receptor modulators (SERMs) and aromatase inhibitors have shown potential as chemopreventive agents, but uptake remains limited due to concerns about efficacy and side effects. Risk-reducing surgeries, such as bilateral salpingo-oophorectomy (BSO) and mastectomy, significantly lower the risk of breast and ovarian cancer; however, their uptake is often hindered by emotional, cultural, and financial factors. Family communication of genetic results and support by healthcare professionals are critical to encouraging preventive actions. Effective screening and risk-reduction strategies are available for <i>BRCA1</i> and <i>BRCA2</i> carriers, yet barriers to implementation persist. Personalized counseling, enhanced accessibility, and culturally sensitive education are essential to improving the adoption of these preventive measures. Further studies are needed to explore novel chemoprevention options and interventions to address the unmet needs of carriers worldwide.",
    "journal": "World journal of oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41487694",
    "title": "Efficacy and safety of PARP inhibitors in metastatic breast cancer patients with homologous recombination repair pathway gene mutations: a retrospective multicenter real-world study.",
    "abstract": "The efficacy and safety of poly (ADP-ribose) polymerase inhibitors (PARPis) in the Chinese real-world setting have not been well characterized. This is a retrospective analysis of PARPis efficacy in metastatic breast cancer (MBC) patients with homologous recombination repair (HRR) gene pathogenic variants (PVs). We aimed to evaluate the efficacy and toxicities of PARPis in real-world MBC patients. Patients who received PARPi for MBC at the National Cancer Center and two other centers between January 1, 2019, and December 31, 2024, were consecutively included. The primary endpoint was progression-free survival (PFS). Univariable and multivariable Cox proportional hazard models were used to evaluate the predictive impact of clinicopathologic characteristics on PFS. In total, 62 MBC patients treated with olaparib (<i>N</i> = 55), talazoparib (<i>N</i> = 4), pamiparib (<i>N</i> = 2), and fluzoparib (<i>N</i> = 1) were enrolled. The median PFS (mPFS) in all patients was 6.0 months (95% confidence interval: 4.1-7.9). mPFS in the germline <i>BRCA1</i> (g<i>BRCA1; N</i> = 19), g<i>BRCA2</i> (<i>N</i> = 30), g<i>BRCA</i> (<i>N</i> = 4), somatic <i>BRCA2</i> (s<i>BRCA2; N</i> = 1), g<i>PALB2</i> (<i>N</i> = 4), and other HRR gene (<i>N</i> = 4) PVs carriers were 3.7, 8.0, 2.8, 2.7, 5.3, and 7.1 months, respectively (<i>p</i> = 0.334). In multivariate analysis, ⩽40 years old (hazard ratio (HR): 2.281, <i>p</i> = 0.008), third-line or later therapy (HR: 2.429, <i>p</i> = 0.019), and prior platinum-based treatment (HR: 2.172, <i>p</i> = 0.014) were independently associated with shorter PFS. The incidence of adverse events (AEs) of all grades was 62.5% (35/56). The most common AEs in all grades were anemia (30.4%), nausea (21.4%), and leukopenia (17.9%). Hematologic toxicity was the most common grade ⩾3 AEs. PARPis showed promising PFS and tolerable toxicity in the real-world treatment of Chinese MBC patients with HRR-related gene mutations.",
    "journal": "Therapeutic advances in medical oncology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41481331",
    "title": "Melanocytoma With Morphologic Features Reminiscent of BAP-1-Inactivated Melanocytoma but With a Different Molecular Profile.",
    "abstract": "BRCA1-associated protein (BAP1)-inactivated melanocytoma (BIM) exhibits a unique, biphasic cellular composition. The tumor comprises 2 distinct melanocytic populations: a cytologically bland nevoid of aggregated nests and a more distinctive group of larger, epithelioid melanocytes with prominent eosinophilic cytoplasm. Both cell populations typically test positive for BRAF V600E, with the epithelioid component demonstrating biallelic BAP1 inactivation, which can be demonstrated by loss of BAP1 nuclear expression by immunohistochemistry within the epithelioid melanocytes. Most cases are sporadic; however, some patients have an underlying BAP1 germline mutation. We report a case of a 15-year-old girl with a strong family history of breast cancer and a brown to pink, dome-shaped nodule on the left wrist. A shave biopsy of the nodule showed a dermal-based melanocytic proliferation with features like those described in BAP-1 inactivated melanocytoma with BRAF V600E expression; however, BAP-1 expression was retained. Furthermore, molecular testing of the lesion revealed BRAC2 and CHEK2 germline mutations. This case highlights that the histopathologic features of BAP-1-inactivated melanocytoma can be seen in the setting of an underlying germline mutation other than BAP-1 inactivation. Further study of melanocytic tumors showing BIMT-like histology but with normal BAP1 immunostaining is warranted, because some may contain clues to underlying germline mutations related to family cancer predisposition.",
    "journal": "The American Journal of dermatopathology",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41471728",
    "title": "AutoEpiCollect 2.0: A Web-Based Machine Learning Tool for Personalized Peptide Cancer Vaccine Design.",
    "abstract": "Personalized cancer vaccines are a key strategy for training the immune system to recognize and respond to tumor-specific antigens. Our earlier software release, AutoEpiCollect 1.0, was designed to accelerate the vaccine design process, but the identification of tumor-specific genetic variants remains a manual process and is highly burdensome. In this study, we introduce AutoEpiCollect 2.0, an improved version with integrated genetic analysis capabilities that automate the identification and prioritization of tumorigenic variants from individual tumor samples. AutoEpiCollect 2.0 connects with RNA sequencing and cross-references the resulting RNAseq data for efficient determination of cancer-specific and prognostic gene variants. Using AutoEpiCollect 2.0, we conducted two case studies to design personalized peptide vaccines for two distinct cancer types: cervical squamous cell carcinoma and breast carcinoma. Case 1 analyzed five cervical tumor samples from different stages, ranging from CIN1 to cervical cancer stage IIB. CIN3 was selected for detailed analysis due to its pre-invasive status and clinical relevance, as it is the earliest stage where patients typically present symptoms. Case 2 examined five breast tumor samples, including HER2-negative, ER-positive, PR-positive, and triple-negative subtypes. In three of these breast samples, the same epitope was identified and was synthesized by identical gene variants. This finding suggests the presence of shared antigenic targets across subtypes. We identified the top MHC class I and class II epitopes for both cancer types. In cervical carcinoma, the most immunogenic epitopes were found in proteins expressed by HSPG2 and MUC5AC. In breast carcinoma, epitopes with the highest potential were derived from proteins expressed by BRCA2 and AHNAK2. These epitopes were further validated through pMHC-TCR modeling analysis. Despite differences in cancer type and tumor subtype, both case studies successfully identified high-potential epitopes suitable for personalized vaccine design. The integration of AutoEpiCollect 2.0 streamlined the variant analysis workflow and reduced the time required to identify key tumor antigens. This study demonstrates the value of automated data integration in genomic analysis for cancer vaccine development. Furthermore, by applying RNAseq in a standardized workflow, the approach enables both patient-specific and population-level vaccine design, based on statistically frequent gene variants observed across tumor datasets. AutoEpiCollect 2.0 is freely available as a website based tool for user to design vaccine.",
    "journal": "Molecules (Basel, Switzerland)",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41464754",
    "title": "BRCA1 and 2 Mutations and Efficacy of Pembrolizumab-Based Neoadjuvant Chemotherapy in Triple-Negative Breast Cancer: A Real-World Multicenter Analysis.",
    "abstract": "<b>Background:</b> Pembrolizumab has reshaped the neoadjuvant treatment landscape for triple-negative breast cancer (TNBC). However, the influence of BRCA1/2 mutational status on the efficacy of chemo-immunotherapy remains unclear, particularly in real-world settings. Since BRCA-mutated tumors exhibit homologous recombination deficiency (HRD) and high genomic instability, they may be more immunogenic and responsive to immune checkpoint inhibitors. This multicenter study investigated the association between BRCA1/2 mutations and pathologic complete response (pCR) in TNBC patients treated with pembrolizumab-based neoadjuvant chemotherapy (NACT). <b>Methods:</b> We retrospectively analyzed 184 patients with stage II-III TNBC treated between 2021 and 2024 across eleven Italian oncology centers. All received pembrolizumab combined with platinum- and taxane-based NACT followed by anthracyclines, according to the KEYNOTE-522 regimen. Germline BRCA1/2 status was determined by next-generation sequencing. The primary endpoint was pCR, defined as ypT0/is ypN0. Fisher's exact test and logistic regression models were used to assess associations between clinical-pathological variables and pCR. <b>Results:</b> Among 184 patients, 25 (13.6%) harbored BRCA1 mutations, 12 (6.5%) BRCA2 mutations, and 147 (79.9%) were wild-type. pCR was achieved in 80.0% of BRCA1-mutated, 75.0% of BRCA2-mutated, and 61.1% of wild-type tumors. When pooled, BRCA1/2-mutated cases showed a higher likelihood of achieving pCR (78.4% vs. 61.1%; odds ratio [OR] = 2.17; 95% CI 1.01-4.97; <i>p</i> = 0.056). High tumor-infiltrating lymphocytes (≥30%) were also associated with increased pCR rates. The frequency of BRCA mutations (20.1%) was consistent with that reported in major TNBC series. No comparative analysis of toxicity or survival outcomes was performed due to the retrospective design and limited follow-up. <b>Conclusions:</b> In this multicenter real-world cohort, TNBC patients carrying BRCA1/2 mutations exhibited a trend toward higher pCR rates with pembrolizumab-based NACT compared with wild-type tumors. These findings suggest enhanced chemosensitivity and immune responsiveness in BRCA-deficient disease, warranting further validation in larger prospective studies with survival endpoints.",
    "journal": "Journal of clinical medicine",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41463216",
    "title": "Integrative Gene-Centric Analysis Reveals Cellular Pathways Associated with Heritable Breast Cancer Predisposition.",
    "abstract": "<b>Background:</b> Heritable breast cancer (BC) predisposition is strongly influenced by high-penetrance genes such as BRCA1 and BRCA2, but many moderate- and low-penetrance genes remain poorly characterized. Although over 100 loci have been reported, the causal genes often include false positives or uncertain associations. <b>Methods:</b> We applied a gene-centric, integrative approach to multi-ethnic genomic datasets, including the UK Biobank (UKB) and FinnGen (FG). We assessed consistency across multiple GWAS in Open Targets (OT) and additional complementary genetic association approaches, including ExPheWAS, TWAS, and PWAS. Collapsing variant-level effects to a gene-level view enhanced confidence and reaffirmed contributions from genes such as BRCA1, BRCA2, PALB2, CHEK2, and other DNA repair genes. <b>Results:</b> Using this integrative framework, we identified 38 high-confidence BC predisposition genes, including 8 previously reported drivers, 13 supported by multiple lines of evidence, and additional candidates (e.g., APOBEC3A, TNS1, PEX14) with emerging evidence. PWAS revealed several genes with potential recessive effects often missed by standard GWAS. Multi-cohort replication showed robust findings in European ancestry populations, while transferability to other populations was more limited. <b>Conclusions:</b> This work demonstrates the value of a gene-centric, integrative framework for prioritizing high-confidence BC predisposition genes, highlighting associated cellular pathways, and uncovering new candidates for further functional study, providing a reliable foundation for future research.",
    "journal": "Cancers",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41459849",
    "title": "Comparative Molecular Docking Analysis, of Natural and Synthetic Ligands, Targeting BRCA1, BRCA2, ER, and PR in Breast Cancer Treatment.",
    "abstract": "Breast cancer remains a leading cause of cancer-related mortality in women, necessitating the development of innovative therapeutic strategies. This study employs comparative molecular docking to evaluate the binding affinities of natural compounds, derived from a specifically formulated oil mixture, against key molecular targets in breast cancer BRCA1, BRCA2, estrogen receptor (ER), and progesterone receptor (PR). Synthetic ligands commonly used in breast cancer therapy were included as reference compounds. Molecular docking was performed using 1-Click Docking software to determine binding energy values, expressed in kcal/mol, with more negative ΔG values indicating stronger and more spontaneous ligand-receptor interactions. Among the synthetic ligands, Epirubicin exhibited the highest binding affinity to BRCA2 (-9.0 kcal/mol), while Capecitabine demonstrated the strongest interaction with PR (-8.1 kcal/mol). Notably, the natural compound Narirutin outperformed these drugs, showing a superior binding affinity to BRCA2 (-9.2 kcal/mol) and PR (-8.9 kcal/mol). Additionally, Geraniol and Citronellol exhibited competitive binding affinities to ER and PR, respectively, underscoring their potential therapeutic relevance. These findings highlight the capability of natural compounds to act as effective inhibitors of critical breast cancer molecular targets. Narirutin, in particular, stands out as a promising candidate for further exploration in integrative cancer therapies. This study demonstrates the utility of bioinformatics approaches, specifically molecular docking, in identifying natural compounds with high therapeutic potential and provides a computational framework for future experimental validation and drug development.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41448736",
    "title": "Characterization of Large Genomic Rearrangements in BRCA1 and BRCA2 Genes in a Chinese High-Risk Cohort.",
    "abstract": "Large genomic rearrangements (LGRs) account for at least 10% of the mutations in BRCA1 and 5% of BRCA2 mutations in outbred families with hereditary breast and ovarian cancer. A total of 21 probands with breast cancer who carried BRCA1 or BRCA2 LGRs were identified from a cohort of 4678 Chinese patients. There was a total of 13 BRCA1 LGR carriers and 8 BRCA2 LGR carriers, including 12 large genomic deletions and 1 duplication. Ten and three specific breakpoints from BRCA1 and BRCA2, respectively, were identified by either whole-genome sequencing by nanopore sequencing or long-range PCR. Five of these LGRs were recurrent LGRs. Three LGRs were novel founder LGRs in the southeast Chinese population. Chinese LGR carriers exhibited clinical phenotypes that were generally similar to those of non-LGR mutation carriers. However, there was a notable tendency for triple-negative breast cancer to be more prevalent among Chinese LGR carriers (P = 0.007), largely because of the predominance of BRCA1 mutations. This suggests a potential association that warrants further investigation.",
    "journal": "The Journal of molecular diagnostics : JMD",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41442066",
    "title": "Pioneering precision: a systematic review on exploring the frontier of breast cancer detection with DNA nanostructures.",
    "abstract": "Breast cancer remains the leading cause of morbidity and mortality for women worldwide. This study focuses on the ability of DNA-based hybrid materials, including DNA-Gold Nano Particles (AuNP) conjugates and DNA nanostructures, to enhance the early detection and diagnosis of breast cancer. By utilizing the emerging technology of DNA nanotechnology, this review identifies improvements in the sensitivity and specificity for the detection of biomarkers critical to breast cancer, such as TP53, BRCA1, BRCA2, PIK3CA, and ESR1. These biomarkers can now be measured through highly developed sequencing technologies combined with polymerase chain reactions. This research also delves into mutation detection, technological methods, and various stages of breast cancer, offering a comprehensive approach to understanding and managing the disease. Complementing these advancements, the proposed HER2Classifier, integrating a ResNet101 backbone with an attention mechanism, demonstrates robust performance in classifying HER2 status using the Zenodo breast cancer dataset. The classifier's two-step classification strategy effectively addresses class imbalance, enhancing the detection of HER2 High samples. By generating visual attention maps, the model offers interpretability, which is crucial for clinical applications. The integration of mixed precision training and dynamic memory management ensures scalability and memory efficiency, paving the way for potential clinical deployment. The synergy between DNA-based technologies and the HER2Classifier highlights the need for further development to fully harness the potential of these technologies in personalizing care and enhancing outcomes in breast cancer treatment.",
    "journal": "Medical oncology (Northwood, London, England)",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41438882",
    "title": "Patient satisfaction after breast reconstruction in a high-risk breast cancer population.",
    "abstract": "Women with an elevated risk for breast cancer due to a <i>BRCA</i>1 or <i>BRCA</i>2 pathogenic variant can choose for surveillance or risk reducing mastectomy (RRM). Breast reconstruction improves quality of life (QoL). However, in this high-risk population, the effect of breast reconstruction on QoL nor the level of satisfaction afterward is widely researched. This cross-sectional study aimed to determine the long-term satisfaction level with breast reconstruction in a high-risk breast cancer population. Women who underwent breast reconstruction were invited to complete several online questionnaires including the BREAST-Q, SF-36, general questions on their health and DNA test results, and the course of diagnosis and treatment. In the analyses two groups were compared: patients with breast reconstruction after risk-reducing mastectomy (BRaRRM) and patients with breast reconstruction after breast cancer (BRaBC). About 935 participants completed all questionnaires of whom 535 underwent breast reconstruction and were included in this analysis. There was no difference between BREAST-Q \"satisfaction with outcome\" scales between the BRaRRM and BRaBC groups (60.9 vs 60.9). According to our multivariable linear regression analysis, higher age had a positive association with satisfaction with outcome, and both secondary and implant-based reconstruction were negatively associated with satisfaction with outcome (<i>b</i> = 0.21, <i>b</i> = -2.10, <i>b</i> = -5.83). RRM combined with breast reconstruction is a good option for women with high risk of breast cancer. No difference in the BREAST-Q satisfaction with outcome scale was observed between both groups. Age, type, and timing of reconstruction should be considered when deciding on RRM.",
    "journal": "JPRAS open",
    "year": "2026",
    "gene": "BRCA2"
  },
  {
    "pmid": "41436623",
    "title": "Breast cancer incidence and subtype patterns among BRCA-mutated ovarian cancer patients: a systematic review and meta-analysis.",
    "abstract": "BRCA1 and BRCA2 are tumor suppressor genes essential for DNA repair. Mutations in these genes significantly increase breast (BC) and ovarian cancer (OC) risk, with BRCA1-positive facing a 70% BC and 40% OC lifetime risk. While guidelines for BRCA-positive are well established, recommendations for BC surveillance in BRCA-patients already diagnosed with OC remain limited. This meta-analysis evaluates BC risk post-OC in BRCA-mutated women. A systematic search of PubMed, Embase, and the Cochrane Library was performed. Single-arm outcomes were pooled using meta-analysis of proportions, and survival data were synthesized using hazard ratio (HR), both with 95% confidence intervals (CIs). Heterogeneity was assessed using the I² statistic. All analyses were conducted in R (version 4.3.2). A total of 2380 patients from 10 retrospective cohort studies were included. Among them, 181 (8%; 95% CI: 6%-11%) developed BC post-OC, with similar rates observed for BRCA1 and BRCA2-mutated (9%; 95% CI: 7%-12%). In overall survival analysis, BRCA-mutated patients who developed BC after OC had significantly improved outcomes compared to those with OC only (HR = 0.4657; P < 0.001). This meta-analysis underscores the need for tailored BC surveillance and evidence-based screening guidelines in BRCA-mutated OC survivors.",
    "journal": "British journal of cancer",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41424892",
    "title": "Green Synthesized Ag Nanoparticles as Promising Antibacterial and Antitumor Agents: In Vitro Studies.",
    "abstract": "In this work, we used a biocompatible and safe approach for the treatment of health-threatening diseases using the <i>Spinacia oleracea</i> plant. Practically, Ag nanoparticles were green synthesized applying <i>Spinacia oleracea</i> to use against breast cancer cells (MCF-7 and MDA-MB-231 cell lines) and bacteria (<i>S. aureus</i>, <i>S. epidermidis</i>, and <i>P. aeruginosa</i>). Next, analytical techniques (FT-IR, XRD, DLS, TEM, and SEM) were employed for the characterization of nanoparticles. Nanometric size (10 nm to 25 nm in diameter), crystallinity, and spherical and semi-spherical morphology were determined for the biosynthesized Ag nanoparticles. Then, several biomedical tests (MIC, MBC, cell viability (MTT), quantitative gene expression (qRT-PCR), cell cycle arrest, and apoptosis) were performed for investigating the cell suppression capability of Ag nanoparticles and extracted plant precursor. These results indicated MIC of 20 nM, 35 nM, and 35 nM for <i>S. epidermidis</i>, <i>P. aeruginosa</i>, and <i>S. aureus</i> after treatment with Ag nanoparticles, respectively. Cell viabilities of 35% to 90% (for plant precursor) and 55% to 85% (for Ag nanoparticles) were observed for both cancer cells. Expression levels of BRCA1 (3 to 6 folds decrease), BRCA2 (4 to 15 folds decrease), Caspase9 (3.5 folds increase), Bcl2 (3 folds decease), Beclin1 (no considerable shift), and ATG (1.3 folds increase) genes were ascertained in cancer cells after treatment with Ag nanoparticles. Also, the cell cycle arrest (18- and 19-fold increase for MCF-7 and MDA-MB-231, respectively) and apoptosis (22% necrosis for MCF-7 and 17.5% apoptosis for MDA-MB-231) assays have remarkably confirmed the potency of biosynthesized Ag nanoparticles in the treatment of diseases.",
    "journal": "Indian journal of microbiology",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41419868",
    "title": "PIBF1 (p.R405Q) germline variant identified in cancer susceptibility family impairs protein stability and function.",
    "abstract": "Approximately 5-10% of all cancer types are hereditary cancer syndromes, which are caused by pathogenic mutations in cancer susceptibility genes. In this investigation, a hereditary cancer pedigree was collected from a province in southern China, and the proband was a 31-year-old woman with breast cancer. Utilizing blood whole exome sequencing technology and bioinformatics analysis, the sole heterozygous missense mutation in PIBF1 that exhibits trait segregation was identified: PIBF1 (p.R405Q). The pedigree also included two other mutations that may be linked to carcinogenesis: RAD51D (p.K91Ifs*13) and BRCA2 (p.G3134Afs*29). This research concentrated on PIBF1 (p.R405Q) and employed breast cancer as a tumor model. In vitro and in vivo experiments showed that PIBF1-WT suppressed breast cancer cell proliferation, colony formation, invasive ability, and tumorigenesis. However, PIBF1 (p.R405Q) attenuated or inhibited the function of PIBF1-WT. Mechanistically, PIBF1-WT resisted cisplatin-induced DNA damage, significantly down-regulated the expression of γ-H2AX, and affected DNA damage repair, thus exerting a cancer inhibitory function. Interestingly, PIBF1 (p.R405Q) affects protein stability, thereby mitigating or eliminating the inhibitory effect of PIBF1. Furthermore, this family's polygenic risk factors for cancer are analyzed, and there is speculation about potential synergistic effects between PIBF1 and DNA damage repair genes like BRCA2 and RAD51D. In conclusion, PIBF1 regulates the cell cycle and DNA damage repair, PIBF1(p.R405Q) increases susceptibility to cancer, multiple DNA damage repair gene mutations may synergistically promote cancer progression in this cancer family lineage, and PIBF1(p.R405Q) may be one of the polygenic risk factors for familial hereditary cancer syndromes.",
    "journal": "Cancer cell international",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41412794",
    "title": "Evidence for pathogenicity of <i>BRCA2</i> c.8351G>A p.(Arg2784Gln) and the challenges in classification of pathogenic variants with reduced penetrance.",
    "abstract": "The <i>BRCA2</i> c.8351G>A p.(Arg2784Gln) variant has long been classified as a variant of uncertain significance (VUS) due to conflicting evidence used in variant classification. This study aims to clarify its pathogenicity and associated risks for breast and ovarian cancer. This study was conducted by the international Evidence-based Network for the Interpretation of Germline Mutant Alleles consortium. We collected data from 29 informative families with this variant. Co-segregation likelihood ratios (LRs) were calculated using the full-likelihood method to assess pathogenicity, and cancer risks were estimated with modified segregation analysis. Co-segregation analysis using a grid search across scaled penetrance levels for <i>BRCA2</i> truncating variants yielded the strongest evidence in favour of pathogenicity, with LR maximised at approximately 20% of full penetrance (LR=11.026). Furthermore, estimated breast cancer risks were markedly higher for early onset breast cancer; women diagnosed at <50 years had a HR of 4.5, compared with a HR of 1.65 for women diagnosed at ≥50 years. The estimated lifetime risks were 25% for breast cancer and 6% for ovarian cancer.Evidence of pathogenicity was also supported by the presence of the variant allele in two patients with Fanconi anaemia. Our results indicate that <i>BRCA2</i> c.8351G>A p.(Arg2784Gln) has a disease-causing effect, with reduced penetrance, similar to other pathogenic variants in moderate risk breast cancer genes such as <i>ATM</i> and <i>CHEK2</i>. We also provide risk-adapted recommendations for clinical management. Importantly, one should be aware of a reduced penetrance as the underlying reason for conflicting results among pieces of evidence used for variant classification.",
    "journal": "Journal of medical genetics",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41405563",
    "title": "KEYLYNK-009: Pembrolizumab Plus Olaparib in Locally Recurrent Inoperable or Metastatic Triple-Negative Breast Cancer and Clinical Benefit From First-Line Pembrolizumab Plus Chemotherapy.",
    "abstract": "Pembrolizumab plus olaparib versus pembrolizumab plus chemotherapy was evaluated as post-induction therapy for patients with PD-L1‒unselected locally recurrent inoperable/metastatic triple-negative breast cancer (TNBC) who derived clinical benefit from first-line pembrolizumab plus platinum-based chemotherapy induction therapy. In this phase 2 study (NCT04191135), participants with previously untreated locally recurrent inoperable/metastatic TNBC received first-line pembrolizumab 200 mg Q3W plus platinum-based chemotherapy. Participants with complete/partial response or stable disease (per RECIST v1.1) were randomized 1:1 to pembrolizumab 200 mg Q3W plus olaparib 300 mg BID or pembrolizumab plus chemotherapy. PFS and OS were primary endpoints. Of 460 participants receiving induction treatment, 271 were randomized to post-induction therapy. Median PFS was 5.5 months in the pembrolizumab plus olaparib group versus 5.6 months in the pembrolizumab plus chemotherapy group (HR, 0.98; 95% CI, 0.72‒1.33; P=0.4556). Median OS was 25.1 versus 23.4 months, respectively (HR, 0.95; 95% CI, 0.64‒1.40). In participants with tumor BRCA1/BRCA2 mutations (tBRCAm), HRs for PFS (HR, 0.70; 95% CI, 0.33‒1.48) and OS (0.81; 95% CI, 0.28‒2.37) favored pembrolizumab plus olaparib. Treatment-related adverse events occurred in 84.4% and 96.2% of participants receiving pembrolizumab plus olaparib and pembrolizumab plus chemotherapy, respectively. Although the primary endpoint was not met, post-induction pembrolizumab plus olaparib therapy resulted in similar PFS and OS compared with pembrolizumab plus chemotherapy in this setting. The positive trend for PFS and OS in participants with tBRCAm suggests a potential non-chemotherapy strategy for maintaining clinical benefit attained with first-line pembrolizumab plus chemotherapy induction treatment. No new safety signals were identified.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41403285",
    "title": "Menopausal hormone therapy and the risk of breast cancer in women with a pathogenic variant in BRCA1 or BRCA2.",
    "abstract": "Women with a pathogenic variant in BRCA1 or BRCA2 are at high risk of developing ovarian cancer and often recommended to undergo bilateral salpingo-oophorectomy at an early age resulting in surgical menopause. Menopausal hormone therapy (MHT) is an effective way to mitigate the adverse outcomes of early menopause; however, the safety of MHT on breast cancer risk in this population has not been established. We conducted a prospective matched analysis of MHT use following menopause and breast cancer risk in BRCA carriers. Women who initiated MHT were matched one-to-one with women who had not initiated MHT by gene, year of birth, and age at menopause, resulting in 676 matched pairs. MHT use collected by questionnaire included formulation and mode of administration. After a mean of 5.6 years there were 87 incident breast cancer cases in the 676 exposed women (12·9%) and 128 cases in the 676 unexposed women (18·9%) (P = 0·002). Compared to their unexposed matched controls, women who used estrogen alone (E) experienced a significantly decreased risk of breast cancer (HR = 0·37; 95%: CI 0·24-0·57). There was no protective or adverse effect associated with the use of E plus progestogen (E + P) (HR = 0·94; 95%CI 0·54-1·63). Our findings suggest there is no significant increase in the risk of breast cancer in BRCA carriers with the use of MHT and that E alone might be protective.",
    "journal": "Journal of the National Cancer Institute",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41399478",
    "title": "Clinical and Pathological Characteristics and Treatment Implications of <i>BRCA1</i>- and <i>BRCA2</i>-Mutated Breast Cancer in Japanese Patients: A Single-Institution Retrospective Study.",
    "abstract": "Although <i>BRCA1</i> and <i>BRCA2</i> mutations are known to be associated with different breast cancer (BC) subtypes, real-world evidence on how these genetic differences influence tumor behavior and treatment decisions remains limited, particularly in Japanese patients. With the recent expansion of PARP inhibitor indications in Japan, <i>BRCA</i> testing has become increasingly routine, highlighting the need for clinical data tailored to local populations. To compare clinicopathological features, recurrence patterns, and surgical choices between <i>BRCA1</i>- and <i>BRCA2</i>-associated BC in Japanese patients, with a focus on ER-positive tumors. A single-institution retrospective cohort study. We retrospectively reviewed 417 patients who underwent <i>BRCA1/2</i> genetic testing at a single Japanese institution between April 2020 and November 2023. Of these, 38 patients (12 <i>BRCA1</i>, 26 <i>BRCA2</i>) had pathogenic variants. We compared clinicopathological features, recurrence patterns, and choices of risk-reducing surgery between <i>BRCA1</i> and <i>BRCA2</i> carriers. <i>BRCA1</i>-associated cancers were predominantly triple-negative (75%) and diagnosed at earlier stages (T1 in 83.3%), while <i>BRCA2</i>-associated cancers were mainly ER-positive (69.2%) and more likely to present with multiple lymph node metastases (⩾2 nodes in 42.3%). Although Ki-67 levels were higher in <i>BRCA1</i> tumors, this was largely subtype-dependent. Notably, ER-positive <i>BRCA</i> tumors showed a trend toward higher recurrence. Preferences for prophylactic surgery also varied by mutation type. This single-institution study highlights clinically meaningful differences between <i>BRCA1</i>- and <i>BRCA2</i>-associated BC in Japanese patients. <i>BRCA2</i> cancers tended to present with more advanced features, while <i>BRCA1</i> cancers were more often detected at earlier stage. These findings underscore the value of <i>BRCA</i> testing not only for PARP inhibitor eligibility but also for subtype-specific risk assessment and individualized preventive strategies.",
    "journal": "Breast cancer : basic and clinical research",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41386870",
    "title": "Within-family analysis of PRS<sub>313</sub>: insights into breast cancer risk prediction.",
    "abstract": "Polygenic risk scores (PRS) incorporate numerous genetic variants, each with a small impact on cancer pathogenesis, to provide personalized risk assessments. This study investigated, the applicability of PRS<sub>313</sub> for breast cancer risk both in the general population and within families (patients vs different groups of their relatives) from the Tehran Cardiometabolic Genetic Study (TCGS)cohort. The cohort included 72 breast cancer cases and 2,603 controls. PRS<sub>313</sub> showed no significant difference between cases and controls, and logistic regression indicated no significant association between PRS<sub>313</sub> and breast cancer risk (OR: 1.24, 95 % CI: 1.002-1.54). However, PRS differences between patients and their first- and second-degree relatives showed strong statistical significance. The monogenic variant analysis identified 21 loss-of-function (LOF) variants in the cohort, but only one (BRCA2 9976A > T) was common among breast cancer cases. Our findings highlight the importance of within-family analysis of PRS and the challenges of applying European-derived PRS models to diverse populations.",
    "journal": "Journal, genetic engineering & biotechnology",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41385723",
    "title": "Germline Pathogenic Variants Among Women Without a History of Breast Cancer: A Secondary Analysis of the WISDOM Randomized Clinical Trial.",
    "abstract": "The prevalence of pathogenic or likely pathogenic variants (PVs) in breast cancer susceptibility genes in the US population-regardless of family history risk factors-remains largely unknown because population-based genetic screening is not routinely performed. To identify the prevalence of PVs in a large cohort of women offered criteria-independent genetic testing and to evaluate the relationship of test positivity to family history and other patient characteristics. The Women Informed to Screen Depending on Measures of Risk (WISDOM) randomized clinical trial enrolled women without breast cancer aged 40 to 74 years between August 2016 and February 2023 in a pragmatic randomized screening trial comparing annual screening mammography with personalized risk-based screening. Data were analyzed from August 2023 to November 2025. All women in the personalized screening arm were offered germline testing for 9 breast cancer susceptibility genes: BRCA1, BRCA2, ATM, CHEK2, PALB2, CDH1, PTEN, STK11, and TP53. The prevalence of PVs in the trial and the distribution of self-reported demographic and family history data in this subpopulation of carriers. Among 23 098 women who completed germline genetic testing (mean [SD] age, 54.3 [9.6] years), 714 (3.1%) carried a PV. Excluding 109 who were previously aware of their PV, the detection rate was 2.6%. PVs were most common in CHEK2 (337 [1.5%]) and ATM (101 [0.4%]) but less common in higher-penetrance genes (BRCA1, 33 [0.1%]; BRCA2, 82 [0.4%]; PALB2, 44 [0.2%]). PVs in the CDH1, PTEN, STK11, and TP53 genes were rare (less than 0.1%). Notably, 180 of 605 women with PVs (29.8%) did not report a first-degree or second-degree female relative with breast or ovarian cancer, male relative with breast cancer, or Jewish ancestry. In this secondary analysis of the WISDOM trial, criteria-independent genetic testing in a pragmatic trial identified a substantial number of women with clinically actionable results, many of whom would not have qualified for genetic testing under current guidelines. These findings support broader access to genetic testing as part of personalized breast cancer risk assessment. ClinicalTrials.gov Identifier: NCT02620852.",
    "journal": "JAMA internal medicine",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41373491",
    "title": "Alteration of Hyaluronic Acid Metabolism in Tumor Microenvironment Can Modulate DNA Repair Gene Expression: Therapeutic Potential for Triple-Negative Breast Cancer.",
    "abstract": "Breast and colorectal cancers remain among the leading causes of cancer-related deaths globally, with therapy failure often driven by tumor complexity and interactions with the tumor microenvironment (TME). Hyaluronic acid (HA), a key extracellular matrix component, plays a vital role in TME remodeling, while altered breast cancer gene 1 and 2 (<i>BRCA1/2</i>) expression, essential for DNA repair, is linked to cancer aggressiveness. This study investigates the link between HA metabolism and BRCA1/2 expression in breast and colorectal cancers. We analyzed HA, CD44, and BRCA1 and 2 expression in patient tissue samples via immunofluorescence. To assess whether HA metabolism affects BRCA1/2 expression, we treated spheroids with hyaluronidase (HYAL) and 4-methylumbelliferone (4-MU) to reduce HA levels. The resulting changes in BRCA1/2 expression were evaluated using qPCR, and tumor profiles were assessed through microscopy and immunofluorescence. We found a coordinated behavior between BRCA1 and BRCA2 in breast cancer and observed BRCA1's crypt-restricted expression in normal colorectal tissue, which may underlie its well-known tissue specificity. In a triple-negative breast cancer model, we observed that 4-MU reduced spheroid volume and increased BRCA 1/2 levels, suggesting a potential mechanism of 4-MU for tumor shrinkage and BRCA restoration. These findings suggest that 4-MU, a compound already approved for oral use in hepatobiliary indications in Europe and Asia, is a mechanistically plausible HA-targeting candidate for therapeutic repurposing in BRCA-deficient tumors.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41372292",
    "title": "Different association of gBRCA1 and gBRCA2 variants with HER2-low status in invasive breast cancer: findings from a Ukrainian study.",
    "abstract": "HER2-low breast cancer (BC) representing about 40-55% of all BC has emerged as a targetable entity. However, little is known about the link between germline BRCA1/2 mutations (gBRCA1/2) and HER2-low status in BC, especially in Ukrainian population. This study aims to elaborate on the rates of HER2-low status among patients with sporadic and BRCA1/2-associated hereditary BC in the Ukrainian population and investigate the relationship between gBRCA1/2 and HER2 status. This was a retrospective multicenter cross-sectional study on 1412 cases of BC. HER2 status was assessed according to ASCO-CAP Guidelines. All patients underwent germline NGS testing to detect SNV and indel variants in BRCA1 and BRCA2 genes. Overall, gBRCA1/2 genetic variants were found in 212 (15.0%) patients with BC. gBRCA1 variants were associated mostly with TNBC molecular subtype, while gBRCA2 mutations were linked to Luminal-like BC. The majority (343 of 436; 78.7%) of HER2-low BC was associated with luminal-like BC (P < 0.001). We also found significant relationships between gBRCA1/2 and HER2 status (P = 0.006). There were 837 HER2-zero (59.3%), 436 HER2-low (30.9%) and 139 HER2-positive (9.8%) BC. More than 70% of patients with gBRCA1 were HER2-negative. Alternatively, gBRCA2 cases possessed a higher rate of HER-low BC status (37.5%) as compared to WT (31.2%) and gBRCA1-associated BC (25.7%). In conclusion, gBRCA1 and gBRCA2 variants differed in their association with breast carcinoma molecular subtype and HER2-low status. gBRCA1 variants were linked to the prevalence of TNBC type and HER2 zero status. In contrast, gBRCA2 cases had a higher rate of HR + and HER-low breast cancer.",
    "journal": "Scientific reports",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41360000",
    "title": "Timing of <i>BRCA</i> Genetic Testing and Surgical Decision-Making Among Young Black Women With Breast Cancer.",
    "abstract": "IntroductionGenetic testing for hereditary cancer syndromes, particularly <i>BRCA1</i> and <i>BRCA2</i> (<i>BRCA</i>) germline pathogenic or likely pathogenic variants (GPVs), is critical in informing surgical decisions for women with breast cancer. Young Black women are historically underrepresented in genetic testing and research, making it essential to understand how testing timing influences treatment choices. We evaluated how the timing of <i>BRCA</i> testing affected surgical management among young Black women with breast cancer.MethodsParticipants were drawn from a population-based cohort of Black women diagnosed with invasive breast cancer at age 50 or younger, recruited via Florida and Tennessee cancer registries. Data were collected through structured questionnaires, electronic health records, and lab reports, including information on genetic testing, <i>BRCA</i> status, and treatment. Participants were categorized by timing of <i>BRCA</i> testing (pre-surgical vs post-surgical) and GPV status. Chi-squared tests assessed associations between testing timing, <i>BRCA</i> status, and surgical treatment.ResultsAmong 633 participants, people with a <i>BRCA</i> GPV who were tested before surgery (n = 29) were significantly more likely to undergo bilateral mastectomy (82.8%) than those tested after surgery (40%). Timing of testing and <i>BRCA</i> status were both strongly associated with surgery received (<i>P</i> < 0.0001).Conclusion<i>BRCA</i> testing at diagnosis and prior to surgery is significantly associated with surgical management in young Black women with breast cancer. These findings highlight the importance of timely genetic testing, especially in populations with historically lower testing rates.",
    "journal": "Cancer control : journal of the Moffitt Cancer Center",
    "year": "2025",
    "gene": "BRCA2"
  },
  {
    "pmid": "41355924",
    "title": "Omics and artificial intelligence integration for stratifying blast crisis CML using COSMIC signatures and pan-cancer precision drug repurposing.",
    "abstract": "Although chronic-phase chronic myeloid leukemia (CP-CML) is treatable and nearly curable in about 50% of patients, accelerated-phase chronic myeloid leukemia (AP-CML) shows concerning drug resistance, while blast crisis chronic myeloid leukemia (BC-CML) is highly lethal. Advances in whole exome sequencing (WES) reveal pan-cancer mutations in BC-CML, supporting mutation-guided therapies beyond Breakpoint cluster region-Abelson. Artificial intelligence (AI) and machine learning (ML) enable genomic stratification and drug repurposing, addressing overlooked actionable mutations. To stratify BC-CML into molecular subtypes using WES, ML, and AI for precision drug repurposing. Included 123 CML patients (111 CP-CML, 5 AP-CML, 7 BC-CML). WES identified pan-cancer mutations. Variants annotated <i>via</i> Ensembl Variant Effect Predictor and Catalogue of Somatic Mutations in Cancer (COSMIC). ML (principal component analysis, K-means) stratified BC-CML. COSMIC signatures and PanDrugs prioritized drugs. Analysis of variance/Kruskal-Wallis validated differences (<i>P</i> < 0.05). In this exploratory, hypothesis-generating study of BC-CML patients (<i>n</i> = 7), we detected over 2500 somatic mutations. ML identified three BC-CML clusters: (1) Cluster 1 [breast cancer susceptibility gene 2 (BRCA2), TP53]; (2) Cluster 2 [isocitrate dehydrogenase (IDH) 1/2, ten-eleven translocation 2]; and (3) Cluster 3 [Janus kinase (JAK) 2, colony-stimulating factor 3 receptor], with distinct COSMIC signatures. Therapies: (1) Polyadenosine-diphosphate-ribose polymerase inhibitors (olaparib); (2) IDH inhibitors (ivosidenib); and (3) JAK inhibitors (ruxolitinib). Mutational burden, signatures, and targets varied significantly across clusters, supporting precision stratification. This WES-AI-ML framework provides mutation-guided therapies for BC-CML, enabling real-time stratification and Food and Drug Administration-approved drug repurposing. While this exploratory study is limited by its small sample size (<i>n</i> = 7), it establishes a methodological framework for precision oncology stratification that warrants validation in larger, multi-center cohorts.",
    "journal": "World journal of clinical oncology",
    "year": "2025",
    "gene": "BRCA2"
  }
]