[
  {
    "pmid": "41591352",
    "title": "[Alterations in the transcriptional profile of genes in tumors as a prerequisite for personalization of treatment in breast cancer patients].",
    "abstract": "To evaluate changes in gene expression activity during preoperative testing for tumor hormone sensitivity to aromatase inhibitors and tamoxifen in postmenopausal women with ESR+/HER2- breast cancer. The study included 174 breast cancer patients. Pathological examination of FFPE core biopsy specimens, performed before the hormone response test, and surgical specimens were examined, as well as immunohistochemistry (Ki67, ER, PR, HER2/neu) and molecular genetic testing of an expression panel of 45 target genes using quantitative real-time PCR. The use of aromatase inhibitors in the preoperative hormone response test is accompanied by statistically significant changes in the mRNA expression of 37 genes in breast tumors, of which a decrease in the expression level was found for 35 genes (<i>ESR1, PGR, AR, ERBB2, FGFR4, MKI67, MYBL2, CCNB1, AURKA, BIRC5, CCND1, CCNE1, CDKN2A, KIF14, PPP2R2A, PTTG1, TMEM45B, TPX2, ANLN, MMP11, CTSL2, EMSY, PAK1, BCL2, BAG1, PTEN, TYMS, EXO1, UBE2T, NAT1, SCGB2A2, GATA3, FOXA1, ZNF703, CD274/PD-L1</i>), an increase - for two genes (<i>SFRP1, KRT5</i>). While the use of tamoxifen statistically significantly correlates with a decrease in the level of mRNA expression of 35 genes: <i>ESR1, PGR, AR, EGFR, ERBB2, FGFR4, MKI67, MYBL2, CCNB1, AURKA, BIRC5, CCND1, CCNE1, CDKN2A, KIF14, PPP2R2A, PTTG1, TMEM45A, TMEM45B, TPX2, ANLN, MMP11, EMSY, PAK1, BCL2, BAG1, PTEN, TYMS, EXO1, UBE2T, NAT1, GATA3, FOXA1, ZNF703, CD274/PD-L1</i>, and an increase in only one gene - <i>MYC</i>. Comparative mRNA expression analysis confirms that a short preoperative course of aromatase inhibitors induces a more potent and uniform molecular response, characterized by profound suppression of proliferation and complete inhibition of estrogen-dependent signaling. Tamoxifen therapy is also effective but results in less pronounced suppression of key targets and, crucially, may be accompanied by early activation of the <i>MYC</i> oncogene, a potential marker for resistance development.",
    "journal": "Arkhiv patologii",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41569442",
    "title": "Molecular and socioeconomic characteristics of inflammatory breast cancer in the Carolina Breast Cancer Study.",
    "abstract": "Inflammatory breast cancer (IBC) has been hypothesized to represent a distinct molecular subtype. However, few IBC-specific gene expression patterns have been identified, and previous genomic studies of IBC have been small with limited information on social determinants. We identified 153 IBC cases in the Carolina Breast Cancer Study (total N = 4,739). RNA expression was measured on the NanoString platform (N = 74 IBC, 2,696 non-IBC) and used to determine molecular subtypes, including PAM50, immune, homologous recombination deficiency (HRD), and P53 status. We estimated odds ratios (ORs) and 95% confidence intervals (CIs) of associations between IBC and patient demographic, molecular, and social characteristics using logistic regression, and compared differences in gene expression using ANOVA. Women with IBC were associated with Black and under 50 compared to non-IBC. IBC was associated with rural address (OR = 1.53) and poverty (OR = 1.61). Molecularly, IBC was associated with HER2-enriched (OR = 6.14), Luminal B (OR = 2.90), P53 Mutant-like (OR = 1.79), and high HRD (OR = 1.90). Neither adiposity nor immune subtype was significantly associated with IBC. Only six of 219 genes measured were significantly differentially expressed between IBC and non-IBC, including HER2-related (ERBB2, FGFR4, GRB7) and P53-related genes (BTG2, LOC400043, MAP2K4). Although not associated with immune subtypes, IBC showed differences in HER2 and P53 pathways. The association of IBC with rurality and poverty underscores the importance of health care access for timely diagnosis and treatment of IBC.",
    "journal": "Breast cancer research and treatment",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41564675",
    "title": "Chronic low-dose cadmium exposure accelerates the onset and metastasis of invasive mammary carcinoma and promotes immunosuppression in the tumor microenvironment in BALB-neuT mice.",
    "abstract": "Cadmium (Cd), a heavy metal known to act as an endocrine disruptor, has been implicated in breast cancer (BC) via mechanisms that involve both estrogen receptor (ER)-dependent and -independent pathways. We used BALB-neuT transgenic mice, a model of aggressive ErbB2-driven mammary carcinogenesis, to evaluate the effects of chronic exposure to an environmentally relevant, low-dose of Cd on tumor onset, multiplicity, progression, immune microenvironment, and metastasis. Cd exposure significantly accelerated tumor onset and increased tumor multiplicity and weight, reducing both tumor-free and overall survival. Cd-exposed mice displayed elevated serum estrogen levels, and increased expression of progesterone receptor and tumor progression markers, including CD31, Ki67, and phosphorylated Akt, in tumor tissues. Despite the increased recruitment of CD4⁺ and CD8⁺ T cells to the peritumoral stroma, Cd exposure fostered an immunosuppressive microenvironment with elevated Tregs and PD-1⁺ exhausted T cells, both locally and systemically. Notably, lung metastases were threefold more frequent in Cd-exposed mice. Our results demonstrate that low-dose Cd exposure promotes the development and progression of ErbB2-driven breast tumors through hormonal, proliferative, and immune-modulating mechanisms. These findings reveal that exposure to environmentally relevant doses of Cd not only accelerates ErbB2-driven breast cancer but also reshapes the immune landscape toward dysfunction and immunosuppression, likely compromising both anti-tumor immunity and response to immunotherapies. These data advocate for tighter regulation of Cd exposure in populations at risk for breast cancer.",
    "journal": "Ecotoxicology and environmental safety",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41559366",
    "title": "Domain adaptation, self-supervision, and generative augmentation enhance GNNs for breast cancer prediction.",
    "abstract": "Breast cancer presents substantial molecular heterogeneity, requiring accurate subtype classification, receptor-status prediction, and survival estimation for precision care. Existing machine-learning models often fail to generalize across cohorts or adapt to rare subtypes. We propose a unified graph neural network (GNN) framework that integrates multi-task learning, domain-adversarial adaptation, contrastive self-supervision, few-shot meta-learning, and generative augmentation. Gene-expression data from TCGA-BRCA (1084 samples) and METABRIC (1980 samples) were mapped onto gene-centric PPI graphs and patient-similarity graphs. A shared encoder (including Graph Transformer variants) jointly predicts intrinsic subtypes (Luminal A, Luminal B, HER2-enriched, Basal-like), ER/PR/HER2 biomarkers, and overall survival (OS) using a Cox proportional hazards head. Validation included fivefold cross-validation and strict TCGA → METABRIC transfer testing. The multi-task Graph Transformer achieved subtype F1 = 0.872, ER/PR/HER2 AUCs of 0.960/0.943/0.918, and C-index = 0.721. Domain adaptation improved external subtype F1 from 0.738 to 0.801. For the HER2-enriched subtype, MAML enabled few-shot prediction with F1 = 0.782, while MolGAN augmentation increased HER2 AUC to 0.935. GNNExplainer highlighted biologically consistent drivers, including ESR1, ERBB2, and PGR, aligning with known hormonal and HER2 signaling mechanisms. This study introduces a comprehensive, interpretable GNN framework that unifies subtyping, biomarker prediction, and survival modeling while improving cross-cohort robustness and rare-subtype adaptation. The combination of multi-task learning, domain adaptation, self-supervision, and generative augmentation demonstrates strong potential for clinically actionable decision support.",
    "journal": "Scientific reports",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41554087",
    "title": "Oncogenic Alterations in PI3K Signaling Emulated Optogenetically Recapitulate Some Phenotypic Changes in Mammary Epithelia.",
    "abstract": "Cancer is known to be a disease of altered cellular signaling; however, the relationship between mutation-specific changes to signal transduction and the phenotypic consequences produced remains poorly understood. Here, we investigate two common breast cancer driver mutations, the <i>PIK3CA</i><sup><i>H1047R</i></sup> mutation and the <i>ErbB2</i> amplification, both of which activate the PI3K-Akt pathway but paradoxically drive distinct cellular outcomes. Indeed, in nontransformed mammary epithelial cells, PI3K<sup><i>H1047R</i></sup> expression induced features of epithelial-mesenchymal transition (EMT), while ErbB2<sup><i>amp</i></sup> cells exhibited a hyperproliferative phenotype. Characterization of PI3K axis signaling revealed that ErbB2<sup><i>amp</i></sup> cells display prolonged, stimulus-dependent PI3K activation, whereas PI3K<sup><i>H1047R</i></sup> cells show constitutive, ligand-independent signaling. To test whether these distinct dynamics contribute to the phenotypic responses, we employed an iLID-based optogenetic system that enables precise, tunable control of endogenous PI3K activity. Using this tool to mimic the mutation-specific dynamics in MCF10A mammary epithelial cells, we found that PI3K signaling patterns alone were sufficient to reproduce key features of the <i>PIK3CA H1047R</i>-associated EMT phenotype but not the <i>ErbB2</i>-associated proliferative phenotype. These findings suggest that the temporal encoding of pathway activity, not merely its magnitude, can drive some phenotypic changes in oncogenic progression, explain how distinct mutations within a common signaling pathway can produce divergent cellular phenotypes, and provide a workflow for interrogating the functional consequences of changes in signaling dynamics.",
    "journal": "ACS synthetic biology",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41548171",
    "title": "\"Beyond HER2 overexpression: somatic alterations in HER2 and PI3K genes in HER2-high and HER2-low/TNBC breast cancer.",
    "abstract": "HER2-overexpressing (3+) breast cancer exhibits distinct clinicopathological characteristics compared to HER2 1+ and 2+ tumors; however, differences in their molecular features remain poorly defined. This study aimed to investigate clinicopathologic and somatic alterations in breast tumors stratified by HER2 status. Ninety breast cancer patients were stratified by HER2 expression (1+, 2+, 3+) using immunohistochemistry and confirmed by FISH. For each patient, paired diagnostic biopsies and post-neoadjuvant chemotherapy (NACT) residual tumors were analyzed. Targeted next-generation sequencing (NGS) was performed on 34 paired samples, and shortlisted variants were validated by digital droplet PCR (ddPCR) in 90 cases. Among the 90 paired samples, 40 were HER2-high, and 50 were HER2-low/TNBC. HER2-high tumors presented with a larger mean size (3.34 cm vs. 2.29 cm) but lower lymph-node metastasis (40% vs. 60%) compared to HER2-low/TNBC. NGS identified frequent mutations in PIK3CA (24%), TP53 (32%), and ERBB2 (9%). PIK3CA variants His1047Arg and Glu542Lys exhibited significantly higher variant allele frequencies in post-NACT tumors (p < 0.05). HER2-high tumors demonstrated a greater prevalence of ERBB2 mutations (13.5%), whereas in HER2-low patients, such mutations appeared only after neoadjuvant chemotherapy (NACT). Importantly, PIK3CA mutations were correlated with increased lymph-node metastasis (p = 0.04) and poorer survival outcomes, underscoring their prognostic impact. HER2-high and HER2-low/TNBC breast cancers demonstrate distinct clinicopathologic and molecular profiles. Therapy-associated enrichment of PIK3CA mutations and their association with aggressive behavior underscore their prognostic and therapeutic significance in HER2-positive disease. Further studies are needed to clarify their role in guiding personalized treatment strategies.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41510568",
    "title": "Neratinib, a Clinical Drug Against Breast Cancer, Protects Against Vascular Inflammation and Atherosclerosis.",
    "abstract": "Atherosclerosis commences with endothelial dysfunction and the retention of cholesterol within the vessel wall, followed by a chronic inflammatory response. Lowering LDL-C (low-density lipoprotein-cholesterol; such as statins and PCSK9 [proprotein convertase subtilisin/kexin type 9] inhibitors) is the mainstay of current treatment for patients with atherosclerotic cardiovascular diseases, but residual inflammatory risk remains high. To address this pressing challenge, we used connectivity map screening of Food and Drug Administration-approved drugs, using perturbational data sets obtained from TNF-α (tumor necrosis factor-α) and IL (interleukin)-1β-stimulated human endothelial cells. Male and female <i>Ldlr</i><sup>-/-</sup> mouse models were used to evaluate the in vivo antiatherosclerotic effect of the hit compound identified. This screening endeavor allows us to identify neratinib, a clinical drug against breast cancer, as the hit compound with broad anti-inflammatory actions in endothelial cells. Further studies reveal that neratinib inhibited endothelial cell inflammation elicited by 3 different proinflammatory stimuli (TNF-α, IL-1β, and lipopolysaccharide). Intriguingly, the anti-inflammatory effect of neratinib was independent of its classical target HER2 (human epidermal growth factor receptor 2)/ERBB2 inhibition. Further mechanistic investigation revealed that neratinib directly binds to ASK1 (apoptosis signal-regulating kinase 1) and suppresses ASK1 activation. Importantly, in both male and female <i>Ldlr</i><sup>-/-</sup> mice, treatment with neratinib decreased the plaque burden, reduced the necrotic core size, and mitigated lesional macrophage infiltration. Of translational impact, we observed that neratinib, in conjunction with the use of rosuvastatin (a standard lipid-lowering drug), produced superior antiatherosclerotic effects compared with statin monotherapy. Olink proteomics study pinpointed that combination treatment alleviated inflammation-related cytokines/chemokines in the serum from <i>Ldlr</i><sup>-/-</sup> mice. Taken together, these findings support the concept that neratinib could be tested as a repurposed drug for vascular inflammation and atherosclerosis, thereby streamlining efforts to translate preclinical discoveries to clinical testing in humans.",
    "journal": "Circulation research",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41510123",
    "title": "Targeted next-generation sequencing reveals genomic differences between male and female breast cancer.",
    "abstract": "Compared with female breast cancer (FBC), male breast cancer (MBC) is often detected at the advanced stage and has a poorer prognosis. Due to the limited research data on MBC, its clinical diagnosis and treatment regimens are mainly based on FBC, although these regimens may not be appropriate for MBC patients. This study aimed to investigate the similarities and differences between MBC and FBC at the genetic level, in order to provide ideas and basis for the diagnosis and treatment of MBC. In this cross-sectional study, we conducted high-throughput sequencing on formalin-fixed paraffin-embedded (FFPE) samples obtained from a cohort of 12 MBC and 14 FBC patients. Utilizing bioinformatics tools, we meticulously analyzed and compared the genomic profiles to elucidate the underlying genetic distinctions between MBC and FBC. In our study, <i>MLL3</i> and <i>GATA3</i> mutations were most prevalent in MBC while <i>TP53</i>, <i>PIK3CA</i> and <i>MLL3</i> mutations dominated in FBC. Notably, certain genes exhibited shared point mutations and copy number variations (CNVs) across genders. The mutation prevalence of <i>PIK3CA</i> was significantly different between MBC and FBC. <i>CDK12</i> and <i>ERBB2</i> had the highest prevalence of CNV in FBC, contrasting with their absence in MBC. Both in MBC and FBC, <i>MYC</i> had the highest prevalence in CNV. Furthermore, FBC demonstrated a higher tumor mutational burden (TMB) than MBC. MBC private genes were involved in a variety of disease-related signaling pathways, with the ErbB and PI3K-Akt pathways being significantly enriched. We concluded that MBC and FBC exhibit both genomic similarities and distinctions in our study. In the context of precision medicine, this study may provide new ideas and a basis for the diagnosis and treatment of MBC.",
    "journal": "Translational cancer research",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41485987",
    "title": "Cardioprotective Role of Neuregulin1-ErbB2 Signaling Pathway: Its Physiological and Onco-Cardiological Roles in the Heart.",
    "abstract": "Neuregulin 1 (NRG1), a member of the epidermal growth factor (EGF) family, regulates the development, differentiation, proliferation, and plasticity in multiple tissues through its binding to ErbB3 and ErbB4 receptors. In the cardiovascular system, NRG1 plays a crucial role in cardiac development, physiological function, and cell survival. Since NRG1 exerts cardioprotective effects through its interaction with ErbB2/ErbB4 and ErbB4 homodimers on cardiomyocytes, the administration of recombinant human NRG1 has the potential for the treatment of heart failure. ErbB2 is known as human epidermal growth factor receptor 2 (HER2), which is overexpressed in approximately 20% of breast cancers. Trastuzumab (TRZ), a humanized monoclonal antibody targeting ErbB2/HER2, is used for the therapy of HER2-positive breast cancer. However, cardiotoxicity has been observed in approximately 5-10% of patients treated with TRZ. Risk factors for the onset of cardiotoxicity include the use of anthracyclines, hypertension, and diabetes. However, the mechanism linking diabetes and TRZ-induced cardiotoxicity remains unclear. Recently, we reported that the serum levels of NRG1 were elevated in the mouse model of diabetic cardiomyopathy. We found that the up-regulated NRG1 compensates for insulin deficiency to maintain systolic function in the early stage of diabetic cardiomyopathy. This review aims to discuss the physiological roles of NRG1-ErbB2 signaling in the cardiovascular system, the cardioprotective effects of NRG1 and its clinical applications, and the molecular mechanisms of TRZ-induced cardiotoxicity through the blockade of the NRG1-ErbB2 signaling pathway.",
    "journal": "Biological & pharmaceutical bulletin",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41477979",
    "title": "Tougu Xiaotong capsules inhibit lung cancer and gefitinib-resistant cells by blocking ERBB2/PI3K-AKT-mTOR signaling and triggering ferroptosis.",
    "abstract": "Tougu Xiaotong Capsule (TXC), a traditional formulation used for osteoarthritis, comprises Sarcandra glabra, Ligusticum chuanxiong, Paeonia lactiflora, and Morinda officinalis. Since these constituents exhibit antitumor activity, we hypothesized that TXC could combat drug resistance through multiple mechanisms, including ferroptosis and erythroblastic oncogene B2‌ (ERBB2) signaling. This study investigated the efficacy and molecular mechanisms of TXC in treating lung cancer, specifically in the context of gefitinib resistance. This study employed an integrated pharmacological approach combining phytochemical profiling, in vitro phenotypic and mechanistic assays on gefitinib-sensitive and -resistant lung cancer cells, proteomic analysis for target identification, and in vivo validation using a Lewis lung carcinoma (LLC) mouse model. The chemical profile of TXC was characterized via ultra-performance liquid chromatography‒tandem mass spectrometry (UPLC‒MS/MS). In vitro assays were used to evaluate the antiproliferative, apoptotic, and antimigratory effects of TXC and its constituents on lung and breast cancer cell lines, including gefitinib-resistant cells. High-performance liquid chromatography-MS (HPLC-MS)-based proteomic analysis identified potential targets, subsequently validating the ability of TXC to modulate the ERBB2/PI3K-AKT-mTOR pathway and ferroptosis through Western blotting, transmission electron microscopy, and reactive oxygen species (ROS)/lipid peroxidation (LPO) assessment. Finally, a subcutaneous LLC mouse model confirmed the in vivo antitumor efficacy and safety profile of TXC, demonstrating its potential as a therapeutic agent. TXC had stronger inhibitory effects on lung cancer cells than did its components. In vitro, it reduced viability and proliferation in lung and breast cancer cells, induced cycle arrest and apoptosis in lung cancer cells, and inhibited migration. Proteomics revealed ERBB2 downregulation and heme oxygenase 1 (HMOX1) upregulation. TXC suppressed the ERBB2/PI3K-AKT-mTOR pathway and induced ferroptosis via HMOX1 upregulation and glutathione peroxidase 4 (GPX4) downregulation, causing iron accumulation, LPO, and ROS elevation. In vivo, oral TXC inhibited tumor growth in LLC mice via similar mechanisms. It also suppressed gefitinib resistance in cells and synergized with gefitinib. TXC combats lung cancer by blocking ERBB2/PI3K-AKT-mTOR signaling and triggering ferroptosis through HMOX1/GPX4 modulation, overcoming gefitinib resistance. This study elucidates a novel dual mechanism of action of TXC against lung cancer, particularly gefitinib-resistant phenotypes, characterized by the inhibition of the ERBB2/PI3K-AKT-mTOR signaling axis and the simultaneous induction of ferroptosis. These findings provide evidence supporting the potential utility of TXC as an adjuvant therapy to circumvent gefitinib resistance in clinical oncology.",
    "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41472234",
    "title": "Switchable Retargeting of Lentiviral Vectors Through a VSV-G-Binding Adapter Molecule.",
    "abstract": "Selective gene delivery to defined cell populations remains one of the key challenges in lentiviral vector-based gene therapy. The vesicular stomatitis virus glycoprotein (VSV-G) confers high infectivity but lacks cell-type specificity because of the ubiquitous expression of its receptor, LDLR. To enable modular, receptor-specific targeting while retaining the production efficiency of VSV-G-pseudotyped vectors, we designed a bispecific adapter, 929-B6, comprising a VSV-G-binding nanobody and an ERBB2-binding DARPin 9.29. Anti-VSV-G nanobodies were isolated from an alpaca immune library and screened in cell-based pseudoreceptor assays to identify the optimal binder (VSVG-B6). The resulting adapter was evaluated with receptor-ablated (VSV-G<sub>mut</sub>) and wild-type VSV-G-pseudotyped LVs across ERBB2-positive and -negative cell lines and in a mouse xenograft model. 929-B6 enabled efficient, receptor-specific transduction of ERBB2-expressing cells without increasing infection of ERBB2-negative controls. Pre-incubation of VSV-G<sub>mut</sub>-pseudotyped LVs with 1-2 µg/mL 929-B6 increased transduction up to eight-fold in ERBB2<sup>+</sup> cells, with similar but smaller effects for VSV-G and VSV-G<sub>mut</sub> + 929R pseudotypes. Across breast cancer lines, transduction enhancement correlated with ERBB2 surface density, and co-culture experiments confirmed selective entry into ERBB2<sup>+</sup> populations. In vivo imaging of ERBB2<sup>+</sup> tumors revealed a visible tumor-localized luminescent signal following administration of 929-B6-treated vectors. The 929-B6 adapter provides a rapid, scalable means to retarget standard LV stocks toward chosen receptors without re-engineering the envelope or co-packaging pseudoreceptor plasmids. Its modularity suggests a generalizable platform for both gene therapy and oncolytic applications requiring flexible, receptor-defined tropism.",
    "journal": "Viruses",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41465240",
    "title": "The HER2MtGx Metagene Score as a Reliable Tool to Select HER2 Breast Cancer Patients for Neoadjuvant Targeted Therapy.",
    "abstract": "The cHER2+ breast cancer subtype is characterized by the overexpression of the HER2 oncoprotein based on immunohistochemistry (IHC)/or by <i>ERBB2</i> gene amplification using in situ hybridization (ISH) techniques. Targeted therapies are significantly changing cancer treatment outcomes. However, not all patients benefit from it due to misclassification or intrinsic mechanisms of resistance. Identifying predictive factors of response to therapy is thus crucial for optimizing treatment protocol. In addition, with the development of effective antibody-drug conjugates for targeting HER2-low subtypes, enhancing the HER2 molecular classification is crucial. In this study, a comprehensive analysis of publicly available datasets (TCGA, METABRIC, I-SPY, NOAH and CHER-LOB trials) has been considered. We present a metagene expression score (HER2MtGx 31-gene assay) based on the most informative genes associated with each molecular profile. HER2MtGx scores represent three linear subspaces associated with the HER2, Luminal and Basal-like profiles (STAT). In the METABRIC cohort, the scores are useful to discriminate against the HER2-enriched phenotype and this classification is significantly associated with long-term survival in cHER2+ patients (HR = 1.76; 95%CI = 1.09-2.86). In terms of response to neoadjuvant chemo/target therapy including I-SPY, NOAH, and CHER-LOB trials, the metagene scores are associated with the pathological response to therapy (OR = 2.26; 95%CI = 1.74-2.98). The HER2MtGx assay is a reliable tool for selecting patients for HER2-targeted therapy.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41463429",
    "title": "3D Breast Cancer Spheroids Reveal Architecture-Dependent HER2 Expression and Signaling.",
    "abstract": "Three-dimensional (3D) culture systems offer a physiologically relevant alternative to monolayers for studying tumor organization, signaling, and drug response. HER2-positive breast cancers (BCa) account for 15-30% of BCa cases and benefit from HER2-targeted therapies, yet predictive in vitro models remain limited. To generate and compare 3D spheroids from two HER2+ BCa cell lines, SKBR3 and BT474, and investigate how 3D architecture influences HER2 distribution, intracellular signaling, and cellular organization. Spheroids were reproducibly generated from SKBR3 and BT474 cells and analyzed after 4 days of culture. Cell viability was evaluated using live/dead staining, HER2 distribution was assessed by confocal microscopy and quantified on cryosections, and protein expression/phosphorylation was measured by Western blotting. Epithelial and EMT markers were visualized by immunofluorescence, and ultrastructural features were examined by transmission electron microscopy (TEM). Both cell lines formed viable spheroids with distinct architectures: SKBR3 spheroids were loose and heterogeneous, whereas BT474 spheroids were compact and highly spherical. Confocal and cryosection imaging showed consistent membrane HER2 localization with a progressive signal decrease toward the core of the spheroids, more pronounced in BT474. Western blotting revealed divergent HER2 expression and AKT phosphorylation: SKBR3 spheroids displayed increased HER2 but reduced pAKT, while BT474 spheroids showed reduced HER2 and pAKT levels. EpCAM and E-cadherin staining revealed cell line-specific epithelial organization, and TEM demonstrated differences in intercellular spacing and mitochondrial morphology, reflecting spheroid compactness. 3D architecture profoundly influences HER2 distribution, signaling, and structural organization in HER2+ BCa spheroids. This model provides a robust platform for investigating architecture-dependent molecular processes, with potential applications in drug response, receptor trafficking, and targeted therapy evaluation.",
    "journal": "Biology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41437938",
    "title": "Trastuzumab and pertuzumab plus carboplatin-based neoadjuvant therapy for HER2-positive breast cancer: a prospective cohort study with integrated genomic and transcriptomic biomarker analysis.",
    "abstract": "Neoadjuvant trastuzumab and pertuzumab combined with carboplatin and taxane (TCbHP) is the standard treatment for human epidermal growth factor receptor 2 (HER2)-positive breast cancer. However, limited clinical data and efficacy biomarkers for TCbHP have been reported in Chinese HER2-positive breast cancer patients. This study aimed to observe the pathological complete response (pCR) rate in the cohort, with an exploratory analysis of efficacy-related biomarkers in a subset of patients. This was a prospective, observational, non-interventional cohort study. Patients with HER2-positive breast cancer treated with TCbHP neoadjuvant therapy were prospectively collected. Exploratory genomic and transcriptomic biomarker analyses were performed in a subset of patients with available baseline tumour specimens retrospectively collected. A total of 252 patients with a median age of 48 years were enrolled. Patients with stage III were 69.4% (175/252), and clinical N3 patients accounted for 24.6% (62/252). Patients with hormone receptor (HR) positive were 62.7% (158/252). Total pCR rate was 55.2% (139/252). HR-negative and HR-positive rates were 72.3% (68/94) and 44.9% (71/158), respectively. Among neoadjuvant taxanes, including paclitaxel, docetaxel, and nab-paclitaxel, the pCR rates were 50.0% (57/114), 50.0% (41/82), and 73.2% (41/56), respectively. Multivariate logistic regression analyses showed that HR negativity, receiving nab-paclitaxel, HER2 3+, and cT1-2 were independent predictive factors of high pCR. Genomic and transcriptomic analyses were performed on baseline tumour specimens from 40 patients. Genomic analysis revealed lower pCR rates in patients with <i>PIK3CA</i> mutations (odds ratio = 13.47, <i>p</i> = 0.025) and <i>SPOP</i> amplification (<i>p</i> = 0.047) than in wild types. Transcriptomic analysis revealed that higher pCR rates were associated with elevated <i>ERBB2</i> (<i>p</i> = 0.004) and <i>CDK12</i> (<i>p</i> < 0.001) mRNA. Neoadjuvant trastuzumab and pertuzumab with carboplatin-based chemotherapy is the recommended regimen for Chinese patients with HER2-positive breast cancer, and nab-paclitaxel may be an optimal alternative taxane for TCbHP regimens. <i>PIK3CA</i> mutations may be predictive biomarkers for poor efficacy.",
    "journal": "Therapeutic advances in medical oncology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41423595",
    "title": "Imlunestrant, an oral selective estrogen receptor degrader, in combination with HER2 directed therapy, with or without abemaciclib, in ER-positive, HER2-positive advanced breast cancer: results from the phase 1a/1b EMBER study.",
    "abstract": "Hormone receptor-positive (HR+), human epithelial growth factor receptor 2 (HER2) overexpressed breast cancer (BC) represents the more aggressive subtype of HR + BC, typically associated with poor clinical outcomes. Despite significant advancements in the treatment of estrogen receptor-positive (ER+)/HER2 + BC, resistance to endocrine therapy (ET) poses a continued challenge. Imlunestrant is a next-generation, oral, brain-penetrant, pure antagonistic ER degrader designed to deliver continuous ER target inhibition. It has shown favorable clinical benefit, safety, and pharmacokinetics (PK) when used as monotherapy or with targeted therapy in patients with ER+/HER2- advanced BC (ABC). Here, we present the safety and efficacy of imlunestrant with HER2 targeted therapy in patients with ER+/HER2 + ABC of the EMBER trial. Patients were randomized to imlunestrant (400 mg RP2D) + trastuzumab (group A) versus imlunestrant + trastuzumab ± abemaciclib [(150 mg twice daily) group B] or received maintenance treatment with imlunestrant + trastuzumab + pertuzumab until progression or discontinuation at standard doses (group C). In the randomized allocation, eligible patients with locally advanced or metastastic disease had received ≥ 2 prior HER2-directed regimens in the metastatic setting, and no prior treatment with CDK4/6 inhibitors or fulvestrant. The maintenance cohort (group C) was added later to include patients without disease progression after first-line induction taxane-based chemotherapy (any duration), trastuzumab, and pertuzumab. Endpoints included safety, PK, antitumor activity, and tumor biomarker assessments. In total, 45 patients with ER+/HER2 + ABC were treated (group A, <i>n</i> = 18; group B, <i>n</i> = 21; group C, <i>n</i> = 6). Adverse events were consistent with the known safety profiles of the partner drugs. Imlunestrant PK was consistent with previously reported data. For groups A, B, and C, the objective response rates (ORRs) were 7%, 25%, and 33%, respectively, while the clinical benefit rates (CBRs) were 44%, 48%, and 100%. In group C, the duration of response ranged between 5.13 and 9.46 months. In groups A and B, baseline plasma ctDNA sample sequencing identified prevalent alterations in <i>ERBB2</i> amplification (57%), <i>CCND1</i> amplification (22%), and mutations in <i>TP53</i> (49%), <i>PIK3CA</i> (30%), <i>ESR1</i> (24%), and <i>GATA3</i> (14%). Imlunestrant in combination with trastuzumab ± abemaciclib or pertuzumab presented a safety profile that was consistent with those of the partnered drugs. No new safety findings were observed. Furthermore, imlunestrant in combination with the partnered drugs demonstrated preliminary antitumor activity in patients with ER+/HER2 + ABC. ClinicalTrials.gov identifier NCT04188548 (Registered 18 November 2019). The online version contains supplementary material available at 10.1186/s13058-025-02168-6.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41423083",
    "title": "Functional in vitro assessment of the HER2 Ile655Val variant on trastuzumab-induced cardiotoxicity in human cardiomyocytes.",
    "abstract": "Treatment of HER2 positive (HER2<sup>+</sup>) breast cancer has significantly improved since the development of trastuzumab. However, approximately 30 % of patients develop trastuzumab-induced cardiotoxicity (TIC) manifested as a decrease in left ventricular ejection fraction (LVEF), with nearly 5 % of cases progressing to congestive heart failure. While TIC is generally reversible upon treatment discontinuation, the underlying mechanisms of this adverse reaction remain incompletely understood. Emerging evidence suggests that genetic factors may contribute to individual susceptibility. The variant rs1136201 in the ERBB2 gene, also known as HER2 Ile655Val or I655V, has been studied for its association with TIC, yet its role remains controversial. This study investigates the implication of the rs1136201 variant in cardiotoxicity in in vitro models of human cardiomyocytes exposed to trastuzumab. We generated AC16 ventricular cardiomyocyte cell models representing the three genotypes of the rs1136201 variant and performed transcriptomic analysis following trastuzumab exposure. Furthermore, we established a second model consisting of human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) from patients carrying the rs1136201 variant and controls and evaluated the impact of this variant on mitochondrial function and contractility after trastuzumab treatment. Transcriptomic analysis revealed alteration of the electron transport chain, ATP synthesis, cellular respiration, and ribosome biogenesis in cells carrying the rs1136201 variant after trastuzumab exposure. hiPSC-CMs showed a reduction in upstroke (p = 0.0107) and downstroke velocities (p = 0.0117) compared to controls. Our preliminary findings support the potential role of rs1136201 in TIC and underscore the need for further studies.",
    "journal": "European journal of pharmacology",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41422323",
    "title": "Mechanisms of resistance to trastuzumab deruxtecan in breast cancer elucidated by multi-omic molecular profiling.",
    "abstract": "Trastuzumab deruxtecan (T-DXd) is an antibody-drug conjugate successfully used to treat HER2-low and HER2-positive metastatic breast cancer, but resistance consistently develops. Using multivariate Cox proportional hazards in a real-world cohort of 2,799 patients with breast cancer, we aimed to identify clinically relevant T-DXd resistance mechanisms. In patients with samples collected prior to T-DXd treatment, higher expression of ERBB2 (HER2) and lower expression of ABCC1 (an ATP-binding cassette transporter involved in drug efflux) were significantly associated with longer T-DXd-related overall survival (OS); ABCC1 predicted OS independently of HER2. Furthermore, mutations in several genes were enriched in post-T-DXd samples compared to unmatched T-DXd-naïve samples, including ERBB2, NFE2L2 (a transcriptional activator of ABCC1), and KEAP1 (a negative regulator of NFE2L2), indicating plausible resistance mechanisms related to HER2 target levels and ABCC1-mediated drug efflux. Identifying such resistance mechanisms might lead to improved methods of precision oncology and novel therapeutic approaches to overcome resistance.",
    "journal": "NPJ breast cancer",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41418409",
    "title": "Molecular and clinical insights of trastuzumab deruxtecan efficacy in advanced breast cancer.",
    "abstract": "Trastuzumab deruxtecan (T-DXd) has transformed the treatment paradigm for HER2-expressing breast cancer, including HER2-low disease. However, biomarkers associated with T-DXd activity remain poorly defined. We conducted a comprehensive analysis of clinical, genomic, and immune correlates of T-DXd outcomes to identify molecular determinants of therapeutic benefit and resistance. We retrospectively analyzed 2 independent cohorts of patients with advanced breast cancer treated with T-DXd at Dana-Farber Cancer Institute and Yale Cancer Center between 2018 and 2024. We included patients with ≥2 tumor blocks with HER2 immunohistochemistry (IHC) assessments prior to T-DXd. Clinical data on 524 patients were manually reviewed, and genomic profiling and immune microenvironment assessments were performed on a subset of patients. Multivariable Cox proportional hazards models evaluated associations between molecular features and overall survival (OS) and time to next treatment (TTNT). Among 524 patients, HER2 IHC discordance between sequential tumor biopsies was observed in 20% of patients and was independently associated with significantly worse OS (hazard ratio [HR] = 0.67; P = .012) and TTNT (HR = 0.65; P = .002), resembling outcomes seen in HER2 0 tumors. Genomic analysis revealed that PTEN mutations correlated with inferior TTNT (HR = 2.2; q = 0.068), whereas ERBB2 amplifications predicted improved OS and TTNT. An inflamed tumor microenvironment determined by digital pathology was associated with significantly poorer TTNT outcomes (median TTNT = 5.5 months) compared with immune-desert phenotypes (median OS = 9.6 months, P = .03). This study identifies HER2 IHC discordance and specific genomic and immune features as prognostic biomarkers of T-DXd efficacy. These findings warrant prospective validation and may inform biomarker-driven strategies to optimize T-DXd therapy in HER2-expressing malignancies.",
    "journal": "Journal of the National Cancer Institute",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41403731",
    "title": "Pathological and Molecular Significance of HER2/neu Overexpression in Familial Breast Cancer Among Egyptian Women: A Comprehensive Study on Diagnostic and Prognostic Implications.",
    "abstract": "Breast cancer remains the most prevalent malignancy among women worldwide, with a strikingly high incidence in Egypt, particularly in familial cases. This study aims to comprehensively elucidate the pathological and molecular significance of ERBB2 (HER2/neu) overexpression in Egyptian familial breast cancer, highlighting its role in tumor aggressiveness, immune evasion, and precision oncology. We enrolled 44 Egyptian breast cancer patients along with 35 daughters and 24 sisters (2013-2015, Mansoura University Hospital). Comprehensive analyses included serum biochemical assays, histopathological evaluation, immunohistochemical staining for ERBB2, and molecular detection of ERBB2 amplification using first-round and nested PCR. Associations with clinical, hormonal, and metabolic variables were also explored. Serum biochemical profiling revealed significantly elevated ALT (6.6±0.55 U/mL), LDH (16.8±1.4 U/mL), and CA15 3 (160±13.33 U/mL), with reduced AST (2.6±0.22 U/mL) compared to controls (<i>P</i>≤0.05). Histopathology confirmed invasive ductal carcinoma with dense stromal desmoplasia. Immunohistochemistry demonstrated ERBB2 overexpression in>10% of tumor cells. Nested PCR detected ERBB2 amplification in 72% of patients, and in daughters (17%) and sisters (20%). Notably, higher ERBB2 expression was observed in unmarried patients (100%), pre-menopausal women (73-72%), and those with diabetes or hypertension, suggesting hormonal and metabolic modulation via PI3K/AKT/mTOR and MAPK/ERK pathways. ERBB2 mutations were identified in 14% of patients, 2.1% of daughters, and 1.2% of sisters. Furthermore, ERBB2 may upregulate PD-L1, contributing to immune evasion. Our findings highlight ERBB2 as a pivotal diagnostic and prognostic biomarker in Egyptian familial breast cancer and support integrating HER2-targeted therapies with immune checkpoint inhibitors and metabolic interventions. This approach could transform outcomes in high-risk familial cohorts. The study emphasizes the importance of genetic screening and precision medicine strategies that consider molecular, hormonal, and metabolic contexts in breast cancer care.",
    "journal": "Advanced pharmaceutical bulletin",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41380504",
    "title": "Safety of CDK4/6 inhibitors in older patients: A FAERS-based analysis of serious and fatal adverse events.",
    "abstract": "CDK4/6 inhibitors-abemaciclib, palbociclib, and ribociclib-are standard treatments for hormone receptor-positive, ERBB2 (HER2)-negative metastatic breast cancer. However, older adults are underrepresented in clinical trials, and age-related safety data remain limited in real-world settings. We conducted a pharmacovigilance analysis using 44,100 individual case safety reports (ICSRs) from the FDA Adverse Event Reporting System (FAERS) involving patients aged ≥65 years treated with CDK4/6 inhibitors. Primary endpoints included serious adverse events (SAEs) and fatal outcomes. A secondary analysis compared adverse events between patients aged <65 and 65-85 years, calculating odds ratios (ORs) for selected toxicities, including death, disease progression, diarrhea, and myelosuppression. Among older patients, 71.2 % of reports involved SAEs and 5.3 % were fatal. Abemaciclib was linked to higher risk of death in those aged 65-85 compared to younger adults (OR 1.53; 95 % CI 1.18-1.99), but lower odds of myelosuppression (OR 0.37; 95 % CI 0.26-0.53). Palbociclib showed similar death risk across age groups (OR 0.98; 95 % CI 0.92-1.05) and reduced risk of disease progression in older adults (OR 0.72; 95 % CI 0.61-0.84). Ribociclib showed no significant age-related difference in fatality (OR 1.01; 95 % CI 0.87-1.17) but had the highest overall death risk (OR 9.14 vs palbociclib; 95 % CI 7.70-10.84). Real-world data reveal drug- and age-specific toxicity differences. Ribociclib and abemaciclib pose higher risks in older adults compared to palbociclib, supporting the need for personalized treatment and careful monitoring in older patients.",
    "journal": "Journal of geriatric oncology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41379459",
    "title": "Cognitive Impairment and Chemoendocrine vs Endocrine Therapy in Pre- and Postmenopausal Women: A Secondary Analysis of the RxPONDER Randomized Clinical Trial.",
    "abstract": "Breast cancer treatment is associated with cancer-related cognitive impairment (CRCI). However, the association of endocrine therapy (ET) vs chemotherapy plus endocrine therapy (CET) with CRCI is poorly understood. To compare patient-reported CRCI between women with breast cancer treated with ET vs CET and to consider whether menopausal status may be associated. This was a prespecified secondary analysis of RxPONDER (SWOG S1007), a multinational phase 3 randomized clinical trial of more than 5000 women with hormone receptor-positive ERBB2-negative (formerly HER2-negative) breast cancer with 1 to 3 involved lymph nodes and Oncotype DX (21-gene recurrence score) of 25 or less. Participants were enrolled from February 2011 to September 2017, with results first reported in December 2020. Participants were randomly assigned to CET or ET, with ongoing follow-up. This secondary analysis assessed cognitive function using the Patient-Reported Outcomes Measurement Information System Perceived Cognitive Function Concerns (PCF) questionnaire at baseline, 6, 12, and 36 months. Data were analyzed from July 2022 to August 2025. Random assignment to CET or ET. Mean PCF standardized (T) scores by menopausal status over time using generalized estimating equations analysis for continuous outcomes. Of the 568 patients who completed the baseline questionnaire and were included in the analysis, 139 (24%) were premenopausal (median [range] age, 47.8 [28.0-56.3] years) and 429 (76%) were postmenopausal (median [range] age, 62.3 [37.3-87.6] years). Among the 274 (48%) who received CET and the 294 (52%) who received ET alone, CET was determined to have a greater negative association with patient-reported CRCI in both the pre- and postmenopausal participants during the 36-month follow-up. In the ET alone group, PCF scores for premenopausal participants decreased from baseline to 6 and 12 months (53.53, 51.51, and 51.72, respectively) but recovered to baseline (54.36) at 36 months. For postmenopausal participants, mean PCF scores were essentially stable (51.72, 51.13, 51.11, and 51.70, respectively); however, in the CET group, PCF scores for both pre- and postmenopausal participants decreased from baseline to 6 and 12 months (premenopausal, 52.84, 49.27, 48.04; postmenopausal, 50.65, 48.39, 47.13, respectively) and did not return to baseline at 36 months (premenopausal, 49.25; postmenopausal, 48.44). The difference in longitudinal mean PCF scores over time between CET and ET groups was -3.02 (95% CI, -5.33 to -0.72; P = .01) for premenopausal and -2.37 (95% CI, -3.92 to -0.82; P = .003) for postmenopausal participants. This secondary analysis of the RxPONDER found that CET had a greater negative association with patient-reported CRCI compared to ET alone in both pre- and postmenopausal participants over a 36-month follow-up period. Interventions to prevent or treat CRCI are needed to improve the long-term quality of life of these patients treated with chemotherapy. ClinicalTrials.gov Identifier: NCT01272037.",
    "journal": "JAMA oncology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41366063",
    "title": "Spatial molecular analyses reveal key features associated with response to KN026 in advanced HER2-positive breast cancer.",
    "abstract": "KN026 is a novel bispecific HER2-targeting antibody for HER2-positive recurrent or metastatic breast cancer that showed prolonged median PFS and lessened distinction of PFS regarding the HR subgroup in our phase II clinical trial, compared with PUFFIN study of first-line trastuzumab combined with pertuzumab therapy. A more detailed discovery of its peculiarity is needed for optimal application of KN026 treatment. We performed whole-transcriptome sequencing of digital spatial profiling (DSP) on 8 pre/post-treatment tumor samples. Mechanistic explorations were conducted by plasmid transfection, co-culture, CCK8 proliferation assay and flow cytometry. Compared to the tumor regions with non-objective response (OR), those with OR had high expression of CALML5, TFAP2B, and ERBB2, and relatively low expression of ESR1 in tumor cells at baseline. The expression of ESR1 had a tentative association with PI3K/AKT and NOTCH signaling pathways which were downstream or interactive pathways of HER2 target and also acted as interactive pathways of ER-mediated signaling. The co-expression of ERBB2 and CDK12 emerged as a distinctive signature of OR. KN026 treatment also reshaped intratumoral activated T- and B-cell subtypes in hot-tumor regions, regardless of myeloid-derived cells. Both HER2 and ESR1 are determinant of KN026 efficacy in advanced HER2-positive breast cancer, implying the potential of KN026 combined with endocrine therapy in HER2- and ER-positive breast cancer.",
    "journal": "British journal of cancer",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41351070",
    "title": "Concurrent genomic assessment of circulating tumour cells and ctDNA to guide therapy in metastatic breast cancer.",
    "abstract": "Molecular analysis of actionable driver mutations and somatic copy number alterations (sCNAs) in circulating tumour DNA (ctDNA) and circulating tumour cells (CTCs) is increasingly being used to guide personalised medicine in patients with cancer. In previous CTC studies, high numbers of CTCs were needed for successful recovery of individual CTCs for molecular analysis at a time when patients typically have very short survival, limiting clinical applicability. Here, by performing longitudinal analyses of ctDNA and CTCs across a broad range of CTC counts, we hypothesized that CTCs could reveal synergistic and additional genomic information to ctDNA at points when therapeutic interventions could be considered in the follow up of patients with metastatic breast cancer (MBC). Eight patients underwent serial blood sampling. CTCs were captured via CellSearch-DEPArray from 7.5 mL (CellSave tubes), while 15 mL (EDTA tubes) was used for cfDNA extraction. A total of 58 cfDNA samples and 192 CTCs from the 8 patients were compared by shallow whole genome sequencing sWGS and targeted next generation sequencing using custom designed mutation panels (cfDNA; dual barcoding Ion AmpliSeq HD technology (556 hotspots across 24 genes) and CTCs; SingleSeq-compatible AmpliSeq technology across 539 of the 556 (97%) hotspots). The majority of patient samples showed complementary genomic information in CTCs and ctDNA from the same blood sample. However, genome changes were detected in CTCs from some blood samples that were ctDNA negative despite progression providing actionable information at times when ctDNA analysis was not informative. Across the CTCs and ctDNA, common regions of loss included chromosome 13q14 containing the RB1 gene, detected in 3 of 4 patients receiving CDK4/6 inhibitors and amplification of 17q12 containing the ERBB2 gene in 2 of the 7 patients with HER2 negative metastatic disease, suggesting evolution to HER2 positive disease. Our study shows that CTCs provide key information that would have been missed by ctDNA monitoring alone and extends CTC and cfDNA genomic profiling to patients with a broad range of CTC counts for blood-based monitoring of HER2 status and other clinically actionable targets for informing treatment decisions in metastatic disease.",
    "journal": "BMC cancer",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41347072",
    "title": "Metformin enhances alpelisib sensitivity in HER2+ breast cancer by suppressing cancer stemness and oncogenic signaling.",
    "abstract": "Alpelisib, a selective PI3Kα inhibitor that targets PIK3CA mutations, is approved for hormone receptor-positive, HER2-negative breast cancer. However, its therapeutic potential in HER2-positive disease remains underexplored. Hyperglycemia, a frequent adverse event of alpelisib, limits its clinical application. Metformin, an antidiabetic drug with reported anticancer activity, may counteract alpelisib-induced hyperglycemia while enhancing its antitumor efficacy. We evaluated the effects of alpelisib alone and in combination with metformin in HER2-overexpressing breast cancer cell lines SK-BR-3 and BT-474. Cell viability, colony formation, and tumorsphere assays were performed to assess proliferation and stemness. Flow cytometry was used to analyze ALDH1-positive cell populations and cell-cycle distribution. Synergy was determined using the combination index method. Western blotting examined the effects on signaling pathways and stemness-associated proteins. Alpelisib monotherapy inhibited proliferation, colony formation, and cancer stem cell features in both cell lines. Metformin enhanced these effects, demonstrating strong synergism. Combination treatment induced significant G0/G1 cell-cycle arrest, reduced ALDH1⁺ populations, and decreased tumorsphere formation. Mechanistically, co-treatment broadly suppressed receptor tyrosine kinase-mediated signaling, augmenting inhibition of PI3K/Akt/mTOR, MAPK/ERK, and JAK/STAT pathways, along with downregulation of c-Myc. Stemness-related proteins including β-catenin, Nanog, Sox2, KLF4, and LGR5 were also markedly reduced. These findings indicate that metformin synergistically enhances the antitumor activity of alpelisib in HER2-positive breast cancer by inhibiting oncogenic signaling and stemness pathways. Beyond its metabolic benefit in mitigating hyperglycemia, metformin may potentiate PI3K-targeted therapies, supporting further preclinical and clinical evaluation of this combination strategy.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41324567",
    "title": "Associations of the HER2DX Genomic Test with Biological and Pathological Features in HER2-positive Breast Cancer.",
    "abstract": "HER2DX is a validated genomic assay used to support treatment decisions in early-stage HER2-positive (HER2+) breast cancer. It provides three scores: relapse risk, likelihood of pathologic complete response (pCR), and ERBB2 mRNA expression. This study aimed to evaluate the association between HER2DX and histopathologic features and to assess its relationship with pCR after neoadjuvant therapy. Patients with newly diagnosed stage I-III HER2+ breast cancer were analyzed based on available HER2DX results during routine care in Spain (January 2022-June 2025). Centralized HER2DX testing was performed on formalin-fixed, paraffin-embedded tumor samples. Histopathologic analysis included tumor grade, hormone receptor (HR) status, histological subtype, Ki67 index, HER2 immunohistochemistry (IHC) score, stromal tumor-infiltrating lymphocytes (TILs), tertiary lymphoid structures (TLS), and spatial immune distribution. Univariate and multivariable logistic regression analyses were conducted to identify factors associated with pCR after neoadjuvant trastuzumab-based therapy. A total of 410 HER2+ tumors were analyzed, and 250 patients received neoadjuvant trastuzumab-based therapy with available surgical outcomes (36.0% achieved a pCR). HER2DX pCR scores were significantly associated with all eight histopathologic features, whereas relapse risk and ERBB2 scores were associated with five and two, respectively. TILs correlated with the immune/immunoglobulin (IGG) signature (r=0.59), and Ki67 with the proliferation signature (r=0.50). The HER2DX pCR score remained the only independent predictor of pCR in multivariable analysis (odds ratio [OR]=1.77, 95% CI 1.08-2.97, p=0.030). HER2DX reflects key biological and pathological features of HER2+ breast cancer and independently predicts pCR, supporting its utility for individualized treatment decision-making.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41312063",
    "title": "Grade 3 Dermatitis Secondary to Two Aromatase Inhibitors in Early Hormone Receptor-Positive Breast Cancer: A Case Report.",
    "abstract": "Aromatase inhibitors (AIs) are widely used in the treatment of hormone receptor-positive breast cancer (HR+BC). AIs reduce the risk of HR+BC recurrence and improve disease-free survival (DFS) compared with other endocrine therapies (ETs). We report a rare case of an early, severe dermatological adverse event (dAE) to two AIs in a pre-menopausal patient receiving adjuvant treatment for human epidermal growth factor receptor 2 negative (HER2-) HR+BC. The patient developed a grade 3 eruptive, maculopapular dermatitis to exemestane and subsequently letrozole. The rash was poorly responsive to conservative management and only resolved following withdrawal of the AI. Unusually, a third AI - anastrozole - has been well tolerated. Severe dAEs secondary to AIs are rare, and there is a lack of evidence-based research to guide management of these reactions.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41299712",
    "title": "DOT1L inhibition exerts the anti-tumor effect by activating interferon signaling in breast cancer cells.",
    "abstract": "DOT1L, a histone H3 lysine 79 (H3K79) methyltransferase, is a potential therapeutic target in various malignancies. In the present study, we aimed to clarify the anti-tumor effect of DOT1L inhibition in breast cancer. Estrogen receptor (ER)-positive/HER2-negative breast cancer cells (MCF7) and ER-negative/HER2-positive cells (SKBR3) were treated with a DOT1L inhibitor (SGC0946, EPZ-5676), after which colony formation assays, cell cycle assays, flow cytometry, gene expression microarray analysis, chromatin immunoprecipitation sequencing (ChIP-seq) and single-cell Assay for Transposase-Accessible Chromatin sequencing (scATAC-seq) were performed. Genetic ablation of STING was performed using the CRISPR/Cas9 system. Treatment with a DOT1L inhibitor suppressed proliferation and induced cell cycle arrest and apoptosis in both ER-positive/HER2-negative and ER-negative/HER2-positive cells. Transcriptome and epigenome analysis revealed that DOT1L inhibition activated transcription of a number of interferon (IFN)-related genes (IRGs) in breast cancer cells. We also found that DOT1L inhibition upregulated type I and type III IFNs as well as cell surface human leukocyte antigen (HLA) class I expression. Notably, DOT1L inhibition induced DNA damage and upregulated levels of cytoplasmic DNA in breast cancer cells. CRISPR/Cas9-mediated knockout of STING in breast cancer cells significantly suppressed the IFN signaling activated by DOT1L inhibition and attenuated the anti-tumor effect. Moreover, scATAC-seq analysis revealed that DOT1L inhibition suppressed expression of ERBB2 in HER2-positive breast cancer cells. These findings suggest that the anti-breast cancer effect of DOT1L inhibition is mediated by multiple mechanisms, including activation of innate immune signaling.",
    "journal": "Clinical epigenetics",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41270521",
    "title": "N-Carbobenzoxy-L-Phenylalanine disrupts ErbB2 homodimer formation, blocking autophosphorylation and downstream signaling in breast Cancer: A comprehensive computational approach.",
    "abstract": "The overexpression and homodimerization of ErbB2 in HER2-positive breast cancer are key regulators of oncogenic signaling cascades; however, effective pharmacological disruption of this pathway remains a formidable therapeutic challenge. ErbB2 homodimerization promotes autophosphorylation in breast cancer, leading to activation of downstream signaling pathways. Despite advances in chemotherapy, current treatments have not been effective in blocking ErbB2 homodimerization. This study explores the potential of natural phytochemicals from Ocimum sanctum (OS) leaves to disrupt ErbB2 dimerization and its downstream signaling in HER2-positive breast cancer. We analyzed the ethanolic extract of OS using the GC-MS technique and performed several in silico assessments, such as pharmacokinetic prediction, drug-likeness properties, ADMET evaluation, gene expression analysis of the target protein, molecular docking, DFT analysis, and molecular dynamics simulation. Post-simulation analyses, including PCA, DCCM, and FEL, were performed for validation. A total of 78 compounds were identified from the ethanolic extract of OS. The compound N-Carbobenzoxy-L-Phenylalanine (N-CBZ-L-Phenylalanine) showed promising inhibitory activity compared to the other compounds. C13 showed a potential docking score of -8.5 kcal/mol, and three amino acid residues (VAL-3, TYR281, and HIS468) were tightly bound (hydrogen bond) to the ErbB2 (PDB ID: 3WLW) protein, stabilizing the complex (3WLW-C13). Based on the DFT analysis, C13 exhibited the most favorable thermodynamic properties, HOMO-LUMO energy gap, and electrostatic characteristics. Compared to the reference endocrine therapy D1 (letrozole), C13 exhibited superior simulation outcomes, with 2D and 3D FEL analyses demonstrating the structural conformation of the complexes. Overall, our findings suggest that C13 is a promising hit compound targeting tyrosine-protein kinase (ErbB2), capable of disrupting homodimer formation in HER2-positive breast cancer progression.",
    "journal": "Computers in biology and medicine",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41261306",
    "title": "Translating genomic insights into therapy: an NGS-based mutation profiling study in breast cancer.",
    "abstract": "The high prevalence of breast cancer is fairly frequent among women worldwide. In the current era of personalized medicine, understanding the molecular etiology of Breast Cancer is essential for better treatment options. Our investigation of the molecular alterations in tumors using next-generation sequencing targeted panels, specifically the Oncomine Precision Assay, has revealed clinically substantial somatic mutations. A total of 32 pretherapeutic invasive ductal carcinoma patients were enrolled in this study. The DNA extraction and quantification were carried out from tumor tissues and proceeded for the run and analyzed with genexus software. The analysis revealed a highly prevalent PIK3CA mutation which plays a significant role in tumorigenesis. PIK3CA mutation incorporated different single nucleotide variations including H1047R (COSMIC ID -775), E545K (COSMIC ID-763), E542K (COSMIC ID-760), H1047L (COSMIC ID-776) and N345K (COSMIC ID-754). While the most frequent copy number variations (CNV) were found for the ERBB2 gene. Apart from these frequent mutations, TP53 SNVs, FGFR, EGFR, CDKN2A, CD274, and PTEN Copy Number Variations were also present in the study cohort. The noteworthy observation is out of 7 Triple Negative Breast Cancer patients three patients were negative for any mutation. Hence, the association of genetic variation with clinicopathological parameters will be helpful in the selection of targeted treatment.",
    "journal": "Medical oncology (Northwood, London, England)",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41243501",
    "title": "HER2-positive neuroendocrine breast carcinoma: a case study uncovers <i>CCND1</i>, <i>FGF19</i>, and <i>IGF1R</i> amplifications as new molecular drivers.",
    "abstract": "Primary neuroendocrine carcinoma of the breast (NEBC) is a rare entity among breast malignancies, and is usually associated with a more aggressive clinical course compared to other types of invasive breast cancer. Although some studies have characterized the molecular profile of NEBCs using targeted sequencing, these tumors are often treated similarly to other primary breast carcinomas despite their unique morpho-phenotypic characteristics. In this study, we present the case of a woman with HER2-positive primary large cell NEBC with homolateral axillary nodal metastases. After neoadjuvant therapy, the patient underwent surgical resection of the breast, showing a partial pathological response. Next-generation sequencing was performed on pre- and post-treatment samples using a 174-genes panel. Both samples exhibited a similar molecular profile, including a somatic mutation in <i>GATA3</i> and amplifications of <i>CCND1</i>, <i>FGF19</i>, and <i>IGF1R. ERBB2</i> amplification was identified in the pre-operative biopsy but was lacking in the post-treatment surgical specimen. This study represents the first report of <i>CCND1</i>, <i>FGF19</i>, and <i>IGF1R</i> gene amplification in a breast neuroendocrine carcinoma. These findings provide new insights into the molecular profile of this entity and may contribute to future studies on precision oncology.",
    "journal": "Pathologica",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41236737",
    "title": "Ablative Preoperative Single-Fraction Radiation Dose Escalation Among Patients With Breast Cancer: A Phase 1 Nonrandomized Clinical Trial.",
    "abstract": "Single-fraction preoperative ablative stereotactic partial breast irradiation (sPBI) can be safely delivered in early-stage hormone receptor-positive (HR+) breast cancer with delayed time to surgery and high pathologic complete response rates. To examine the maximum tolerated dose (MTD) of sPBI and to evaluate clinical outcomes, including pathological complete response (pCR), time to surgery, and toxic effects, associated with dose escalation. This phase 1 nonrandomized clinical trial of dose escalation enrolled patients with HR+, ERBB2-negative, cN0 invasive breast cancer not requiring chemotherapy from a single academic center between December 2019 and April 2024. Patients were treated with 30, 34, or 38 Gy using MR-guided linear accelerator (MR-LINAC), robotic radiosurgery, or cobalt stereotactic unit. Patients received endocrine therapy and delayed surgery (≤12 months). The MTD was evaluated using dose-limiting toxicity (DLT), defined as grade 3 or higher toxic effects within 90 days. Additionally, pCR, near pCR (npCR), the association of dose escalation with time to surgery, local control, surgical morbidity, and cosmesis were evaluated. A total of 44 patients (median [range] age, 64.5 [44.0-77.0] years) were treated, with 14 (31.8%) receiving 30 Gy (median [IQR] follow-up, 52.0 [28.2-54.5] months), 15 (34.1%) receiving 34 Gy (median [IQR] follow-up, 40.0 [36.5-41.0] months), and 15 (31.4%) receiving 38 Gy (median [IQR] follow-up, 20.0 [17.0-22.0] months). MTD was not reached. pCR rates were 35.7% (5 patients), 46.7% (7 patients), and 66.7% (10 patients), while pCR with npCR rates were 64.3% (9 patients), 93.3% (14 patients), and 93.3% (14 patients), respectively. Local control was 100%, and surgical morbidity was 2.2% (1 of 44 patients). The mean (SD) Ki-67 was 11.3% (6.4%) at diagnosis, and on evaluable residual disease, it was 1.9% (2.0%) (P < .001). A time-to-surgery threshold of 277 days was the optimal cutoff for pCR (area under the receiver operating characteristic curve, 0.77; 95% CI, 0.62-0.91). In patients with surgery more than 9 months after sPBI, pCR rates were 100% (5 of 5 patients), 66.7% (4 of 6 patients), and 64.3% (9 of 14 patients) (P = .40), and combined pCR and npCR rates were 100%, 83.3% (5 patients), and 92.9% (13 patients) (P = .69) for the 30, 34, and 38 Gy groups, respectively. For all patients who received surgery more than 9 months after sPBI, the pCR rate was 72.0% (18 of 25 patients). Longer time to surgery was associated with pCR (odds ratio, 1.02; 95% CI, 1.01-1.03; P = .005), while higher radiation dose was not. Acute toxic effects included 32 grade 1, 3 grade 2 (breast pain and dermatitis), and 1 late grade 3 (wound dehiscence in patient with uncontrolled diabetes) events. Cosmesis remained stable at 36 months. In this nonrandomized clinical trial, the rate of toxic effects was low, and treatments were tolerable up to 38 Gy. Delaying surgery more than 9 months after sPBI with endocrine therapy was associated with increased pCR and npCR (>90%), while higher doses were not. These findings support further investigation of sPBI as a potential nonsurgical approach for selected patients with early-stage HR+ breast cancers. ClinicalTrials.gov Identifier: NCT04040569.",
    "journal": "JAMA network open",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41206886",
    "title": "Cardiotoxic Effects of Antibody Drug Conjugates vs Standard Chemotherapy in ERBB2-Positive Advanced Breast Cancer: A Systematic Review and Meta-Analysis.",
    "abstract": "Antibody-drug conjugates (ADCs), such as trastuzumab emtansine and trastuzumab deruxtecan, are effective in treating erb-b2 receptor tyrosine kinase 2 (ERBB2)-positive breast cancer (BC) that has progressed on prior ERBB2-targeted therapy, warranting evaluation of their cardiotoxic profiles. To compare the incidence of cardiotoxic effects of ADCs vs standard-of-care chemotherapy regimens for ERBB2-positive locally advanced or metastatic BC. PubMed, ScienceDirect, Cochrane Library, and ClinicalTrials.gov databases were searched in December 2024 for studies published between 2000 and 2024. The included studies were (1) phase 3 clinical trials that investigated locally advanced or metastatic ERBB2-positive BC; (2) clearly defined left ventricular ejection fraction (LVEF) decrease or heart failure definitions; (3) clearly defined LVEF monitoring frequency by echocardiography or multigated acquisition scan; (4) included studies consisted solely of either trastuzumab emtansine, trastuzumab deruxtecan, or one of the first-line to fourth-line chemotherapy regimens for unresectable stage IV ERBB2-positive breast cancer per the 2025 National Comprehensive Cancer Network guidelines; and (5) clearly defined cardiovascular eligibility criteria. Data from eligible studies were extracted by 3 reviewers. A random-effects model was used for the pooled analysis. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guideline was followed. The primary outcome was cardiotoxic effects, which were defined as the incidence of LVEF decrease. The pooled analysis was performed using logit-transformed proportions with the inverse variance method and a DerSimonian-Laird random-effects model for between-study variance, with Wilson score 95% CIs. In this meta-analysis of 9538 patients, a pooled analysis demonstrated a 0.94% (95% CI, 0.56%-1.57%) incidence of LVEF decrease with trastuzumab emtansine, a 4.20% (95% CI, 2.91%-6.01%) incidence with trastuzumab deruxtecan, a 4.85% (95% CI, 3.73%-6.28%) incidence with trastuzumab plus chemotherapy, and a 5.52% (95% CI, 3.41%-8.83%) incidence with trastuzumab plus pertuzumab plus chemotherapy. A trim-and-fill analysis was used if evidence of publication bias was found. This meta-analysis found that trastuzumab emtansine was associated with the lowest incidence of LVEF decrease, and trastuzumab deruxtecan, trastuzumab plus chemotherapy, and trastuzumab plus pertuzumab plus chemotherapy had similar incidences. More research is needed into the cardiotoxic effects of these therapies.",
    "journal": "JAMA network open",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41205024",
    "title": "Risk Factors for Disease Recurrence in Patients with HER2+ Early Breast Cancer and Implications for Therapy: A Narrative Review.",
    "abstract": "Human epidermal growth factor receptor 2 (HER2) overexpression or amplification of the human ERBB2 oncogene occurs in approximately one-fifth of breast cancers and, of these, two-thirds are hormone receptor (HR)-positive (HR+). The introduction of HER2-targeted therapies in recent years has significantly improved survival outcomes in patients with this tumor subtype. However, disease recurrence risk is 10-30% at 5 years with a different pattern between patients with HER2+/HR+ and HER2+/HR-negative (HR-) early breast cancer, with HR+ patients having a lower risk than those with HR- disease in the first 5 years, but a slightly higher risk at 5-10 years post-surgery. This highlights a crucial need to explore the underlying mechanisms for these differences to address specific treatment needs and to optimize systemic adjuvant treatment outcomes. Therefore, this narrative review provides an overview of published data regarding the recognized factors and ongoing challenges associated with the risk of relapse in women with HER2+ early breast cancer and proposes potential adjuvant treatment strategies to minimize risk of recurrence in high-risk patients.",
    "journal": "Oncology and therapy",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41197528",
    "title": "ESR1, PGR, ERBB2, and MKi67 mRNA expression in diagnostic core biopsies from breast cancer patients of the ABCSG Trial 34.",
    "abstract": "To investigate the performance of the Xpert® Breast Cancer STRAT4 (CE-IVD∗) Assay (STRAT4) in the neoadjuvant, randomized Austrian Breast and Colorectal Cancer Study Group (ABCSG) Trial 34. The primary objective of this study was to assess the concordance between STRAT4 mRNA measurements of ESR1, PGR, ERBB2, and MKi67 obtained from diagnostic core biopsies of the ABCSG Trial 34 with central reference laboratory immunohistochemistry (IHC) (and in-situ hybridization for HER2 IHC 2+ samples). For each marker, overall percent agreement (concordance), positive percent agreement (sensitivity), and negative percent agreement (specificity) between STRAT4 and IHC were determined. The secondary objective was to evaluate the concordance of STRAT 4 and IHC in post-treatment surgical samples and the association of both assays with residual cancer burden (RCB), time to distant recurrence (DR), and overall survival (OS). Logistic regression and Cox regression models were used. A total of 354 formalin-fixed paraffin-embedded diagnostic core biopsies were examined, representing 88.5 % of the available samples. Concordance between STRAT 4 and IHC was 93.7 % for ER, 80.5 % for PR, and 94.1 % for Ki67. All three biomarkers tested by either STRAT4 or central IHC showed similar correlation to RCB, time to DR, and OS. In diagnostic core biopsies, there was a good agreement between STRAT4 mRNA measurements and centrally assessed IHC measurements of ER, and moderate agreement for PR and Ki67.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41183465",
    "title": "Combining Mendelian randomization and network toxicology to decipher the causal role and molecular mechanisms of environmental pollutants in breast cancer: A focus on Methyl-4-hydroxybenzoate.",
    "abstract": "Methylparaben (MEP), a ubiquitous preservative, is an endocrine disruptor with established estrogenic activity. However, its potential non-estrogenic mechanisms and causal role in breast cancer (BC) remain inadequately explored. We employed an integrative multi-omics approach. A two-sample Mendelian randomization (MR) analysis was conducted using genetic instruments for urinary MEP sulfate (n = 8285) and BC risk data from the FinnGen consortium (n = 182,927). To hypothesize underlying molecular mechanisms, we integrated network toxicology with transcriptomic profiling (TCGA), single-cell/spatial RNA-sequencing, and molecular docking. Shared genes were identified via Venn analysis, followed by protein-protein interaction (PPI) network construction, hub gene identification, and functional enrichment analysis. MR analysis provided evidence consistent with a causal relationship, suggesting that genetically predicted MEP levels are associated with an increased risk of breast cancer (IVW OR = 1.08, 95 % CI: 1.009-1.160, P = 0.027). Network toxicology identified 22 overlapping hub genes connecting MEP targets to BC pathogenesis. Enrichment analyses implicated key oncogenic pathways, including PI3K-Akt and MAPK signaling, as well as metabolic reprogramming. Single-cell and spatial transcriptomics localized predominant expression of hub genes like MYC and ERBB2 within malignant epithelial cells. Molecular docking further suggested plausible, high-affinity binding (binding energy < 0 kcal/mol) of MEP to core targets such as EGFR and JUN. This study provides genetic evidence supporting a potential causal role of MEP in breast cancer. We propose a novel, estrogen receptor-independent mechanistic hypothesis wherein MEP may promote tumorigenesis by dysregulating growth factor signaling, activating key transcription factors, and inducing metabolic reprogramming. These findings highlight the need for a re-evaluation of MEP's public health impact and offer a framework for future experimental validation.",
    "journal": "Cancer epidemiology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41182413",
    "title": "Multiomic Factor Analysis for Pathologic Complete Response after Pembrolizumab + Trastuzumab + Pertuzumab in HER2-Enriched Early Breast Cancer: WSG-Keyriched-1 Trial.",
    "abstract": "We performed multiomic factor analysis of biomarkers potentially associated with pathologic complete response (pCR) after a chemotherapy-free combination of immunotherapy and dual ERBB2 (HER2) blockade. Forty-eight patients with HER2 2+ (ISH+) or 3+ early breast cancer, stage I to III, and HER2-enriched subtype received pembrolizumab, trastuzumab biosimilar, and pertuzumab. The primary outcome was pCR (ypT0/is ypN0). Multiomic factors representing combined markers from pooling different translational research marker data were identified based on the eigenvalue >1 criteria. Additionally, logistic regressions with elastic net regularization were performed using all single markers, multiomic factors, and clinical characteristics to evaluate their association with pCR. The multiomic factor involving genes related to immune response and tumorigenesis, multiplexed IHC markers related to immune response and HER2 in the stroma, and stromal tumor-infiltrating lymphocytes were associated with pCR. pCR rates were 66.7% and 28.6% in the high (>median) and low (≤median) factor score groups, respectively (unadjusted OR, 5.00; 95% confidence interval, 1.35-18.56; nominal P = 0.016). In the analysis using standardized values for all individual markers from gene expression analysis, multiplexed IHC analysis in the stroma, and stromal tumor-infiltrating lymphocytes, markers with the greatest impact on pCR were the genes FNBP1, CD36, MYCN, and SIX1 (OR between 1.43 and 1.62), and progesterone receptor status (OR, 0.65), which surpassed grade (OR, 1.22) and nodal status (OR, 0.90). Our multiomic analysis uncovered mechanisms of tumor response to immunotherapy combined with dual HER2 blockade. These results could inform the design of larger trials investigating chemotherapy-free regimens in selected patients with HER2+ early breast cancer.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41175304",
    "title": "Novel molecular biomarkers associated with Taxane-induced toxicities in women with breast cancer from the Brazilian Amazon.",
    "abstract": "Taxanes are drugs commonly used in the treatment of breast cancer. Despite their proven therapeutic efficacy, they can induce severe toxicities, which can be investigated by pharmacogenomics. In this context, the aim of this study was to investigate 26 molecular biomarkers in 17 pharmacogenes (CYP2C8, ABCB1, CYP1A1, CYP1B1, CYP19A1, CYP3A5, ERCC1, ERBB2, VEGFA, ERCC2, MDM2, MTHFR, RAD51, SOD2, TP53, TANC1 and XRCC1), in women with Breast Cancer undergoing Taxane treatment in the Brazilian Amazon region. This study was carried out with 279 women diagnosed with BC, undergoing antineoplastic chemotherapy treatment based on Taxanes (Docetaxel and Paclitaxel), in Brazilian Amazon region. 26 pharmacogenetic markers located in 17 genes involved in the metabolic pathway of Taxanes and related toxicities were selected. Single nucleotide variants were genotyped by allelic discrimination using TaqMan OpenArray Genotyping technology. The study population showed significant associations of Taxane toxicities with ten variants of nine genes: CYP1A1, CYP19A1, CYP3A5, ERCC1, VEGFA, ERCC2, MTHFR, TANC1 and XRCC1. Notably, variants in TANC1 and XRCC1, previously associated with radiotoxicity, were also implicated in Taxane-induced toxicities. The study demonstrated that novel biomarkers may be important for investigating Taxane-induced toxicities in breast cancer. These findings represent a unique contribution to the field, potentially enabling more precise chemotherapy selection, particularly for populations such as Amazonian women.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41167062",
    "title": "Integrated virtual and experimental screening of natural products as potential anticancer agents against breast cancer.",
    "abstract": "Breast cancer remains a leading cause of cancer-related mortality among women, driving the need for novel therapeutic agents. Here, we report an integrated in silico-in vitro screening pipeline to identify natural products with anticancer activity against key breast cancer targets. A library of 187,119 commercially available natural compounds from the ZINC database was subjected to molecular docking against five proteins implicated in breast tumorigenesis: mutant PIK3CA-E545K, overexpressed ESR1, mutant ERBB4-Y1242C, overexpressed EGFR, and overexpressed ERBB2. The top 15 compounds (C1-C15) were selected based on binding affinity and commercial availability, then evaluated for cytotoxicity in breast cancer cell lines (MCF-7, MDA-MB-468, SK-BR-3) and a normal fibroblast line (CCD-1064Sk). Several hits (most notably C3-C7 and C10) demonstrated potent binding (affinities ≤ -8.6 kcal/mol) with favorable selectivity indices (SI ≥ 2.0). A clear correlation between more negative docking scores and enhanced cytotoxicity supported the predictive value of our virtual screen. Structure-activity relationship analysis highlighted planarity and hydrophobic substituents as key drivers of activity. These findings validate our hybrid approach and identify promising natural-product leads for further preclinical evaluation in breast cancer models.",
    "journal": "Bioorganic chemistry",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41163992",
    "title": "Male Breast Cancer Brain Metastases: Genetic Profiles and Radiosurgery Outcomes.",
    "abstract": "Male breast cancer (MBC) is very rare, and previous reports of brain metastases (BM) from MBC are limited. To date, the genetic characteristics of MBC with BM have not been explored. In addition, there is only a single case report documenting the use of stereotactic radiosurgery (SRS) for MBC BM. The aim of this study was to summarize genetic alterations associated with BM in patients with MBC and evaluate the safety and efficacy of SRS in this population. Four male patients with a total of 20 MBC BMs treated with SRS were retrospectively reviewed. We defined treatment response as complete response, partial response, stable disease, and local progression (LP), per Response Evaluation Criteria in Solid Tumors (RECIST) criteria. The Kaplan-Meier method was used to estimate cumulative incidence rate of LP. The median overall survival was 16.3 months (95% confidence interval: 1.4-31.3 months). The mean age at treatment was 59 years (IQR: 56-60.5 years). Three patients had estrogen receptor-positive lesions, whereas one patient had triple-negative disease. Three patients had notable pathogenic alterations (including in <i>AURKA, BRCA1</i>, <i>BRCA2, CCND1, CHEK2, ERBB2, FLT3, RAF1,</i> and <i>SPINK1</i>). The median lesion size was 5.7 mm (IQR: 3.9-8.6 mm). The median delivered dose was 23 Gy (IQR: 22-24 Gy). Follow-up imaging at 3 months showed a reduction in median lesion size (3.3 mm). The percentage of lesions which were classified as complete response:partial response:stable disease:LP was 0%:45%:55%:0%, respectively. Cumulative 6-month and 12-month local control rates were 100% and 100%, respectively. Only one lesion demonstrated LP at the last follow-up (15 months). This is the first report of genetic profiling of MBC with BM and excellent SRS outcomes. The receptor status and genetic alterations across our patients with MBC BM suggest heterogeneity in disease. Larger studies are needed to further explore MBC BM characteristics and treatment outcomes.",
    "journal": "Neurosurgery practice",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41161384",
    "title": "The receptor tyrosine kinase ErbB2/HER2 governs CDK4 inhibitor sensitivity, timing, and irreversibility of the G1/S transition.",
    "abstract": "Cell cycle entry and the irreversible transition from the G1 to S phase are crucial for mammalian cell proliferation. Among the ErbB family, the ErbB2/HER2 receptor is a key driver of cancer growth. However, the quantitative mechanisms underlying the ErbB2-mediated G1/S transition remain unclarified. Here, we performed an extensive time-course analysis of high and low ErbB2-expressing breast cancer cells to describe the regulatory mechanisms of the ErbB2-mediated G1/S transition. Live-cell imaging using cell cycle reporters revealed that the G1/S transition occurs 20 h after ErbB2 activation, driven primarily by the cyclin D1/CDK4-RB axis. Hsp90 is regulated by CDK4 activity and controls the stability of ErbB2 protein in a time-dependent manner. CDK4 inhibitor treatment arrested the cell cycle in most cells; a subpopulation showed a 25-h delay in G1/S entry associated with enhanced c-Myc activation. In high ErbB2-expressing cells, CDK4 inhibition led to c-Myc overactivation, a rapid decrease in cyclin D1 expression, and cell cycle arrest. Overall, we demonstrate how ErbB2 receptor levels modulate the roles of cyclin D1 and c-Myc in the G1/S transition and suggest that variations in ErbB2 levels within breast cancer tissues confer heterogeneous sensitivity to CDK4 inhibitors, potentially complicating treatment.",
    "journal": "The Journal of biological chemistry",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41154672",
    "title": "Recent Advances in the Development and Clinical Use of HER2 Inhibitors in Non-Small Cell Lung Cancer.",
    "abstract": "Alterations in the human epidermal growth factor receptor 2 (<i>HER2</i>) gene are well-recognized oncogenic drivers and therapeutic targets in non-small cell lung cancer (NSCLC). The first anti-HER2 inhibitor, trastuzumab-deruxtecan, was approved for previously treated advanced NSCLC with <i>HER2</i> mutations, which accounts for 2-4% of NSCLC. The first anti-HER2 antibody, trastuzumab, was approved for HER2-positive metastatic breast cancer in 1998, and a combination therapy comprising trastuzumab, pertuzumab, and docetaxel demonstrated efficacy in the first-line setting. Some EGFR-tyrosine kinase inhibitors (TKIs) have been evaluated as pan-HER TKIs but have shown limited benefits in <i>HER2</i>-altered NSCLC. However, HER2-specific TKIs, such as zongertinib and BAY2927088, have demonstrated encouraging results. Zongertinib was the first HER2-specific TKI to be approved by the FDA in 2025 for previously treated <i>ERBB2</i>-mutated advanced NSCLC. In this narrative review, we have summarized the latest research on the biology of HER2 signaling, HER2 alterations, HER2-targeting therapies, and challenges of treating HER2-overexpressing or -mutated NSCLC. Despite different targets of <i>HER2</i> mutations in NSCLC and HER2 amplification/overexpression in breast cancer, the development of HER2-targeting agents has been more advanced in breast cancer than in NSCLC. Therefore, pivotal clinical studies in breast cancer may help in identifying more effective therapies for NSCLC.",
    "journal": "Biomolecules",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41150737",
    "title": "In Silico Multitarget Profiling of Non-Selective Beta-Blockers Highlights Their Potential as Key Agents in Breast Cancer Adjuvant Therapy via ADRB2, ERBB2, and NPYR Receptors.",
    "abstract": "Breast cancer (BC) is associated with multiple molecular factors such as overexpression of the beta-2 adrenergic receptor (ADRB2) and the overproduction of its agonists (norepinephrine and epinephrine). The role of adrenergic signaling in BC highlights the therapeutic potential of non-selective beta-blockers (nsBBs) as inhibitors of well-established protumor signaling pathways related to ADRB2 and their possible affinity for other important protumoral receptors. Our aim was to identify how nsBBs currently prescribed may also interact with receptors other than ADRB2, which are related to the pathophysiology of BC, using bioinformatic intracellular pathway analysis (BIPA). Subsequently, the affinity of nsBBs for both ADRB2 and the targets identified by BIPA was evaluated. We found that, beyond ADRB2, both receptor tyrosine kinase 2 (ERBB2) and neuropeptide Y receptor (NPYR) are promising targets for nsBBs in the adjuvant treatment of BC, according to BIPA. Docking studies showed that the nsBB with the highest binding affinity (ΔG) was carvedilol (-10.5 kcal/mol), followed by propranolol (-8.5 kcal/mol). These in silico findings suggest previously unrecognized pharmacological mechanisms for nsBBs in the possible treatment for BC. Notably, differences in receptor affinity were observed among the nsBBs, with carvedilol exhibiting the strongest binding affinity values on ADRB2, ERBB2, and NPYR as biological targets against BC cells. These promising results require future experimental validation.",
    "journal": "Current issues in molecular biology",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41149070",
    "title": "Molecular Analysis of Cerebrospinal Fluid Tumor-Derived DNA to Aid in the Diagnosis and Targeted Treatment of Breast Cancer Brain Metastasis.",
    "abstract": "A woman in her 40s with a history of ER/PR+, HER2-negative breast cancer presented with a seizure three years after mastectomy. Magnetic resonance imaging (MRI) revealed a right caudate head mass, which was concerning for either high-grade glioma or metastatic disease, but biopsy was deemed too high risk. Cerebrospinal fluid (CSF) tumor-derived DNA (tDNA) analysis by next-generation sequencing (NGS) was ordered, revealing a gain-of-function variant in <i>PIK3CA</i>, <i>ERBB2</i> copy number gain, and high aneuploidy, findings consistent with breast cancer brain metastasis. Based on these results, the patient was treated with stereotactic radiosurgery (SRS) followed by trastuzumab deruxtecan, a HER2-targeted therapy. This case highlights the diagnostic and therapeutic value of CSF tDNA analysis in central nervous system (CNS) lesions when biopsy is not feasible. The report also illustrates how clonal evolution, such as acquired <i>ERBB2</i> amplification, can occur in metastatic disease and influence treatment decisions.",
    "journal": "Diseases (Basel, Switzerland)",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41144934",
    "title": "Identification of actionable targets using DEPArray-based sorting of pure carcinoma and stromal populations from formalin-fixed paraffin-embedded tissues followed by shallow whole-genome sequencing.",
    "abstract": "Formalin-fixed paraffin-embedded (FFPE) tissue specimens represent precious resources for clinical genomic profiling studies, especially when coupled with comprehensive medical records. Even though next-generation sequencing (NGS) is an effective tool to detect somatic mutations and somatic copy number alterations (sCNA), the biggest challenges in unlocking clinically translatable genomic information from FFPE tissue are low DNA yields and degraded DNA, affected by variable formalin fixation. Another issue is that the proportion of carcinoma and other noncarcinoma cells is variable and can be confounded by intratumoral heterogeneity. To explore these challenges, we isolated pure carcinoma and stromal cells using the DEPArray™ NxT system, a microchip-based digital sorter that allows isolation of pure, homogeneous subpopulations of cells from FFPE samples. We isolated pure carcinoma and stromal cell populations from 12 FFPE tissues, including tissues from nine primary and metastatic breast cancer and three primary ovarian high-grade serous carcinomas. This was followed by downstream shallow whole-genome sequencing (WGS) for copy number landscape profiling (10 samples) and/or a targeted panel for somatic mutation and sCNA analysis (seven samples), subject to cell availability. Seven out of 10 samples (even some with low tumour content or of old age) produced good-quality genomic data, detecting sCNA in all carcinoma population samples but not in the stromal populations. Mutation analysis was performed successfully in 6/7 samples and somatic mutations were detected in all of them. Our workflow enabled the identification of clinically actionable targets, including PIK3CA, ERBB2, FGFR1/2, CDK6, CCNE1, KRAS amplifications and RB, BRCA1/2 losses in patients that would direct therapy. © 2025 The Author(s). The Journal of Pathology published by John Wiley & Sons Ltd on behalf of The Pathological Society of Great Britain and Ireland.",
    "journal": "The Journal of pathology",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41138351",
    "title": "MTClin: Integrating MammaTyper® to predict neoadjuvant therapy response in HER2+ breast cancer.",
    "abstract": "Neoadjuvant therapy (NAT) is the standard of care for most HER2-positive early breast cancer (BC). However, 25 to 50% of patients fail to achieve a pathological complete response (pCR). This study evaluates the CE/IVD MammaTyper® kit (Cerca Biotech) as a predictor of response in this setting. A total of 161 HER2-positive (IHC score 3+) invasive BC patients treated with trastuzumab-based NAT were enrolled. After excluding seven cases (insufficient RNA amount or dual anti-HER2 blockade), 154 FFPE preoperatory core-biopsies were tested: 79 hormone-positive (HR+) and 75 hormone-negative (HR-). Ninety-one achieved a pCR, 63 attained a pathological partial response (pPR). MammaTyper®, an in vitro diagnostic RT-qPCR test, assessed ERBB2, ESR1, PGR, MKI67 mRNA levels. A Python-based Decision Tree Algorithm was used to predict pCR using ΔΔCq values of the four genes alongside tumor size and nodal status (MTClin). The model was further applied to a cT1N0 subgroup and to predict the recurrence risk at 3 and 5 years. Hyperparameters were tuned using GridSearchCV with a 5-fold cross-validation. Performance metrics included sensitivity, specificity, PPV and NPV. Two decision trees were selected for optimal accuracy. In HR+ tumors, the model yielded 90.2 % sensitivity, 86.8 % specificity, 88.1 % PPV and 89.2 % NPV. In HR- tumors, sensitivity was 96 %, specificity 88 %, PPV 94.1 %, and NPV 91.7 %. Sensitivity and NPV were highest in the cT1N0 HR- subgroup. Recurrence prediction yielded AUCs of 0.98 (3 years) and 0.96 (5 years). MTClin may predict pCR and recurrence in HER2-positive BC, supporting tailored escalation or de-escalation treatment.",
    "journal": "European journal of cancer (Oxford, England : 1990)",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41138046",
    "title": "Trastuzumab Rezetecan: First Approval.",
    "abstract": "Trastuzumab rezetecan (Avida <sup>®</sup>) is a human epidermal growth factor receptor 2 (HER2)-directed antibody-drug conjugate being developed by Jiangsu HengRui Medicine Co., Ltd. for the treatment of various solid tumours, including breast cancer, colorectal cancer, gastric cancer, gastroesophageal junction adenocarcinoma and lung cancer. In May 2025, it was approved by the National Medical Products Administration of China for the treatment of adults with unresectable locally advanced or metastatic non-small cell lung cancer (NSCLC) who have human epidermal growth factor receptor 2 (HER2) [ERBB2]-activating mutations and have received ≥ 1 previous systemic treatment. This article summarizes the milestones in the development of trastuzumab rezetecan leading to this first approval.",
    "journal": "Drugs",
    "year": "2026",
    "gene": "ERBB2"
  },
  {
    "pmid": "41134141",
    "title": "Targeting the RXR Pathway for the Prevention of Triple Negative Breast Cancer.",
    "abstract": "Prophylactic treatment with selective estrogen receptor modulators (SERMs) and aroma-tase inhibitors (AIs) targeting the nuclear estrogen receptor (ER) can prevent the formation of ER-positive tumors in women at high risk for breast cancer but does not prevent ER-negative and triple-negative subtypes. In this study, we tested whether nuclear retinoid X receptor (RXR) ago-nists, IRX4204 and 9cUAB30, which have been evaluated in clinical trials, could prevent the de-velopment of ER-negative and triple-negative breast cancers (TNBCs). Our study demonstrates that IRX4204 significantly delays the formation of mammary tumors in three ER-negative mouse models: MMTV-ErbB2, C3(1)/SV40-TAg and Brca1-deficient with modest toxicities. In some of the MMTV-ErbB2 mice, IRX4204 completely prevented mammary tumor formation and 60% of the IRX4204 treated Brca1-deficient mice remained tumor free when all vehicle treated mice had formed tumors 9cUAB30 treatment also delays tumor formation in Brca1-deficient mice, albeit to a lesser extent. Biomarker analysis revealed that delayed tumors arising after IRX4204 treatment had decreased Ki-67 expression and increased infiltration of cytotoxic T-cells. Our pre-clinical study data support the further evaluation of use of RXR agonists for the prevention of TNBC.",
    "journal": "Cancer prevention research (Philadelphia, Pa.)",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41083638",
    "title": "A Syngenic Mouse Model of Breast Cancer Expressing Human ERBB2 and NanoLuc Luciferase Genes.",
    "abstract": "Syngeneic models are widely used in experimental oncology both for modeling tumor diseases and for testing anticancer drugs. However, when testing targeted drugs aimed at human tumor-associated antigens, the presence of target antigens in the animal's body is important. In this study, a syngeneic cell line with stable expression of two genes-the ERBB2 gene encoding human epidermal growth factor receptor type 2 (HER2) and the NanoLuc luciferase gene-was created based on murine mammary gland carcinoma. Optical bioimaging methods have proven that the created cell line is characterized by stable expression of ERBB2 and NanoLuc in vitro and in vivo, retains the aggressive growth of the original 4T1 cell line in animals, and forms spontaneous metastases that are detected in the animal's body by intravital biovisualization methods.",
    "journal": "Doklady. Biochemistry and biophysics",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41072730",
    "title": "Comparative Performance of a Targeted Next-Generation Sequencing Assay Against Multiplexed Digital PCR Assays in Detecting ERBB2, ESR1, and PIK3CA Mutations in Plasma Circulating Cell-Free DNA from Liquid Biopsies.",
    "abstract": "Analyzing somatic mutations in liquid biopsies poses a real challenge in treating patients with breast cancer. Because of the high sensitivity required to detect circulating tumor DNA, which may be present at low levels, digital PCR analysis seems highly appropriate. However, new targeted next-generation sequencing solutions are now available, enabling highly sensitive multigene analysis that could benefit patients. This study compared the analytical performance of multiplex digital PCR and targeted next-generation sequencing in detecting somatic erb-b2 receptor tyrosine kinase 2 (ERBB2), estrogen receptor 1 (ESR1), and phosphatidylinositol-4,5-bisphosphate 3-kinase catalytic subunit α (PIK3CA) mutations in a series of 32 plasma samples from patients with metastatic breast cancer. Forty-four mutations were detected, with an overall concordance of 95% (90/95) and a high degree of correlation (R<sup>2</sup> = 0.9786). Interestingly, two ESR1 mutations detected in multiplex drop-off digital PCR were also detected by targeted next-generation sequencing with comparable mutant allele frequencies, enabling the identification of these specific variants (p.D538N and p.536LYD>P). Moreover, an additional PIK3CA mutation (p.P539R) was first detected using targeted next-generation sequencing and later confirmed with a newly designed digital PCR assay. Although more expensive than multiplex digital PCR, these new types of small targeted next-generation sequencing gene panels could provide a rapid answer to a specific clinical question with a ready-to-use solution, which could benefit patients.",
    "journal": "The Journal of molecular diagnostics : JMD",
    "year": "2025",
    "gene": "ERBB2"
  },
  {
    "pmid": "41057920",
    "title": "Genomic landscape of cancer driver genes in Omani breast cancers: a pilot study.",
    "abstract": "The global rise in breast cancer (BC) incidence is mirrored in the Sultanate of Oman, where the median age of diagnosis is strikingly young at 47 years. This pilot study represents the first in the region to examine the genetic alterations of Omani BC biopsies and resected tumors and their correlations with patient characteristics using a targeted pan-cancer panel. Utilizing the Oncomine Comprehensive Assay Plus, we profiled 40 BC biopsies alongside 22 matched post-neoadjuvant chemotherapy samples, identifying single-nucleotide variations (SNVs) and copy number variations (CNVs). Chi-Square and Fisher's Exact tests were used for categorical variables. In contrast, the Independent T-test and Levene test were used for continuous variables. Comparative analyses were conducted using the METABRIC and TCGA datasets to place these findings in a global context. The data revealed molecular patterns between early-onset (under 50 years) and late-onset (50 years and older) cases. Notably, SNVs were predominant in late-onset tumors, while CNVs were more frequent in early-onset cases. PIK3CA SNVs emerged as a hallmark of late-onset BC, which persists across pre- and post-treatment stages. NTRK1 mutations were linked to late-onset cases at pre-treatment, while OR6F1 CNV was exclusive to early-onset tumors. The five genes with the highest CNV prevalence in the cohort were CDK12, ERBB2, BRIP1, and BLM, and they closely mirrored those found in global datasets. Correlations with clinical features identified CHEK2 alterations associated with high-grade tumors and luminal and HER2 type, while TP53 mutations were predominantly found in TNBC cases. Mutations in CBFB and GATA3 were predominantly enriched in luminal subtypes, and TSC1 mutations corresponded with smaller tumors, whereas FGFR4 SNVs were linked to nodal (N) status. Additionally, we identified 19 new SNV variants distributed across seven genes that were not recorded in the public databases. This study sheds light on the genetic landscape of BC driver genes in Oman and the shared molecular traits with Western populations while uncovering unique regional alterations in NTRK1, OR6F1, and FGFR4. These findings highlight the need for region-specific insights to inform targeted therapies and personalized care, advancing the global understanding of BC biology.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "ERBB2"
  }
]