[
  {
    "pmid": "41693415",
    "title": "CRISPR-Based Single-Nucleotide Editing of <i>PIK3CA</i> c.3140A>G (p.His1047Arg) in MCF7 Breast Cancer Cells Enhances Proliferative Potential.",
    "abstract": "The PI3K/Akt signaling pathway plays a central role in regulating cell growth, survival, and metabolism, and its dysregulation is a hallmark of many cancers. The PIK3CA gene, which encodes the alpha catalytic subunit of PI3K, is altered in approximately 30% of breast cancers. Among its mutations, c.3140A>G (p.His1047Arg) in the kinase domain is the most prevalent, producing a constitutively active enzyme with oncogenic potential. Here, we engineered a population of MCF7 cells carrying the <i>PIK3CA</i> c.3140A>G mutation using CRISPR-Cas9 with precise single-nucleotide editing, and evaluated its impact on cellular characteristics. In this experimental study, nearly homogeneous populations of <i>PIK3CA</i> H1047R mutant MCF7 cells were generated using CRISPR-Cas9-mediated genome editing followed by hierarchical single-cell isolation. Editing efficiency was validated through allele-specific polymerase chain reaction (PCR) and multiple rounds of Sanger sequencing. Cell cycle distribution and proliferation were analyzed using flow cytometry and cell count assays, respectively. Gene expression changes were assessed by quantitative real-time PCR to evaluate the mutation's impact on cell cycle-related genes. Tracking of insertions, deletions, and recombination events (TIDER) analysis showed approximately 60% homology-directed repair (HDR) efficiency in the edited population. Flow cytometry revealed a 5% increase in the G2/M cell population in the edited clone compared with unedited controls (P<0.001). Proliferation assays demonstrated significantly accelerated growth (1.30 fold) under low fetal bovine serum (FBS) conditions (P=0.029). Quantitative real-time PCR confirmed upregulation of cell cycle-promoting genes, with <i>CCND1</i> and MYC expression increasing by 1.62-fold (P<0.001) and 1.23-fold (P<0.001), respectively, relative to controls. The genetically edited cell lines represent robust and well-defined experimental models that enable direct assessment of the functional consequences of oncogenic driver mutations on cellular behavior and signaling pathways. Our findings demonstrate that targeted genetic alterations induce measurable changes in proliferation, cell-cycle regulation, and gene expression, thereby providing mechanistic insight into tumorigenesis and the specific contribution of driver mutations to cancer-related cellular phenotypes.",
    "journal": "Cell journal",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41681940",
    "title": "Comparison Between Alpelisib Plus Endocrine Therapy and Everolimus Plus Endocrine Therapy After CDK4/6 Inhibitors Progression in Patients with <i>PIK3CA</i>-Mutant Metastatic Breast Cancer: A Single-Center Retrospective Study.",
    "abstract": "<b>Background</b>: Evidence on the efficacy of alpelisib in combination with fulvestrant after progression on CKD4/6 inhibitors (CDK4/6i) is derived from a single non-comparative prospective study. Conversely, the effectiveness of everolimus plus exemestane on <i>PIK3CA</i>-mutant metastatic breast cancer (BC) after CDK4/6i failure has never been investigated in a prospective study. In this retrospective study, we compared alpelisib plus endocrine therapy (ET) with everolimus plus exemestane in patients with <i>PIK3CA</i>-mutant metastatic BC post-CDK4/6i progression. <b>Methods</b>: We tracked 40 patients treated with alpelisib plus ET and 22 treated with everolimus plus exemestane. We further identified 42 patients who did not harbor <i>PIK3CA</i> mutations (<i>PIK3CA</i>-wild-type group) and received everolimus as a subsequent treatment after progression on CDK4/6i. The timeframe spanned from 1st March 2020 to 30th November 2024. <b>Results</b>: The median progression-free survival (PFS) for the alpelisib group was 4.9 months compared to 4.5 months for the everolimus group [Hazard ratio (HR), 1.22; 95% CI, 0.65-2.28; <i>p</i>-value = 0.53]. The median overall survival (OS) was 9.6 months and 18.3 months for alpelisib and everolimus, respectively (HR, 0.67; 95% CI, 0.25-1.76; <i>p</i>-value = 0.47). Median PFS in the <i>PIK3CA</i>-mutant everolimus plus ET group was 4.5 months (95% CI, 2.8-6.7) compared to 5 months (95% CI, 3.5-6.9) for the <i>PIK3CA</i>-wild-type everolimus plus ET group (HR, 0.77; 95% CI, 0.46-1.29; <i>p</i>-value = 0.32). The most common side effects in the alpelisib group were hyperglycemia (57.5%), rash (27.5%), and anorexia (22.5%), while the most common side effects in the everolimus group were fatigue (40.9%) and stomatitis (27.3%). <b>Conclusions</b>: Our results regarding the efficacy of alpelisib plus ET were inferior to those reported in the current literature. Conversely, outcomes of everolimus plus exemestane were consistent with the current literature, denoting that the combination is an acceptable treatment option for patients with <i>PIK3CA</i>-mutant metastatic BC.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41669670",
    "title": "Detection of Cancer-Associated Mutations Using Primer Exchange Reaction-Based Signal Amplification and Lateral Flow Assays.",
    "abstract": "The ability to sensitively and specifically detect cancer-associated nucleic acids carrying single-nucleotide mutations is critical for early cancer detection, patient stratification, and personalized treatment, particularly through non-invasive liquid biopsy approaches. Detecting low-abundance nucleic acid fragments-particularly those with single-nucleotide variations-remains a significant challenge for point-of-care (POC) diagnostics. Here, we report a programmable DNA-based self-assembly strategy that leverages primer exchange reaction (PER) for isothermal signal amplification and enables colorimetric detection of cancer-specific DNA and RNA fragments on gold nanoparticle-based lateral flow assays (LFAs). This method uses PER-generated DNA concatemers functionalized with multiple FITC-labeled imager strands to enhance the visual signal on conventional LFA strips. We demonstrate that this approach enables detection of a synthetic <i>P53</i> oncogene fragment with a limit of detection as low as 16 pM, representing a 16-fold improvement over single-dye labeled controls. The system also reliably distinguishes single-nucleotide mutations at 10% relative abundance within a wild-type background. Moreover, we show successful detection of mutant fragments in complex biological fluids such as serum and saliva, as well as of RNA extracted from breast cancer cell lines and RNA derived from circulating tumor DNA (ctDNA) from patient plasma samples. Specifically, we detect clinically relevant <i>PIK3CA</i> E545K/A and <i>P53</i> R280K mutations, consistent with Sanger sequencing results and validating our method for liquid biopsy applications. Overall, this PER-based self-assembly system provides a simple, robust, and sensitive platform for mutation-specific nucleic acid detection using LFAs and offers strong potential for translation into laboratory research applications and POC diagnostics workflows for cancer and other genetic disorders.",
    "journal": "Small science",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41669107",
    "title": "Case Report: Mixed ductal-lobular carcinoma consisting of invasive lobular carcinoma with a glycogen-rich clear cell pattern and elevated tumor mutation burden.",
    "abstract": "Mixed ductal-lobular carcinoma (MDL) of the breast exhibits considerable molecular complexity. The pathways leading to the glycogen-rich clear cell morphology of the breast tumors, and its clinical relevance, currently remain unclear. Herein, we report a case of MDL, predominantly composed of invasive lobular carcinoma with a glycogen-rich clear cell pattern (gILC), accompanied by classic invasive lobular carcinoma and invasive ductal carcinoma (IDC). A 70-year-old woman presented with a 3.5 cm mass in the left breast, for which total mastectomy was performed. The pathological diagnosis was MDL predominantly comprising gILC. Tissue samples from the gILC and IDC areas were subjected to whole-exome and RNA sequencing. The gILC region had a higher tumor mutation burden than the IDC. Three stop-gain single nucleotide variations (SNVs) in <i>CDH1</i>, <i>SETD2</i>, and <i>USP9</i> and two nonsynonymous SNVs in <i>PIK3CA</i> were identified in the gILC region, whereas only two nonsynonymous SNVs in <i>SMAD4</i> and <i>PIK3CA</i> were identified in the IDC region. Phylogenetic analysis revealed a common ancestor of gILC and IDC, sharing a pathogenic <i>PIK3CA</i> p.H1047L mutation. Reduced SETD2 protein and H3K36me3 levels and the DNA mismatch repair-microsatellite instability-associated mutational signatures SBS6 and SBS26 were uniquely demonstrated in gILC. Further, a structural variant involving <i>HNF1B</i> and elevated <i>HNF1B</i> transcript levels was detected in gILC. The predominant gILC component was estrogen receptor-positive. Adjuvant endocrine therapy was administered postoperatively, and the patient currently remains disease-free at 51 months. In this case, the gILC and IDC components of an MDL shared a common origin, but exhibited marked genomic divergence. This experience also shows that SETD2 functional impairment may underlie gILC hypermutation, while HNF1B overexpression could contributes to a glycogen-rich clear cytoplasm. Overall, this case emphasizes the complexity of MDL with gILC, and highlights the need for further studies to clarify the underlying molecular mechanisms and their prognostic implications.",
    "journal": "Frontiers in oncology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41664643",
    "title": "Genomic and clinicopathological characteristics of low oncotype recurrent score breast cancers with subsequent metastasis.",
    "abstract": "Oncotype DX has played a critical role in guiding treatment decisions for hormone receptor (HR)-positive, HER2-negative early-stage breast cancer. Clinically, a subset of patients with low Oncotype recurrent score (RS) will still progress on standard therapy and ultimately develop metastasis. Our goal was to explore potential molecular mechanisms, including specific genetic alterations and pathway activity associated with disease progression. We retrospectively reviewed a small series of low RS breast cancers with subsequent metastasis and analysed the clinicopathological characteristics and comprehensive genomic profiling (CGP) data from tumour tissue and circulating tumour DNA (ctDNA) by liquid biopsy. These tumours demonstrated a range of histopathologic features and molecular profiles. Common findings included enrichment of PIK3CA and TP53 mutations and treatment-emergent ESR1 mutations, observed in both tissue and ctDNA. CDKN2A, SPEN, KIT, CTNNB1, MYC, EMSY, KMT2C, MAP3K1 gene alterations were only found in low RS group in low frequency. Copy number amplifications events were less common in low RS group. In cases with both tissue and ctDNA data, tissue CGP proved useful baseline for identifying driver mutations such as PIK3CA and for contextualizing ctDNA findings, and ctDNA analysis was adequate for disease monitoring and tracking molecular evolution over time. Using real-world CGP of tumour tissue and ctDNA, we identified key molecular features associated with endocrine resistance in patients with low RS who later developed metastases. PIK3CA mutation and other ER group-related mutations contributed to the low RS. Tissue CGP provides baseline for interpreting ctDNA, and ctDNA monitoring PIK3CA, TP53, ESR1 and other pathogenic or driver mutations in the early course of low RS cases may represent an excellent non-invasive option for identifying targets and early intervention to prevent disease progression, though a large validation study is needed.",
    "journal": "Histopathology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41658572",
    "title": "Optimizing second-line endocrine-based treatment in HR positive HER2 negative metastatic breast cancer: a comprehensive expert statement from the Gulf Cooperation Council Region.",
    "abstract": "Optimizing second-line therapy for hormone receptor-positive (HR+) and human epidermal growth factor receptor 2-negative (HER2-negative) metastatic breast cancer (mBC) in the Gulf Cooperation Council (GCC) is challenged by variations in diagnostic capacity, drug accessibility, comorbidities, and treatment pathways compared with other regions. While international guidelines provide an overarching evidence framework for breast cancer management, their practical application at the regional level often requires adaptation to local healthcare resources. There is an unmet need to optimize the treatment sequencing strategies for patients with HR+/HER2-negative mBC in the GCC region through expert guidance. Given this context, a virtual advisory board involving 10 oncologists from the GCC region was convened in November 2024. The panel aimed to review current evidence and develop pragmatic, implementable recommendations for second-line management. This consensus uniquely contextualizes global evidence for GCC-specific healthcare constraints, addressing gaps in diagnostic access, affordability, and real-world feasibility, while providing treatment recommendations that help clinicians refine therapeutic strategies and incorporate patient preferences for improved outcomes. The panel recommends early genomic testing (PIK3CA, AKT, BRCA, ESR1) to guide therapy, prioritizing targeted agents such as oral SERDs and PI3K/AKT inhibitors in second-line sequencing, cautious use of alpelisib in diabetic patients, and incorporating patient preferences through shared decision-making and multidisciplinary care.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41657798",
    "title": "Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.",
    "abstract": "Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.",
    "journal": "American journal of cancer research",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41636845",
    "title": "Exploring the spectrum of HER2 in non-metastatic triple negative breast cancer: from HER2-Null to HER2-low, including HER2-ultralow status.",
    "abstract": "HER2-low and -ultralow breast cancer have recently emerged as distinct theranostic subcategories within the HER2 spectrum, prompting reassessment of traditional HER2-negative immunohistochemistry scores (0, 1+ , and 2+ without amplification). This study reclassifies, according to this new categorization, a cohort of 367 patients who have never received chemotherapy and have non-metastatic triple-negative breast cancer (TNBC). We evaluated its association with their clinicopathological features and prognosis. HER2 0 tumors were reclassified as HER2-null (no staining) or HER2-ultralow (≤10% faint, incomplete membrane staining). HER2 1+ or 2+ (non-amplified) tumors were defined as HER2-low. Overall, 38.4%, 37.6% and 24.0% of TNBC samples were reclassified as HER2-null, -ultralow and -low, respectively. HER2-ultralow tumors were more frequently associated with the presence of tertiary lymphoid structures (p = 0.0259) and BRCA1 promoter methylation (p = 0.0439) than HER2-low tumors. Moreover, compared with HER2-null samples, HER2-ultralow tumors were of smaller size (p = 0.0167) and lower stage and grade (p = 0.0066 and p = 0.0364, respectively). Conversely, age, lymph node involvement, histology, molecular apocrine or basal-like phenotypes, PIK3CA and PTEN status, immune infiltrates, assessed using T-cell (CD3), B-cell (CD20) and macrophage (CD163) markers, and PD-L1 expression in tumor or stromal cells were not associated with the HER2-ultralow status. The survival analysis (median follow-up = 10.3 years) showed that relapse-free survival was not influenced by the HER2 status. Despite some significantly different clinicopathological features, there is no solid evidence to support HER2-ultralow, HER2-low and HER2-null cancers as individual TNBC clinical-molecular entities. Particularly, assigning TNBC samples to the HER2-null, -ultralow and -low categories did not bring any additional prognostic value.",
    "journal": "Virchows Archiv : an international journal of pathology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41631183",
    "title": "Ossifying fibromyxoid tumor with a novel <i>PIK3CA</i> mutation (c.1624G>A) unresponsive to alpelisib: A case report.",
    "abstract": "Ossifying fibromyxoid tumor (OFMT) is a rare mesenchymal tumor of uncertain origin, and the biological course of common OFMTs is indolent. Gene fusion constitutes an important pathogenic event in the development of OFMT, and recurrent PHF1 gene rearrangements are detected in up to 80 % of OFMTs. Here, we report a case of a 35-year-old man with elbow OFMT that recurred and metastasized to lung. Comprehensive genomic profiling by next-generation sequencing (NGS) at the time of recurrence identified a rare mutation in <i>PIK3CA</i>. Based on the findings, the patient opted for off-label therapy with alpelisib, an α-specific PI3K inhibitor that selectively targets p110α and has shown promising efficacy in breast cancer patients harboring the identical <i>PIK3CA</i> mutations. However, no clinical response was observed in the patient, and the lack of response may be associated with the specific nature of the <i>PIK3CA</i> mutation, and/or other unfavorable tumor biological factors that override any benefit from alpelisib.",
    "journal": "Respiratory medicine case reports",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41619106",
    "title": "Prognostic and monitoring value of circulating tumor DNA at multiple clinical time points in breast cancer.",
    "abstract": "Circulating tumor DNA (ctDNA) has emerged as a prognostic biomarker for breast cancer, potentially offering a more comprehensive representation of tumor genetic heterogeneity. In this study, we assessed the prognostic and monitoring values of ctDNA at multiple clinical time points during diagnosis and therapy. A total of 119 patients with breast cancer underwent ctDNA analysis using next-generation sequencing, targeting 47 breast cancer-related genes at three predefined time points (baseline, post-neoadjuvant chemotherapy [post-NAC], and follow-up). Disease-free survival (DFS) was analyzed based on ctDNA status. ctDNA was detected in 50.9% of patients at baseline, 25.0% post-NAC, and 58.3% during follow-up. ctDNA positivity was associated with worse DFS at baseline (hazard ratio [HR] 7.54, 95% CI: 1.71-33.17, P = 0.008), post-NAC (HR 3.54, 95% CI: 1.24-10.12, P = 0.018), and follow-up (HR 7.68, 95% CI: 0.98-59.97, P = 0.052). TP53 mutations were the most frequently observed, present in 37.5%, 14.8%, and 20.4% of patients at baseline, post-NAC, and follow-up, respectively. PIK3CA mutations were the second most common, detected in 11.6%, 4.5%, and 5.8% of patients, respectively. ctDNA positivity for these mutations consistently showed elevated HRs for disease progression across clinical time points (HR range, 2.73-20.49). ctDNA non-clearance was associated with the highest risk of disease progression (HR 81.09, P < 0.001) and remained the strongest independent prognostic factor in the multivariate analysis (HR 52.07, P < 0.001). ctDNA analysis provides significant clinical utility for prognostic stratification and disease monitoring in breast cancer management.",
    "journal": "Breast cancer (Tokyo, Japan)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41602389",
    "title": "Liquid biopsy in triple-negative breast cancer: a promising tool for diagnosis, prognosis, and treatment monitoring.",
    "abstract": "Triple-negative breast cancer (TNBC) is a highly aggressive and heterogeneous subtype of breast cancer, characterized by poor prognosis and limited treatment options. With the advancements in precision oncology, liquid biopsy has emerged as a promising, non-invasive tool for diagnosing TNBC, predicting prognosis, and monitoring treatment response. Circulating tumor DNA (ctDNA) and other biomarkers, such as circulating tumor cells (CTCs), exosomal RNA, and non-coding RNAs, offer valuable insights into tumor heterogeneity, disease progression, and therapeutic efficacy. Recent research has indicated that the presence of ctDNA following neoadjuvant chemotherapy is associated with reduced progression-free survival. Additionally, mutations in key genes such as <i>TP53</i> and <i>PIK3CA/AKT</i>, along with microRNA alterations (e.g., miR17, miR19a, miR105), have been identified as potential indicators of treatment response and resistance. Furthermore, the study of CTCs enables real-time tumor dissemination profiling, which may enhance prognostic accuracy. Despite these promising developments, significant challenges persist in the standardization and clinical implementation of liquid biopsy techniques. This review provides a comprehensive overview of the current and future applications of liquid biopsy in TNBC management, highlighting its potential to improve early disease detection, optimize therapeutic strategies, and refine patient classification. Integrating liquid biopsy into routine clinical practice could lead to better treatment outcomes and more personalized approaches to TNBC care.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41595219",
    "title": "Prognostic Value of Phosphatidylinositol-3 Kinase p110 α Protein Expression in Patients with Stage I-III Invasive Breast Cancer.",
    "abstract": "The prognostic value of phosphatidylinositol-3-kinase p110α, a key catalytic subunit in the PI3K/AKT pathway, in breast cancer remains controversial. This study evaluated its prognostic significance in stage I-III invasive breast cancer. p110α protein expression was detected via immunohistochemistry (IHC) in 161 patient tissue samples. Its association with overall survival (OS) and relapse-free survival (RFS) was analyzed using Kaplan-Meier and Cox proportional hazards models. p110α positivity was detected in 59.0% of specimens and showed significant correlation with histological grade (<i>p</i> = 0.034). Survival analysis revealed that p110α positivity was associated with worse OS (log-rank <i>p</i> = 0.008) and RFS (log-rank <i>p</i> = 0.018). In multivariate analysis, p110α expression was an independent predictor of poor prognosis for both OS (HR = 2.45, 95%CI: 1.25-4.78) and RFS (HR = 2.12, 95%CI: 1.14-3.94). This association with poor prognosis was particularly pronounced in stage I-II, hormone receptor (HR)-positive, and human epidermal growth factor receptor 2 (HER2)-negative subgroups. Supporting evidence from the PROGgeneV2 database showed that high <i>PIK3CA</i> mRNA levels predicted inferior survival in external cohorts. p110α protein expression is an independent biomarker for adverse outcomes in stage I-III invasive breast cancer. Its assessment could improve prognostic evaluation and guide personalized therapy.",
    "journal": "Cancers",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41592189",
    "title": "Encapsulated Papillary Carcinoma of the Breast: Two Cases with Literature Review and Molecular Insights.",
    "abstract": "Encapsulated papillary carcinoma (EPC) of the breast is a rare subtype of breast cancer, accounting for 0.5-2% of cases, and typically affects postmenopausal women. Characterized by well-circumscribed lesions lacking peripheral and central myoepithelial cells, EPC is associated with favorable prognosis due to its indolent behavior and high hormone receptor positivity. However, its potential association with ductal carcinoma in situ (DCIS) or invasive carcinoma necessitates thorough diagnostic evaluation. This study presents two cases of EPC-one in a 57-year-old and the other in a 39-year-old female-each with focal DCIS and strong estrogen and progesterone receptor expression. Both patients underwent breast-conserving surgery and were managed with hormone therapy. Histopathological and immunohistochemical analyses confirmed the EPC diagnosis, and molecular insights revealed common mutations, particularly in the PIK3CA gene. This report underscores the importance of integrating clinical, histological, and molecular findings to guide diagnosis and management of EPC, which, despite its low invasive potential, shares genetic features with invasive ductal carcinoma.",
    "journal": "Rhode Island medical journal (2013)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41587113",
    "title": "Role of ctDNA in predicting the outcome of patients with hormone receptor-positive, HER2-negative advanced breast cancer treated with first-line ribociclib and letrozole: BioItaLEE trial.",
    "abstract": "This phase 3b study prospectively evaluated the prognostic and predictive value of baseline and dynamic circulating tumor (ctDNA) in postmenopausal patients with hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) advanced breast cancer (ABC) treated with first-lineribociclib/letrozole. A total of 287 patients were enrolled, with ctDNA analyzed at baseline (n=263), day 15 of cycle 1 (C1D15; n=238), C2D1 (n=241), and at first imaging (n=206). The primary objective was to identify ctDNA alterations, characterize their evolution across treatment time points, and assess their association with progression-free survival (PFS). Median PFS was 23.4 months (95% CI: 20.8-non estimable [NE]). At baseline, the most frequently altered genes were PIK3CA (22.1%) and TP53 (15.5%). Alterations in TP53, MYC, and HER- and CDK4/6- pathway genes were linked to early progression. Absence of a detectable mutation at baseline (n=150, 57.0%) was associated with better prognosis (HR=0.41). Among patients with a detectable mutation at baseline (n=104), early clearance (mutation undetectability) was observed in 47.1% at C1D15 and 52.4% at C2D1, and associated with improved PFS (C1D15, HR=0.51; C2D1, HR=0.44). In patients without a detectable mutation at baseline, 22.7% (n=34) developed new mutations at C1D15, C2D1, or first imaging. Patients without new mutations had a lower risk of progression (HR=0.45). Pretreatment and early dynamics of ctDNA represent promising prognostic and predictive biomarkers in patients with HR+/HER2- ABC treated with ribociclib/letrozole. Early ctDNA dynamic appeared a promising surrogate biomarker for treatment. Further studies are warranted to validate their clinical utility.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41577681",
    "title": "Racial differences in biomarkers, treatment, and outcomes in HR+/HER2- metastatic breast cancer in the United States.",
    "abstract": "This study examined biomarker alteration prevalence, treatment patterns, and clinical outcomes among patients with hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) metastatic breast cancer to investigate racial differences. Analysis of 2,384 patients from the Flatiron Health-Foundation Medicine clinico-genomic database (FH-FMI CGDB) (2017-2022) assessed PIK3CA, AKT1, PTEN, ESR1, and BRCA1/2 alterations via NGS testing. Treatment patterns and overall survival were evaluated. In the study population (13% Black, 87% White), Black patients had lower PIK3CA mutation rates (34% vs. 42%, p = 0.03). In first-line treatment, Black patients were less likely to receive CDK4/6 inhibitors (53% vs. 66%, p < 0.01) and more likely to receive chemotherapy (27% vs. 17%, p < 0.01). After adjustment, Black patients had 38% lower odds of receiving first-line CDK4/6 inhibitors and experienced significantly shorter median overall survival (34.1 vs. 42.1 months, p < 0.01). Significant differences exist in biomarker prevalence, treatment access, and survival outcomes in HR+/HER2- metastatic breast cancer by race, highlighting unmet medical needs.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41571903",
    "title": "Incorporation of network pharmacology, molecular docking, survival, density functional theory, and experimental studies to explore the potential key targets of formononetin by TERT-mediated anti-cancer effects in MCF-7 breast cancer.",
    "abstract": "Breast cancer remains a significant global health burden, with a rising incidence and mortality rate, particularly among younger women. Despite substantial therapeutic progress, effective molecular targets for treatment remain limited. This study investigated the oncogenic function of telomerase reverse transcriptase (TERT) and assessed the anti-cancer potential of formononetin using integrated bioinformatics and computational analyses. Pharmacokinetic and toxicity profiles were assessed using SwissADME, pkCSM, and Protox-II. Potential drug and disease targets were retrieved from SwissTarget, TargetNet, GeneCards, and DisGeNET databases, identifying 45 overlapping targets. Protein-protein interaction mapping via STRING and topological analysis in Cytoscape highlighted TERT, PIK3CA, ESR1, and KIT as key nodes. Molecular docking revealed high binding affinities of formononetin toward TERT (- 8.15 kcal/mol) and PIK3CA (- 8.01 kcal/mol). Gene expression profiling using GEPIA2 confirmed significant over expression of TERT and PIK3CA in breast carcinoma tissues. Pathway enrichment analysis, conducted through ShinyGO, in conjunction with density functional theory (DFT) calculations, elucidated the electronic and interaction dynamics underlying ligand-target stability. Collectively, these findings suggest that formononetin may be a promising lead compound for targeting TERT-driven breast cancer, warranting further in vivo and clinical validation to establish its therapeutic potential.",
    "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41570399",
    "title": "Camizestrant in combination with capivasertib for women with ER-positive, HER2-negative advanced breast cancer: results from SERENA-1.",
    "abstract": "Camizestrant, the next-generation oral selective estrogen receptor degrader and complete estrogen receptor (ER) antagonist, has previously demonstrated superiority over fulvestrant in patients with ER-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer. Capivasertib is a selective AKT inhibitor recommended with fulvestrant for patients with PIK3CA/AKT1/PTEN-altered ER-positive, HER2-negative advanced breast cancer. Here, we report data from Parts I and J of SERENA-1 (NCT03616587), evaluating the safety, tolerability, pharmacokinetics and efficacy for the combination of camizestrant and capivasertib. SERENA-1 is a phase I, open-label, multi-part trial of camizestrant alone and in combination with other anticancer agents in women with ER-positive, HER2-negative advanced breast cancer. In parts I and J, participants received oral camizestrant 75 mg (once daily) in combination with oral capivasertib 400 mg (4 days on, 3 days off). Participants (n = 29) had a median of two previous lines of therapy in the advanced setting; 55.2% had received fulvestrant and 89.7% had received a cyclin-dependent kinase 4/6 inhibitor. Camizestrant in combination with capivasertib had a well-tolerated safety profile, with diarrhea (75.9%) and nausea (44.8%) being the most common adverse events. Median t<sub>max</sub> was achieved ∼4 hours and ∼2 hours post dose for camizestrant and capivasertib, respectively. Clinical benefit at 24 weeks was seen in 51.7% of participants, and median progression-free survival was 8.3 months. In these pretreated participants, camizestrant 75 mg in combination with capivasertib 400 mg was well tolerated, with a side effect profile consistent with each drug as monotherapy, and showed encouraging evidence of clinical efficacy.",
    "journal": "ESMO open",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41560743",
    "title": "Cost-effectiveness analysis of inavolisib combined with palbociclib plus fulvestrant in PIK3CA-mutated HR+/Her2- advanced breast cancer in China.",
    "abstract": "Inavolisib, a selective PI3Kα inhibitor, combined with palbociclib and fulvestrant, has demonstrated significant clinical benefit in PIK3CA-mutated hormone receptor-positive/human epidermal growth factor receptor 2-negative (HR+/HER2-) advanced or metastatic breast cancer (ABC/MBC). However, its cost-effectiveness in China remains unclear. A partitioned survival model with three health states-progression-free survival (PFS), progressive disease (PD), and death-was developed to evaluate inavolisib plus palbociclib-fulvestrant versus palbociclib-fulvestrant alone from the Chinese healthcare perspective. Survival data were derived from the phase III INAVO120 trial, while costs and utility values were obtained from local sources and literature. The model estimated total costs, quality-adjusted life years (QALYs), and incremental cost-effectiveness ratios (ICERs). Deterministic and probabilistic sensitivity analyses (DSA and PSA) and scenario analyses were conducted to assess model robustness and the impact of drug price and time horizon variations. Inavolisib combination therapy increased total costs ($194306.06 vs. $55938.19) and QALYs (2.999 vs. 1.744), resulting in an ICER of $110260.53/QALY, exceeding the Chinese willingness-to-pay (WTP) threshold of $40271.00/QALY. ICER was most sensitive to PFS utility and drug cost. Scenario analyses indicated that inavolisib would become cost-effective if its price decreased by approximately 88.53%. While inavolisib plus palbociclib-fulvestrant significantly prolongs PFS and OS in PIK3CA-mutated HR+/HER2- ABC/MBC, it is not cost-effective at current prices in China. Strategic price adjustments or reimbursement negotiations are essential to improve economic feasibility and inform clinical and policy decisions.",
    "journal": "Frontiers in pharmacology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41554087",
    "title": "Oncogenic Alterations in PI3K Signaling Emulated Optogenetically Recapitulate Some Phenotypic Changes in Mammary Epithelia.",
    "abstract": "Cancer is known to be a disease of altered cellular signaling; however, the relationship between mutation-specific changes to signal transduction and the phenotypic consequences produced remains poorly understood. Here, we investigate two common breast cancer driver mutations, the <i>PIK3CA</i><sup><i>H1047R</i></sup> mutation and the <i>ErbB2</i> amplification, both of which activate the PI3K-Akt pathway but paradoxically drive distinct cellular outcomes. Indeed, in nontransformed mammary epithelial cells, PI3K<sup><i>H1047R</i></sup> expression induced features of epithelial-mesenchymal transition (EMT), while ErbB2<sup><i>amp</i></sup> cells exhibited a hyperproliferative phenotype. Characterization of PI3K axis signaling revealed that ErbB2<sup><i>amp</i></sup> cells display prolonged, stimulus-dependent PI3K activation, whereas PI3K<sup><i>H1047R</i></sup> cells show constitutive, ligand-independent signaling. To test whether these distinct dynamics contribute to the phenotypic responses, we employed an iLID-based optogenetic system that enables precise, tunable control of endogenous PI3K activity. Using this tool to mimic the mutation-specific dynamics in MCF10A mammary epithelial cells, we found that PI3K signaling patterns alone were sufficient to reproduce key features of the <i>PIK3CA H1047R</i>-associated EMT phenotype but not the <i>ErbB2</i>-associated proliferative phenotype. These findings suggest that the temporal encoding of pathway activity, not merely its magnitude, can drive some phenotypic changes in oncogenic progression, explain how distinct mutations within a common signaling pathway can produce divergent cellular phenotypes, and provide a workflow for interrogating the functional consequences of changes in signaling dynamics.",
    "journal": "ACS synthetic biology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41549542",
    "title": "Molecular characteristics and prognosis of triple negative breast cancer stratified by HER2 status.",
    "abstract": "Human epidermal growth factor receptor 2 (HER2)-low breast cancer (BC) is an emerging subtype with specific clinicopathological features and therapeutic strategies. However, limited studies are available on the molecular characteristics and prognosis of triple-negative breast cancer (TNBC). This study was conducted using the clinicopathological and genomic data of 1006 TNBCs, which were extracted from The Cancer Genome Atlas (TCGA), Molecular Taxonomy of Breast Cancer International Consortium (METABRIC), and Sir Run Run Shaw Hospital of Zhejiang University (SRRSH) cohorts. The clinicopathological features, survival outcomes, molecular characteristics, and immune profiles of TNBCs based on HER2 status were evaluated. Patients were stratified into HER2-low (N = 676) and HER2-zero (N = 330) groups according to their HER2 status. We found HER2-low TNBCs had a lower histological grade and Ki67 index compared to the HER2-zero subgroup in the SRRSH cohort. However, no significant association has been found between the HER2 status and the disease-free survival (DFS), recurrence-free survival (RFS), or overall survival (OS) in TNBCs. Genomic mutation analysis showed that the HER2-low TNBCs exhibited higher mutated frequencies of PIK3CA, MUC17, and PTEN, while FAT3, RYR2, and CSMD3 were more frequently mutated in the HER2-zero subgroup. Furthermore, the combined mutation of PIK3CA and MUC17, which had a higher frequency in the HER2-low subgroup, was associated with poorer survival in TNBCs. Immune profile analysis revealed a higher percentage of plasma cells in patients with low HER2 expression. Taken together, our study reflected the impact of the HER2 status on the clinicopathological and molecular features of TNBCs, which might offer additional introspection and improvement for translational studies and therapeutic decisions for TNBCs.",
    "journal": "Chinese medical journal",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41548171",
    "title": "\"Beyond HER2 overexpression: somatic alterations in HER2 and PI3K genes in HER2-high and HER2-low/TNBC breast cancer.",
    "abstract": "HER2-overexpressing (3+) breast cancer exhibits distinct clinicopathological characteristics compared to HER2 1+ and 2+ tumors; however, differences in their molecular features remain poorly defined. This study aimed to investigate clinicopathologic and somatic alterations in breast tumors stratified by HER2 status. Ninety breast cancer patients were stratified by HER2 expression (1+, 2+, 3+) using immunohistochemistry and confirmed by FISH. For each patient, paired diagnostic biopsies and post-neoadjuvant chemotherapy (NACT) residual tumors were analyzed. Targeted next-generation sequencing (NGS) was performed on 34 paired samples, and shortlisted variants were validated by digital droplet PCR (ddPCR) in 90 cases. Among the 90 paired samples, 40 were HER2-high, and 50 were HER2-low/TNBC. HER2-high tumors presented with a larger mean size (3.34 cm vs. 2.29 cm) but lower lymph-node metastasis (40% vs. 60%) compared to HER2-low/TNBC. NGS identified frequent mutations in PIK3CA (24%), TP53 (32%), and ERBB2 (9%). PIK3CA variants His1047Arg and Glu542Lys exhibited significantly higher variant allele frequencies in post-NACT tumors (p < 0.05). HER2-high tumors demonstrated a greater prevalence of ERBB2 mutations (13.5%), whereas in HER2-low patients, such mutations appeared only after neoadjuvant chemotherapy (NACT). Importantly, PIK3CA mutations were correlated with increased lymph-node metastasis (p = 0.04) and poorer survival outcomes, underscoring their prognostic impact. HER2-high and HER2-low/TNBC breast cancers demonstrate distinct clinicopathologic and molecular profiles. Therapy-associated enrichment of PIK3CA mutations and their association with aggressive behavior underscore their prognostic and therapeutic significance in HER2-positive disease. Further studies are needed to clarify their role in guiding personalized treatment strategies.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41546349",
    "title": "[A Case of Hormone Receptor-Positive, HER2-Negative Metastatic Recurrent Breast Cancer Successfully Treated with Capivasertib and Fulvestrant in Late-Line Therapy].",
    "abstract": "A 60-year-old woman who underwent mastectomy for right breast cancer 21 years ago was treated with endocrine therapy, chemotherapy and radiation therapy over a 13-year period following recurrence involving distant lymph nodes, bone, and lung metastases. She also underwent Lt. burr hole opening biopsy and Ommaya reservoir placement and gamma knife therapy for brain metastases at another hospital. She was referred to the university hospital for comprehensive genomic profiling test of the brain metastases specimen, which revealed PIK3CA and PTEN mutation. However, no targeted drugs were available through public health insurance at the time, and she continued treatment with other therapies. With progressive bilateral lung metastases, and following the insurance approval of capivasertib in Japan, she was started on combination therapy with capivasertib and fulvestrant. The treatment resulted in a partial response, with a progression-free survival of 8 months. In the CAPItello-291 trial, capivasertib and fulvestrant demonstrated efficacy in patients with up to two prior lines endocrine therapy, but its use in late-line settings has not yet been reported. In this article, we report a case of a woman with metastatic recurrent breast cancer who was treated with capivasertib and fulvestrant was used as the late-line treatment, resulting in a progression-free survival of 8 months.",
    "journal": "Gan to kagaku ryoho. Cancer & chemotherapy",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41539040",
    "title": "Targeting the phosphoinositide 3-kinase signaling pathway and epidermal growth factor receptor: The potential of dimethylcardamonin-derived amino acids in triple-negative breast cancer therapy.",
    "abstract": "Targeting the phosphoinositide 3-kinase (PI3K) signaling pathway, along with the epidermal growth factor receptor (EGFR), presents a promising strategy for breast cancer treatment. Here, dimethylcardamonin (DMC, 1), isolated from Syzygium nervosum seeds, was modified by attaching amino acids such as serine (2h), tryptophan (2i), and tyrosine (2j) to produce new compounds. Compounds 2h-2j demonstrated most excellent inhibitory effectiveness against breast cancer cells, with IC<sub>50</sub> values of 4.59 ± 0.06, 5.33 ± 0.59, and 6.89 ± 0.85 μM, respectively, in MDA-MB-231 cells. These DMC derivatives not only induced DNA damage but also triggered morphological changes in breast cancer cells. Notably, compound 2j increased sub-G0/G1 cell cycle accumulation and through the G2/M phase arrest, significantly inducing both early and late apoptosis. It also effectively reduced mitochondrial membrane potential alterations at higher concentrations. Furthermore, the compound 2j upregulated the expression of genes like Bax, BRCA1, Caspase-3, CDKN1A, Mcl-1, and PIK3CA, potentially influencing apoptosis via the PI3K/AKT pathway. The compound 2j significantly inhibited the MDA-MB-231 cells proliferation by downregulation of EGFR, p-EGFR, and p-AKT protein expression levels. Molecular docking studies revealed that compound 2j had a strong binding affinity and interacted closely with key catalytic residues of EGFR, outperforming erlotinib, a known EGFR inhibitor, suggesting its potential as an anti-breast cancer drug candidate.",
    "journal": "Bioorganic chemistry",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41526581",
    "title": "A comparative analysis of mutational profiles between triple-negative breast cancer and non-triple-negative breast cancer.",
    "abstract": "Among breast cancer subtypes, triple-negative breast cancer (TNBC) is associated with the poorest prognosis and currently lacks effective targeted therapies. While gene mutation profiling provides valuable insights into recurrent mutations and genomic heterogeneity, the comparative mutational characteristics distinguishing TNBC from non-TNBC tumors have not been comprehensively investigated. This study aims to elucidate these differences through a systematic comparative analysis. We retrieved clinical data and somatic mutation profiles of 704 breast cancer patients from The Cancer Genome Atlas (TCGA) database. Based on hormone receptor expression status, the breast cancer samples were stratified into TNBC cohort (n = 109) and non-TNBC cohort (n = 595). Comprehensive genomic analysis was performed to compare differences in mutational profiles between the two cohorts, including differential frequencies of recurrent mutations, interaction patterns of co-occurring and mutually exclusive mutations, driver genes, decomposition of mutational signatures using the Catalogue of Somatic Mutations in Cancer (COSMIC) database, and pathway enrichment of significantly altered genes. Compared to the non-TNBC cohort, the TNBC patients had a younger age at onset. Significant differences were observed in the mutation rate of TP53 (81% vs. 27%, p < 2.2 × 10<sup>- 16</sup>), PIK3CA (11% vs. 38%, p = 5.4 × 10<sup>- 9</sup>) and GATA3 (1% vs. 16%, p = 1.0 × 10<sup>- 6</sup>) between TNBC and non-TNBC cohorts. TNBC also exhibited a higher tumor mutation burden (TMB) than non-TNBC (1.2 vs. 0.6 mutations/Mb). Genes in TNBC predominantly exhibited a co-mutation pattern, whereas non-TNBC showed either co-occurring or mutually exclusive mutational relationships. TTN and PIK3CA were identified as key driver genes in TNBC, while non-TNBC exhibited greater diversity in driver alterations, including MAP3K1 and KMT2C. Mutational signature analysis revealed that Single-Base Substitution2 (SBS2) and SBS6 were common to both cohorts, while SBS3 and SBS26 were predominantly enriched in TNBC, and SBS10b was more frequent in non-TNBC. Pathway enrichment analysis showed that the most affected oncogenic pathways in TNBC were TP53, TGF-Beta, RTK-RAS, and Hippo pathways, whereas non-TNBC involved TP53, TGF-Beta, NRF2, PI3K, and RTK-RAS pathways. Our study delineates the distinct genomic mutational landscapes between TNBC and non-TNBC cohorts, and reveals somatic interactions, driver genes, mutational signatures and pathway enrichment. These findings highlight the distinct molecular features of TNBC, which may contribute to its aggressive clinical behavior.",
    "journal": "Discover oncology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41526121",
    "title": "Dual-mode temperature-switchable TSCP probes for precise analysis of PIK3CA mutations and VAF.",
    "abstract": "Precision oncology requires robust methods for simultaneous mutation detection and variant allele frequency (VAF) quantification to guide therapeutic decisions. Current technologies face limitations in sensitivity, cost, and workflow complexity, particularly for assessing tumor heterogeneity. The development of dual-mode temperature-switchable TSCP probes addresses these challenges through an innovative competitive hybridization approach. The TSCP platform demonstrates exceptional performance in detecting PIK3CA mutations while precisely quantifying VAF values. By combining temperature-programmed specificity with hybridization chain reaction amplification, the system achieves high sensitivity across a broad dynamic range. Validation studies confirm reliable mutation detection and accurate VAF measurement in both cell line models and clinical samples, outperforming conventional methods in reproducibility and accuracy. The enzyme-free, isothermal workflow operates without specialized instrumentation, offering a practical solution for clinical implementation. This technology represents a significant advancement in molecular diagnostics by integrating mutation detection and clonality assessment in a single assay. Its cost-effective design and modular architecture make it adaptable for various oncogenic mutations, providing clinicians with a powerful tool for therapy selection and tumor heterogeneity monitoring. The platform's capabilities in detecting low-frequency variants suggest promising applications in minimal residual disease monitoring and liquid biopsy analysis, potentially transforming precision oncology practice. Future development will focus on enhancing multiplexing capacity and microfluidic integration to further expand its clinical utility.",
    "journal": "Analytica chimica acta",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41512445",
    "title": "Genomic landscape of metastatic breast cancers in young adults: a liquid biopsy analysis of women aged 20-40 years.",
    "abstract": "Breast cancer in young adults (YA) aged 20-40 years has distinct clinical and biological traits compared with older patients. This study evaluated the genomic landscape of metastatic breast cancers (MBC) among YA. Patients with MBC enrolled in the STING molecular profile platform (NCT04932525) between 2021 and May 2023 were included. Clinical and genomic features were analyzed by age (≤40 vs > 40 years). Tumor profiling used the FoundationOne Liquid CDx assay (324 genes) at baseline or later in the disease course. Variant frequencies were compared across age groups. Of 432 eligible patients, 68 (16 %) were YA. Among 37 YA with hormone receptor positive (HR+) BC, frequent alterations included TP53 (39 %), ESR1 (27 %), PIK3CA (25 %), FGFR3 (18 %), FGFR4 (18 %), FGFR19 (18 %), CCND1 (18 %). Compared with older patients, YA with HR + tumors had fewer RB1 (7 % vs 8 %; p = 0.03) and PIK3CA (25 % vs 31 %; p = 0.03) alterations. Among 28 YA with triple negative BC, the most common alterations were TP53 (100 %), PTEN (26 %), BRCA1 (22 %), RB1 (17 %). PTEN mutations were more frequent among YA with TNBC than older patients (26 % vs 8 %; p = 0.009). Tiers I-III genomic alterations according to the ESMO scale of clinical actionability (ESCAT) were identified in 54 YA (79 %), including 48 tiers I-II alterations comprising ESR1 (n = 12), gBRCA1/2 (n = 11), PIK3CA (n = 13). ESCAT tiers I-III alterations were reported in 79 % YA with MBC which supports the role of molecular profiling in YA. The differences detected in the genomic profiles of YA with BC and older patients may allude to potential different underlying disease biology.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41510123",
    "title": "Targeted next-generation sequencing reveals genomic differences between male and female breast cancer.",
    "abstract": "Compared with female breast cancer (FBC), male breast cancer (MBC) is often detected at the advanced stage and has a poorer prognosis. Due to the limited research data on MBC, its clinical diagnosis and treatment regimens are mainly based on FBC, although these regimens may not be appropriate for MBC patients. This study aimed to investigate the similarities and differences between MBC and FBC at the genetic level, in order to provide ideas and basis for the diagnosis and treatment of MBC. In this cross-sectional study, we conducted high-throughput sequencing on formalin-fixed paraffin-embedded (FFPE) samples obtained from a cohort of 12 MBC and 14 FBC patients. Utilizing bioinformatics tools, we meticulously analyzed and compared the genomic profiles to elucidate the underlying genetic distinctions between MBC and FBC. In our study, <i>MLL3</i> and <i>GATA3</i> mutations were most prevalent in MBC while <i>TP53</i>, <i>PIK3CA</i> and <i>MLL3</i> mutations dominated in FBC. Notably, certain genes exhibited shared point mutations and copy number variations (CNVs) across genders. The mutation prevalence of <i>PIK3CA</i> was significantly different between MBC and FBC. <i>CDK12</i> and <i>ERBB2</i> had the highest prevalence of CNV in FBC, contrasting with their absence in MBC. Both in MBC and FBC, <i>MYC</i> had the highest prevalence in CNV. Furthermore, FBC demonstrated a higher tumor mutational burden (TMB) than MBC. MBC private genes were involved in a variety of disease-related signaling pathways, with the ErbB and PI3K-Akt pathways being significantly enriched. We concluded that MBC and FBC exhibit both genomic similarities and distinctions in our study. In the context of precision medicine, this study may provide new ideas and a basis for the diagnosis and treatment of MBC.",
    "journal": "Translational cancer research",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41503337",
    "title": "Unveiling Novel Genetic Mutations and Prognostic Indicators in Breast Carcinoma: An Analysis of The Cancer Genome Atlas (TCGA) Data.",
    "abstract": "Background Breast carcinoma is one of the leading causes of cancer-associated mortality in women worldwide. Although several advances have been made in molecularly classifying breast cancers, treatment resistance continues to limit the overall survival. The Cancer Genome Atlas (TCGA) has unraveled diverse genomic alterations in breast carcinoma. However, some potential biomarkers still remain unexplored, like SETDB1, a histone methyltransferase involved in epigenetic silencing of tumor suppressor genes. ARMCX5 and SLCO6A1 are also some of the unexplored genes that could have a potential role in drug resistance. Materials and methods The Mutation Annotation Format (MAF) data set from the Cancer Genome Atlas Breast Cancer (TCGA-BRCA) cohort was analyzed using the Maftools, Survival, Mclust, and Survminer R packages. Oncodrive driver analysis and protein family (PFAM) domain mapping were performed. A total of 845 cases of breast carcinoma with complete survival data were retrieved, of which mutation data for 800 cases were available. Comprehensive mutation analysis was also done to unveil unexplored genes. Survival data of 845 cases were integrated for Kaplan-Meier and Cox proportional hazard analysis to ascertain the prognostic significance of an array of genes. Oncogenic signaling pathway mapping was done to determine the clinical enrichment of the genes associated with breast carcinoma. Genes associated with clinical enrichment, clustering of somatic mutations, and prognosis were subjected to further analysis. Results Besides the established molecular drivers like PIK3CA and TP53, we found several novel and understudied genes with potential prognostic and oncogenic significance. SETDB1 (p < 0.0001), USP37 (p < 0.0001), NDUFS1 (p = 0.025), TRPM4 (p < 0.0001), and MYO18A (p < 0.0001) were associated with poor prognosis. ARMCX5 (p < 0.0001) and SLCO6A1 (p < 0.0001) were enriched in high-grade tumors. Conclusion The TCGA-BRCA cohort analysis emphasizes a potential interplay of metabolic genes like NDUFS1, TRPM4, ARMCX5, SLCO6A1, and epigenetic axis genes like SETDB1 and USP37 in the oncogenesis and prognosis of breast carcinomas. These observations could open potential avenues for exploring novel therapeutics in aggressive breast carcinomas.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41500045",
    "title": "A droplet digital LAMP-based lab-on-a-disc system for multiplex allele-specific detection of tumor-derived DNA mutations.",
    "abstract": "The absence of accurate, rapid, fully automated, and cost-effective detection methods has hindered the clinical translation of tumor-derived DNA mutations as cancer biomarkers. Here, we develop a sample-to-answer platform, termed multiplexed droplet digital loop-mediated isothermal amplification-based lab-on-a-disc (mddLAMP-LoD), for rapid and allele-specific detection of cancer-associated mutations. The system seamlessly combines automated microfluidics, an improved allele-specific LAMP assay with mismatch-engineered primer design for single-nucleotide discrimination, and artificial intelligence-assisted droplet imaging to enable precise mutation quantification. Full automation is realized through a combination of microfluidic passive valves, a gelatin-based thermosensitive active valve, a static magnetic field-driven on-chip nucleic acid extraction module, and polysaccharide additives that preserve water-in-oil droplet stability for over 1.5 h under thermal amplification. The mddLAMP-LoD platform demonstrates superior performance in detecting multiplex PIK3CA point mutations, achieving detection limits at the attomolar level or as low as100 cells, with a linear range of 0-6362 copies/μL. When coupled with deep learning, it exhibits high sensitivity, specificity and reproducibility, showing strong concordance with commercial kits in the analyses of breast cancer tissue and plasma samples. Using a 0.1 % mutation threshold, PIK3CA mutation frequency in adjacent tissue effectively predicts breast cancer prognosis, while serum PIK3CA profiles correlate with cancer staging and track disease progression. We validated that the mddLAMP-LoD system provides rapid, ultrasensitive mutation profiling suited for intraoperative molecular diagnosis and point-of-care liquid biopsy, representing a significant advance toward accessible precision oncology.",
    "journal": "Biosensors & bioelectronics",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41498288",
    "title": "Predictive Value of PIK3CA Mutations for Response to CDK4/6 Inhibitors in Hormone Receptor-Positive, HER2-Negative Metastatic Breast Cancer: A Systematic Review and Meta-Analysis.",
    "abstract": "Currently, cyclin-dependent kinases 4 and 6 (CDK4/6) inhibitors combined with hormone therapy are the standard treatment for patients with hormone receptor-positive/human epidermal growth factor receptor 2-negative (HR+/HER2-) metastatic breast cancer. It remains unclear which patients benefit most from CDK4/6 inhibitors and whether predictive biomarkers exist to guide treatment decisions. Therefore, we evaluate the association between phosphatidylinositol-4,5-bisphosphate 3-kinase catalytic subunit alpha (PIK3CA) mutation status and treatment response to CDK4/6 inhibitors in patients with HR+/HER2- metastatic breast cancer. We extensively searched PubMed, Web of Science, Cochrane Library, and Google Scholar databases for articles published until December 2024. The primary outcome of our study was progression-free survival (PFS), and the secondary outcomes included overall survival (OS) and objective response rate (ORR). Seven studies-involving 2221 women with HR+/HER2 metastatic breast cancer-were systematically analyzed. The pooled results showed that patients with PIK3CA mutation had significantly poorer PFS than those with PIK3CA wild-type (hazard ratio [HR]: 1.47; 95% CI: 1.22-1.77; P<0.0001). Similarly, PIK3CA mutation was associated with significantly poorer OS than PIK3CA wild-type (HR: 1.42; 95% CI: 1.06-1.89; P=0.02). ORR was only reported in one study, with the results showing that the ORR was higher in patients with wild-type PIK3CA than in patients with PIK3CA alteration (53/180 (29%) versus 13/85 (15%). PIK3CA mutation correlates with poor PFS and OS in patients with HR+/HER2- metastatic breast cancer receiving CDK4/6 inhibitors. Therefore, PIK3CA mutation status should be considered a potential predictive biomarker of resistance to CDK4/6 inhibitors.",
    "journal": "American journal of clinical oncology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41496420",
    "title": "Cost-effectiveness of inavolisib plus palbociclib-fulvestrant versus palbociclib plus fulvestrant as first-line treatment in HR<sup>+</sup>/HER2<sup>-</sup>advanced breast cancer.",
    "abstract": "This study aims to evaluate the cost-effectiveness of inavolisib plus palbociclib-fulvestrant versus palbociclib-fulvestrant for treating advanced HR<sup>+</sup>/HER2<sup>-</sup>breast cancer patients with PIK3CA mutations from both United States (U.S.) and Chinese healthcare system perspectives. A partitioned survival model was used, with survival data from the INAVO120 clinical trials. Primary outcomes assessed were costs, life-years, quality-adjusted life-years (QALYs), and the incremental cost-effectiveness ratio (ICER). Sensitivity analysis was performed to explore the uncertainty of model inputs. Changes in treatment efficacy were modeled to assess their impact on cost-effectiveness. Subgroup analysis was also conducted to refine the findings. In the base-case analysis, the inavolisib triple regimen showed an ICER of $249,487.22/QALY in the U.S. and $43,812.01/QALY in China, both exceeding their respective willingness-to-pay thresholds. Price simulation indicated that the inavolisib-based combination would be preferred in China if the price were reduced to $133.19/9 mg, while a price of $421.13/9 mg would be required to achieve cost-effectiveness in the U.S. Sensitivity analysis demonstrated robust results from the U.S. perspective, while for China, variations in the price of inavolisib and utility of progression-free-survival influenced the conclusions. Subgroup analyses suggested certain patient subgroups could be cost-effective in the Chinese context. Compared with palbociclib-fulvestrant, the inavolisib triple regimen is not cost-effective at its current price. A substantial price reduction or careful selection of the target patient may be required for the regimen to be economically viable.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41486535",
    "title": "LETROZOLE IMPROVES PROGRESSION-FREE SURVIVAL OF POSTMENOPAUSAL PATIENTS WITH ADVANCED BREAST CANCER TREATED WITH PEGYLATED LIPOSOMAL DOXORUBICIN AND MAGNETOTHERMY.",
    "abstract": "Resistance of the advanced breast cancer (aBC) to hormone therapy and chemotherapy due to hyperactivated PI3K-pathway caused by mutations in the PIK3CA gene is a major treatment problem. Combining pegylated liposomal doxorubicin (PLD) with mild magnetothermy (MT) and letrozole could improve the efficacy of treatment. The aim was to assess the effect of combined treatment with PLD, MT, and letrozole on the survival of patients with luminal B postmenopausal aBC with mutations in the PIK3CA gene. The aBC postmenopausal patients who progressed on a cyclin-dependent kinase 4/6 inhibitor (CDK4/6i) and an aromatase inhibitor (AI) or neoadjuvant chemotherapy (ACT) were included in the study. Group 1 included 20 patients, treated with PLD + MT every 28 days (4 courses) and letrozole (daily per os, 4 months). Group 2 included 20 patients, who received the same treatment without letrozole. By PIK3СА status, each group included 10 patients with a mutant PIK3СА and 10 patients with a wild-type gene. Application of PLD + MT in combination with letrozole demonstrated improved progression-free survival (PFS) compared to PLD + MT alone. In group 1, the median PFS was 10.6 months (95% CI, 7.4-11.9 months) compared to a median PFS of 8.9 months (95% CI, 6.1-9.7 months) in group 2 (p = 0.005). In the sensitivity analyses, PFS of patients with wild-type PIK3CA in the first cohort was 10.1 months (95% CI, 8.7-11.1 months) compared to 8.4 months (95% CI, 7.0-10.4 months) in groups 1 and 2 respectively (p = 0.004), by 1:1 greedy nearest neighbor matching. PLD with local MH in combination with letrozole was more effective irrespective of the PIK3CA gene status in postmenopausal aBC patients.",
    "journal": "Experimental oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41484250",
    "title": "The p53 R181C mutation accumulates through impaired deacetylation by Sirt1 and facilitates tumor development.",
    "abstract": "Li-Fraumeni Syndrome (LFS) is linked to mutations in the p53 gene and is characterized by autosomal dominant early-onset familial cancer susceptibility. The p53R181C mutation is one of the earliest described mutations associated with early-onset familial hereditary breast cancer. Highly stable mutant p53 protein is often a prerequisite for tumor initiation and progression, but the pathways leading to p53R181C accumulation and carcinogenesis are not understood. Here, we found that p53 R181C mutation decreases the interaction of p53 with the Sirt1 deacetylase, resulting in increased p53 K382 acetylation and inhibition of MDM2-mediated ubiquitination and degradation of p53. Moreover, the R181C mutation leads to \"loss-of-function\" of transcriptional regulating tumor suppressor genes like p21, bax, and PUMA as well as \"gain-of-function\" of transcriptional regulating tumor promoting genes of PIK3CA, SHC1, SRC and PAK4. This dysregulation promotes genomic instability, enabling cancer cells to evade cell cycle control, senescence and apoptosis, thus facilitating tumor development. Our findings unraveled the mechanism by which the p53R181C mutant protein accumulates and facilitates tumor development.",
    "journal": "Communications biology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41481319",
    "title": "Alpelisib-induced severe interstitial lung disease: case report.",
    "abstract": "Alpelisib, a selective phosphatidylinositol-3-kinase alpha (PI3Kα) inhibitor, improves outcomes in hormone receptor-positive (HR+), HER2-negative, PIK3CA-mutated advanced breast cancer, but rare serious toxicities such as pneumonitis may occur. We report a 79-year-old non-smoking woman with ER-positive/HER2-negative breast cancer who initially underwent breast-conserving surgery and adjuvant anastrozole in December 2023. Following local recurrence in October 2024, she received mastectomy and ribociclib-fulvestrant. Disease progression with nodal and osseous metastases was detected in April 2025. Liquid biopsy revealed a PIK3CA H1047R mutation, and alpelisib 150 mg daily plus fulvestrant was initiated in May 2025. After two months, she developed acute dyspnea and hypoxemia without fever. Imaging showed bilateral peripheral ground-glass opacities outside prior radiation fields, and infectious work-up was negative. Bronchoalveolar lavage supported drug-induced pneumonitis. Alpelisib was discontinued, and high-dose corticosteroids led to complete clinical and radiological resolution. This case highlights early-onset alpelisib-induced pneumonitis at a reduced dose and underscores the importance of early recognition and prompt management.",
    "journal": "Journal of chemotherapy (Florence, Italy)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41480371",
    "title": "Inavolisib-Based Therapy for PIK3CA-Mutated Advanced Male Breast Cancer: A Cost-Effectiveness Analysis.",
    "abstract": "The Phase III INAVO120 trial established inavolisib-based therapy as a superior first-line treatment for PIK3CA-mutated, HR-positive, HER2-negative advanced breast cancer, a finding of particular importance for the historically underrepresented male population with high unmet need. A lifetime Markov model was developed from a US payer perspective to evaluate the cost-effectiveness of inavolisib plus palbociclib and fulvestrant versus placebo plus palbociclib and fulvestrant in men with PIK3CA-mutated advanced breast cancer. Primary outcomes were life-years (LYs), quality-adjusted life-years (QALYs), and the incremental cost-effectiveness ratio (ICER). The inavolisib group provided an additional 1.23 LYs and 0.69 QALYs compared to the placebo group, resulting in an ICER of $886,440 per QALY. One-way sensitivity analysis identified the price of inavolisib as the primary driver of the ICER. Probabilistic sensitivity analysis showed a 0% probability of inavolisib being cost-effective at a willingness-to-pay threshold of $150,000 per QALY. Inavolisib-based therapy is not cost-effective for treating PIK3CA-mutated advanced male breast cancer at its current price. Significant price reductions or adjustments to value assessment frameworks are required to ensure equitable access for this underserved population.",
    "journal": "Breast cancer (Dove Medical Press)",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41456872",
    "title": "Tall cell carcinoma with reversed polarity of the breast harbouring IDH1 hotspot mutation: morphologic, immunohistochemical and genetic characterization of two cases.",
    "abstract": "Tall cell carcinomas with reversed polarity (TCCRPs) are rare, indolent triple negative or oestrogen receptor (ER)-low positive breast cancers classically characterized by solid-papillary and papillary proliferations of eosinophilic columnar cells with reversed nuclear polarity. IDH2 R172 mutations are key oncogenic drivers in the majority of TCCRPs, exemplary of genotype-phenotype correlation among breast tumours. Other extramammary tumour types with IDH2 mutations can alternatively harbour analogous mutually exclusive IDH1 R132 mutations that appear to have similar effects on genome methylation, cellular differentiation and tumorigenesis. A prior report of a single IDH1-mutated TCCRP suggests extension of the IDH1/2 dichotomy to TCCRPs, but such exceedingly rare tumours have not been further characterized. We identified two cases of TCCRP with IDH1 R132C mutation presenting in postmenopausal females and herein detail their clinical, histomorphologic, immunophenotypic and genetic features. The tumours showed disparate histologic features, with one ER-positive case closely mimicking an intraductal papilloma with florid usual ductal hyperplasia (UDH) and the other triple negative case demonstrating more classic features of TCCRP. The immunoprofiles in both cases were similar to TCCRP with IDH2 mutation. By targeted next-generation sequencing, both tumours harboured IDH1 R132C and PIK3CA H1047R mutations. Both patients underwent surgical excision without radiation therapy and were without disease at last follow-up. This study expands the genetic and morphologic repertoire of TCCRP with implications and pitfalls for accurate diagnosis. The findings highlight the IDH1/IDH2 dichotomy with convergence of phenotype in these rare breast tumours.",
    "journal": "Histopathology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41442066",
    "title": "Pioneering precision: a systematic review on exploring the frontier of breast cancer detection with DNA nanostructures.",
    "abstract": "Breast cancer remains the leading cause of morbidity and mortality for women worldwide. This study focuses on the ability of DNA-based hybrid materials, including DNA-Gold Nano Particles (AuNP) conjugates and DNA nanostructures, to enhance the early detection and diagnosis of breast cancer. By utilizing the emerging technology of DNA nanotechnology, this review identifies improvements in the sensitivity and specificity for the detection of biomarkers critical to breast cancer, such as TP53, BRCA1, BRCA2, PIK3CA, and ESR1. These biomarkers can now be measured through highly developed sequencing technologies combined with polymerase chain reactions. This research also delves into mutation detection, technological methods, and various stages of breast cancer, offering a comprehensive approach to understanding and managing the disease. Complementing these advancements, the proposed HER2Classifier, integrating a ResNet101 backbone with an attention mechanism, demonstrates robust performance in classifying HER2 status using the Zenodo breast cancer dataset. The classifier's two-step classification strategy effectively addresses class imbalance, enhancing the detection of HER2 High samples. By generating visual attention maps, the model offers interpretability, which is crucial for clinical applications. The integration of mixed precision training and dynamic memory management ensures scalability and memory efficiency, paving the way for potential clinical deployment. The synergy between DNA-based technologies and the HER2Classifier highlights the need for further development to fully harness the potential of these technologies in personalizing care and enhancing outcomes in breast cancer treatment.",
    "journal": "Medical oncology (Northwood, London, England)",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41437938",
    "title": "Trastuzumab and pertuzumab plus carboplatin-based neoadjuvant therapy for HER2-positive breast cancer: a prospective cohort study with integrated genomic and transcriptomic biomarker analysis.",
    "abstract": "Neoadjuvant trastuzumab and pertuzumab combined with carboplatin and taxane (TCbHP) is the standard treatment for human epidermal growth factor receptor 2 (HER2)-positive breast cancer. However, limited clinical data and efficacy biomarkers for TCbHP have been reported in Chinese HER2-positive breast cancer patients. This study aimed to observe the pathological complete response (pCR) rate in the cohort, with an exploratory analysis of efficacy-related biomarkers in a subset of patients. This was a prospective, observational, non-interventional cohort study. Patients with HER2-positive breast cancer treated with TCbHP neoadjuvant therapy were prospectively collected. Exploratory genomic and transcriptomic biomarker analyses were performed in a subset of patients with available baseline tumour specimens retrospectively collected. A total of 252 patients with a median age of 48 years were enrolled. Patients with stage III were 69.4% (175/252), and clinical N3 patients accounted for 24.6% (62/252). Patients with hormone receptor (HR) positive were 62.7% (158/252). Total pCR rate was 55.2% (139/252). HR-negative and HR-positive rates were 72.3% (68/94) and 44.9% (71/158), respectively. Among neoadjuvant taxanes, including paclitaxel, docetaxel, and nab-paclitaxel, the pCR rates were 50.0% (57/114), 50.0% (41/82), and 73.2% (41/56), respectively. Multivariate logistic regression analyses showed that HR negativity, receiving nab-paclitaxel, HER2 3+, and cT1-2 were independent predictive factors of high pCR. Genomic and transcriptomic analyses were performed on baseline tumour specimens from 40 patients. Genomic analysis revealed lower pCR rates in patients with <i>PIK3CA</i> mutations (odds ratio = 13.47, <i>p</i> = 0.025) and <i>SPOP</i> amplification (<i>p</i> = 0.047) than in wild types. Transcriptomic analysis revealed that higher pCR rates were associated with elevated <i>ERBB2</i> (<i>p</i> = 0.004) and <i>CDK12</i> (<i>p</i> < 0.001) mRNA. Neoadjuvant trastuzumab and pertuzumab with carboplatin-based chemotherapy is the recommended regimen for Chinese patients with HER2-positive breast cancer, and nab-paclitaxel may be an optimal alternative taxane for TCbHP regimens. <i>PIK3CA</i> mutations may be predictive biomarkers for poor efficacy.",
    "journal": "Therapeutic advances in medical oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41435752",
    "title": "PIK3CA mutations and first-line outcomes in endocrine-resistant HR+/HER2- metastatic breast cancer: A multicentric real-world study.",
    "abstract": "Outcomes and characteristics of endocrine-resistant, PIK3CA-mutated HR+ /HER2- advanced breast cancer patients in real-world are poorly investigated. Here, we explored the role of circulating PIK3CA mutations in endocrine-resistant patients in the ongoing prospective, multicentric CHAMBER study. PIK3CA was analyzed by NGS panel covering the full exonic region of PIK3CA gene. Endocrine resistance was defined as: i) primary: relapse during the first 2 years of adjuvant ET, or ii) secondary: relapse after 2 years of starting or within 1 year of completing ET. Overall survival (OS) was calculated from the start of first-line to death from any cause. Progression free survival 1 (PFS1) was calculated from the start of first-line to progression or death. Among the overall CHAMBER population, 22 % patients met the criteria for endocrine-resistance (74/337). The study population consisted in 95 % women and 5 % men; median age at diagnosis was 50 years (IQR 44-63); 75 % of the women was postmenopausal;86 % of the total population presented with a secondary endocrine-resistance, 64 % had visceral relapse, 74 % had less than 3 metastatic sites, 79 % had received first-line CDK4/6 inhibitor. PIK3CA status was available for 63/74 pts, with a 29 % prevalence of mutation. PIK3CAmut was a negative prognostic factor for OS (median 65 [wt] vs 36 months [mut], log-rank p 0.024 HR 2.61 [95 % CI 1.10-6.22]) and PFS1 (median 22 [wt] vs 10 months [mut], log-rank p 0.012, HR 2.24 [95 % CI 1.18-4.26]). The co-occurrence of endocrine-resistance and PIK3CAmut identifies a population with unfavorable prognosis, reinforcing the rationale of escalated therapies.",
    "journal": "European journal of cancer (Oxford, England : 1990)",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41435653",
    "title": "Incidence of ESR1 gene mutations among patients with endometrioid endometrial cancer.",
    "abstract": "Endometrioid endometrial cancer especially low-grade expresses estrogen receptors. A sub-group of patients derives significant benefit from hormonal treatment. The presence of activating ESR1 gene mutations is a common mechanism of resistance to hormonal treatment for patients with breast cancer. We evaluated the incidence of ESR1-activating gene mutations in patients with endometrioid endometrial cancer using the American Association of Cancer Research Genomics Evidence of Neoplasia Information Exchange (v18.0) multi-center data set. A total of 2851 patients with endometrioid endometrial cancer were identified. The overall incidence of ESR1 mutations was 4.0% (n = 113). The incidence of ESR1 mutations was higher among patients with metastatic/recurrent disease than those with primary tumors (7.6% vs 3.4%, p < .001). Patients with ESR1-activating mutations also harbored mTOR/PIK3CA pathway genomic alterations: PTEN (75%), PIK3CA (56%), PIK3R1 (42%), AKT1 (12%). Further research to elucidate the clinical impact of ESR1 gene mutations in endometrial cancer are needed. Clinical trials evaluating novel hormonal agents in this patient population are warranted.",
    "journal": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41425867",
    "title": "Somatic mutation counts as a surrogate marker for tumor mutation burden to predict progesterone receptor-positive (PR+) status in PIK3CA-mutated breast cancer.",
    "abstract": "Invasive ductal carcinoma (IDC), the most prevalent subtype of breast cancer, is characterized by significant genomic heterogeneity. Tumor mutation burden (TMB) has emerged as a predictive biomarker for immunotherapy response, yet its estimation via whole-exome sequencing remains complex and costly. This study aimed to evaluate whether total somatic mutation count can serve as a practical surrogate for TMB and assess its association with progesterone receptor (PR) status in PIK3CA-mutated IDC patients. This retrospective observational study utilized publicly available data from a previously published breast cancer sequencing study. A total of 164 female IDC patients with confirmed PIK3CA mutations and documented PR status were included. Relevant genomic and demographic parameters - TMB, mutation count, and age - were extracted and analyzed. Statistical analyses included correlation, intergroup comparisons by PR status, and binary logistic regression. Predictive performance was assessed using area under the receiver operating characteristic (AUROC) curves. Patients with PR-negative status exhibited significantly higher TMB and mutation count than PR-positive patients (p-value<0.001 for both). TMB and mutation count were positively correlated (r=0.61, p-value<0.001), indicating overlapping representation of genomic instability. Logistic regression showed that mutation count was a significant predictor of PR status (p-value=0.01). Mutation count demonstrated a slightly superior predictive performance (AUROC=0.738) compared to TMB (AUROC=0.737). Total mutation count shows strong potential as a surrogate biomarker for TMB and a predictive marker for PR status in PIK3CA-mutated IDC, offering a cost-effective genomic tool in personalized breast cancer stratification.",
    "journal": "German medical science : GMS e-journal",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41423595",
    "title": "Imlunestrant, an oral selective estrogen receptor degrader, in combination with HER2 directed therapy, with or without abemaciclib, in ER-positive, HER2-positive advanced breast cancer: results from the phase 1a/1b EMBER study.",
    "abstract": "Hormone receptor-positive (HR+), human epithelial growth factor receptor 2 (HER2) overexpressed breast cancer (BC) represents the more aggressive subtype of HR + BC, typically associated with poor clinical outcomes. Despite significant advancements in the treatment of estrogen receptor-positive (ER+)/HER2 + BC, resistance to endocrine therapy (ET) poses a continued challenge. Imlunestrant is a next-generation, oral, brain-penetrant, pure antagonistic ER degrader designed to deliver continuous ER target inhibition. It has shown favorable clinical benefit, safety, and pharmacokinetics (PK) when used as monotherapy or with targeted therapy in patients with ER+/HER2- advanced BC (ABC). Here, we present the safety and efficacy of imlunestrant with HER2 targeted therapy in patients with ER+/HER2 + ABC of the EMBER trial. Patients were randomized to imlunestrant (400 mg RP2D) + trastuzumab (group A) versus imlunestrant + trastuzumab ± abemaciclib [(150 mg twice daily) group B] or received maintenance treatment with imlunestrant + trastuzumab + pertuzumab until progression or discontinuation at standard doses (group C). In the randomized allocation, eligible patients with locally advanced or metastastic disease had received ≥ 2 prior HER2-directed regimens in the metastatic setting, and no prior treatment with CDK4/6 inhibitors or fulvestrant. The maintenance cohort (group C) was added later to include patients without disease progression after first-line induction taxane-based chemotherapy (any duration), trastuzumab, and pertuzumab. Endpoints included safety, PK, antitumor activity, and tumor biomarker assessments. In total, 45 patients with ER+/HER2 + ABC were treated (group A, <i>n</i> = 18; group B, <i>n</i> = 21; group C, <i>n</i> = 6). Adverse events were consistent with the known safety profiles of the partner drugs. Imlunestrant PK was consistent with previously reported data. For groups A, B, and C, the objective response rates (ORRs) were 7%, 25%, and 33%, respectively, while the clinical benefit rates (CBRs) were 44%, 48%, and 100%. In group C, the duration of response ranged between 5.13 and 9.46 months. In groups A and B, baseline plasma ctDNA sample sequencing identified prevalent alterations in <i>ERBB2</i> amplification (57%), <i>CCND1</i> amplification (22%), and mutations in <i>TP53</i> (49%), <i>PIK3CA</i> (30%), <i>ESR1</i> (24%), and <i>GATA3</i> (14%). Imlunestrant in combination with trastuzumab ± abemaciclib or pertuzumab presented a safety profile that was consistent with those of the partnered drugs. No new safety findings were observed. Furthermore, imlunestrant in combination with the partnered drugs demonstrated preliminary antitumor activity in patients with ER+/HER2 + ABC. ClinicalTrials.gov identifier NCT04188548 (Registered 18 November 2019). The online version contains supplementary material available at 10.1186/s13058-025-02168-6.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41422862",
    "title": "Capivasertib plus paclitaxel as first-line treatment for metastatic triple-negative breast cancer: results from the randomised, global phase III CAPItello-290 trial.",
    "abstract": "Adding the pan-Akt serine/threonine kinase (AKT) inhibitor capivasertib to first-line paclitaxel in metastatic triple-negative breast cancer (TNBC) led to significantly longer progression-free survival (PFS) and overall survival (OS) versus placebo-paclitaxel in the phase II PAKT trial. CAPItello-290 was designed to further assess capivasertib-paclitaxel, including in patients with PIK3CA/AKT1/PTEN-altered tumours. Patients with previously untreated metastatic TNBC were randomised 1 : 1 to paclitaxel 80 mg/m<sup>2</sup> [day 1, weeks 1-3 (4-week cycle)] plus capivasertib 400 mg or placebo twice daily (days 2-5, weeks 1-3). PIK3CA/AKT1/PTEN alterations were analysed by retrospective central molecular testing. Dual primary endpoints were OS in the overall population and in patients with PIK3CA/AKT1/PTEN-altered tumours; investigator-assessed PFS was a key secondary endpoint. From July 2019 to February 2022, 812 patients were randomised; 30.7% of patients had PIK3CA/AKT1/PTEN tumour alterations. At final analysis [data cut-off (DCO) 18 March 2024], the median OS for the overall population was 17.7 and 18.0 months with capivasertib-paclitaxel and placebo-paclitaxel, respectively [hazard ratio (HR) 0.92, 95% confidence interval (CI) 0.78-1.08, P = 0.3239] and for patients with PIK3CA/AKT1/PTEN-altered tumours, it was 20.4 months in both arms (HR 1.05, 95% CI 0.77-1.43, P = 0.7602). At PFS DCO (25 May 2022), the median PFS in the overall population numerically favoured capivasertib-paclitaxel (5.6 versus 5.1 months placebo-paclitaxel; HR 0.72, 95% CI 0.61-0.84); this was also the case in patients with PIK3CA/AKT1/PTEN-altered tumours (7.5 versus 5.6 months placebo-paclitaxel; HR 0.70, 95% CI 0.52-0.95). The most frequent adverse event (AE) of grade ≥3 was diarrhoea [12.7% versus 0.7% placebo-paclitaxel (overall population)]. Capivasertib was discontinued due to AEs in 8.5% of patients (4.9% placebo-paclitaxel; overall population); AEs led to death in 4.2% of all patients. Capivasertib-paclitaxel did not meet the prespecified boundary for improving OS in either population; PFS numerically favoured the combination, especially in PIK3CA/AKT1/PTEN-altered tumours. The safety of capivasertib-paclitaxel was generally manageable and consistent with prior studies.",
    "journal": "Annals of oncology : official journal of the European Society for Medical Oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41415546",
    "title": "Subtype-specific prognostic implications of plasma-detected <i>PIK3CA</i> mutations in Vietnamese breast cancer patients.",
    "abstract": "<i>PIK3CA</i> mutations are among the most frequent genomic alterations in breast cancer (BC), contributing to disease progression and therapeutic resistance. Non-invasive blood assays can reveal tumor-specific DNA alterations, enhancing personalized oncology. This study aims to investigate the clinical relevance of plasma-detected <i>PIK3CA</i> mutations in Vietnamese breast cancer patients, with a focus on subtype-specific outcomes. <i>PIK3CA</i> hotspot mutations (H1047R and E545K) were detected in plasma from 196 BC patients. Associations with clinicopathological features and progression-free survival (PFS) were assessed. <i>PIK3CA</i> mutations were identified in 42.9% of patients with H1047R (31.6%) more prevalent than E545K (15.3%). Mutation rates were highest in HR+ subtypes and elevated in advanced or irradiated patients (p = 0.009). E545K was enriched in HR+ cases, while H1047R was more frequent in HER2+ tumors following radiotherapy. Among metastatic BC patients, those with <i>PIK3CA</i> mutations had shorter PFS (median, 7.0 vs. 15.0 months; p = 0.022), and univariate Cox regression showed increased progression risk (HR = 2.16), although not significant after multivariate adjustment. E545K was associated with lung (p = 0.047) and bone metastases (p = 0.012) and H1047R was enriched in brain metastases (p = 0.028). Plasma-detected <i>PIK3CA</i> mutations, particularly E545K and H1047R, exhibited subtype-specific associations with clinical outcomes, indicating that plasma analysis may provide complementary information for prognostic assessment in metastatic BC.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41408399",
    "title": "Non-redundant roles of the phosphoinositide phosphatases PTEN and PIPP in PI3K/AKT signaling in breast cancer.",
    "abstract": "Phosphoinositide 3-kinase (PI3K) signaling is hyperactivated in ~70% of breast cancers via mutations in oncogenes including PIK3CA or inactivation/depletion of phosphoinositide (PI)-phosphatases. Generation of PI(3,4,5)P<sub>3</sub> by PI3K activates many downstream effectors, including AKT, that induce cellular proliferation in breast cancer. In this context PI(3,4,5)P<sub>3</sub> is tightly regulated by PI-phosphatases, including the tumor suppressor PTEN and inositol polyphosphate 5-phosphatases such as PIPP/INPP5J. PTEN and PIPP dephosphorylate PI(3,4,5)P<sub>3</sub> to form different lipid products, thereby individually regulating AKT activation. PI3K/AKT signaling is complex and the functional interplay between these PI-phosphatases in suppressing this pathway in vivo is unknown. Here, we utilize experimental models of breast cancer, both dependent and independent of PIK3CA mutation. Pipp ablation in Pten<sup>+/-</sup> mice increases mammary AKT signaling and cell proliferation, associated with increased hyperplasia and ductal thickening, characteristics linked with mammary epithelial cell transformation. In breast cancer cell lines, combined PIPP/PTEN knockdown increases AKT signaling and cell proliferation, independent of mutant PIK3CA, above any single PI-phosphatase knockdown. Notably, combined PIPP/PTEN loss is observed in a subset of human breast cancers, associated with reduced survival. Collectively, these findings support a model whereby loss of PIPP constitutes a co-operative step towards breast cancer progression in the context of PTEN deficiency.",
    "journal": "Communications biology",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41406241",
    "title": "Dual PI3K/mTOR inhibition is required to combat resistance to CDK4/6 inhibitor and endocrine therapy in <i>PIK3CA</i>-mutant breast cancer.",
    "abstract": "Combined CDK4/6 inhibitor (CDK4/6i) and endocrine therapy (ET) improves outcomes in advanced estrogen receptor-positive (ER<sup>+</sup>) breast cancer, but emergence of resistance to this combination underscores the pressing need for alternative therapeutic strategies. A promising approach involves adding an inhibitor of the PI3K/AKT/mTOR pathway to the standard combined CDK4/6i and ET, but selecting the most effective inhibitors and their optimal combinations has proven to be challenging. Here, we compared the efficacy of various triple combinations using single- or dual-point PI3K/AKT/mTOR pathway inhibitors in breast cancer cell lines, cell line xenografts, patient-derived xenografts, and organoids resistant to CDK4/6i and ET and exhibiting <i>PIK3CA</i>, <i>PTEN</i>, or <i>AKT1</i> mutations. <i>PIK3CA</i>-mutant, <i>PTEN</i>-wild type, CDK4/6i-resistant, and ET-resistant models required the addition of the dual PI3K/mTOR inhibitor gedatolisib to effectively impede tumor growth by blocking the HIF-1α pathway through both mTORC1 inhibition and PI3K/AKT-mediated modulation of GSK3α/β activity. Conversely, <i>PIK3CA</i>-wild type, <i>PTEN</i>-null cells benefited from triple combinations incorporating either the AKT inhibitor capivasertib or the dual mTORC1/2 inhibitor sapanisertib to block tumor growth. In addition, gedatolisib reduced viability of <i>PIK3CA</i>- or <i>AKT1</i>-mutant and <i>PTEN</i>-wild type CDK4/6i-resistant patient-derived organoids compared with the α-specific PI3K inhibitor alpelisib. Our data support the higher efficacy of gedatolisib over alpelisib in ER<sup>+</sup> breast tumors harboring alterations of the PI3K/AKT/mTOR pathway including <i>PIK3CA</i> or <i>AKT1</i> mutations.",
    "journal": "Science translational medicine",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41384708",
    "title": "Molecular pathology of bladder cancer.",
    "abstract": "Significant progress has been achieved in elucidating the molecular underpinnings of bladder cancer initiation and progression. Translational research has identified mutations in chromatin-modifying genes such as KMT2D and KDM6A, which facilitate colonization of larger regions of the urothelium. Subsequent mutations in TP53, PIK3CA, FGFR3 or RB1 drive malignant transformation. Advances in personalized oncology now integrate clinical, pathological and molecular classifications in bladder cancer, representing a paradigm shift in the management of locally advanced and metastatic disease. Alterations in FGFR3, commonly found in the luminal-papillary molecular subtype associated with low response to immunotherapy, are the target of erdafitinib. Enfortumab vedotin, which targets Nectin-4 (expressed in >95% of urothelial carcinomas), is approved for patients who progress after chemotherapy and/or immunotherapy. Evidence suggests that Nectin-4 gene amplification may further refine patient stratification. Sacituzumab govitecan, an antibody-drug conjugate directed against Trop-2, is effective in basal, luminal and stroma-rich subtypes but not in neuroendocrine carcinomas. In addition, therapies developed for HER2-positive breast cancer have shown efficacy in urothelial carcinoma, with recent data from the DESTINY pan-tumour phase II trial leading to FDA approval of trastuzumab deruxtecan for HER2-overexpressing metastatic urothelial carcinoma. This paper is a comprehensive review of the molecular pathology of bladder cancer, highlighting advances in molecular classification, biomarkers and personalized therapies. The transition from morphology-based classifications to combined morphological and molecular approaches, with therapeutic implications, is also addressed.",
    "journal": "Histopathology",
    "year": "2026",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41381061",
    "title": "ITGB2 Gene Gain as a Prognostic Marker for Early Recurrence in Luminal HER2-Negative High Proliferative Breast Cancer.",
    "abstract": "Early recurrence reflects aggressive disease and poor prognosis, with patterns varying across breast cancer subtypes. Early recurrence is a major challenge in luminal HER2-negative high proliferative breast cancer, yet reliable biomarkers remain limited. Identifying biomarkers associated with early recurrence is therefore of significant interest. Forty-two patients with stage I-III luminal HER2-negative, high-proliferative breast cancer were enrolled in the VGHTPE cohort and underwent targeted next-generation sequencing using the ACTOnco Comprehensive Cancer Panel. Findings were validated in The Cancer Genome Atlas (TCGA) and METABRIC datasets, and in vitro experiments were conducted to assess cell aggressiveness. We examined 42 patients, including 15 who experienced recurrence within five years and 27 who did not. Next-generation sequencing revealed that the most prevalent alterations in this luminal HER2-negative, high-proliferative breast cancer cohort were mutations in PIK3CA and TP53, and amplifications/gains in MCL1, MYC, and KLF6. Patients with recurrence within five years exhibited a higher frequency of ITGB2 gain compared with non-recurrent patients. Validation in the TCGA and METABRIC cohorts confirmed the prognostic significance of ITGB2 gain in ER+/HER2- breast cancers. Gene Set Enrichment Analysis indicated that high ITGB2 expression was enriched in KRAS and EMT pathways. In vitro experiments further demonstrated that ITGB2 knockdown led to inactivation of Akt and ERK signaling and suppression of cell aggressiveness in ER+/HER2- breast cancer cells. ITGB2 gain represents an unfavorable prognostic marker for early recurrence in luminal HER2-negative high proliferative breast cancer, with potential therapeutic implications.",
    "journal": "Cancer research and treatment",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41372771",
    "title": "Retrospective review of metastatic hormone receptor-positive inflammatory breast cancer patients reveals poor responses to cyclin dependent kinase 4/6 inhibition.",
    "abstract": "Patients with inflammatory breast cancer (IBC) have aggressive biology and relatively inferior responses to standard-of-care (SOC) therapies. Understanding the efficacy of SOC therapies in IBC is critical to optimize outcomes. Our objective was to assess the progression-free survival (PFS) of metastatic hormone receptor-positive HER2-negative/low (HR+HER2-) IBC patients treated with CDK4/6 inhibitors (CDKIs) and hormonal therapy (HT). Data from 58 IBC patients with metastatic HR + /HER2- IBC from a single institution were reviewed. The medians (95% confidence intervals) of overall survival (OS), PFS, and time on treatment (ToT) from the time of CDKI initiation were reported via the Kaplan‒Meier method. Differences were tested by the log-rank test. We identified 58 patients (including 16 with de novo stage IV disease). The median OS, PFS, and ToT in the total cohort were 26 (16, 37), 7 (5, 10), and 7 (5, 10) months (mos), respectively. No differences were observed between pre-menopausal patients and postmenopausal patients. The OS, PFS, and ToT rates at the initial diagnosis of Stage III later developing metastatic breast cancer (MBC, N = 42) and de novo IV (N = 16) patients were 19 (15, 34) vs 34 (21, NR), 7 (5, 14) vs 9 (6, NR), and 6 (5, 10) vs 9 (4, NR) mos, respectively (ns). OS, PFS, and ToT in patients receiving CDKI in the first-line vs second-line metastatic setting were 27 (19, 44) vs 17 (12, 39), 7 (5, 15) vs 6 (3, NR), and 7 (5, 15) vs 6 (3, 20) mos, respectively (ns). Among the patients initially diagnosed with stage III disease later progressing to MBC, brain metastases were observed in 12/42 patients. Thirty-eight patients underwent genomic testing either before CDKI treatment (N = 21) or at progression (N = 17). Among the 38 patients who underwent genomic testing, 34 had mutations, most commonly in TP53, PIK3CA, FGFR1, CCND1, and ARID1A. ESR1 mutations were present in 0% of the samples tested prior to CDKI treatment, and 29% of the samples tested at progression. Patients with metastatic HR+HER2- IBC demonstrated a shorter time on treatment suggesting shorter duration of response on CDKI + HT, which is markedly inferior to reported data for non-IBC patients from phase III trials.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "PIK3CA"
  },
  {
    "pmid": "41357242",
    "title": "Significance of SUMOylation in breast cancer progression: a comprehensive investigation using single-cell analysis and bioinformatics.",
    "abstract": "Breast cancer remains a major global health challenge because of limitations in early detection and therapeutic outcomes. This study employed bulk and single-cell RNA sequencing to investigate SUMOylation-associated molecular networks, aiming to identify prognostic biomarkers and potential therapeutic applications. Transcriptomic profiling was performed on 1,445 breast cancer and 113 normal samples to identify differentially expressed genes. Four hub genes, <i>NR3C2</i>, <i>CDCA8</i>, <i>AURKA</i>, and <i>PLK1</i>, were prioritized using machine learning. Consensus clustering stratified patients into molecular subtypes based on the hub gene expression patterns. Differential immune infiltration analysis was used to evaluate 28 immune cell populations between the subtypes. Hub gene-immune cell interactions were visualized using bubble diagrams. Pharmacogenomic sensitivity profiling was performed using subtype-specific drug response data. Single-cell sequencing identified epithelial subclusters enriched for hub genes, and transcription factor networks were analyzed using SCENIC. Pan-cancer validation was performed to assess the oncogenic role of hub genes in 21 malignancies. Statistical significance was determined using the Student's <i>t</i>-test (<i>p</i> < 0.0001). Tumor tissues exhibited significant upregulation of <i>CDCA8</i>, <i>AURKA</i>, and <i>PLK1</i>, whereas <i>NR3C2</i> was notably downregulated (<i>p</i> < 0.0001). Consensus clustering identified two distinct molecular subtypes: Subtype1, characterized by <i>NR3C2</i> upregulation and poorer prognosis, and Subtype2, distinguished by enhanced expression of <i>CDCA8</i>, <i>AURKA</i>, and <i>PLK1</i>, correlating with favorable outcomes. Notably, PIK3CA mutations were prevalent in Subtype1, whereas <i>TP53</i> mutations dominated Subtype2. Immune infiltration profiles differed significantly between the two subtypes for most immune cell types. Pharmacogenomic assessments revealed distinct drug sensitivity profiles for each subtype in response to various therapeutic agents. A pan-cancer analysis of the four hub genes demonstrated consistent expression patterns, immune correlations, and prognostic associations across malignancies. Our findings reveal that SUMOylation subtypes in breast cancer exhibit distinct prognostic, immunological and pharmacogenomic profiles. These insights may provide candidate biomarkers for future personalized treatment strategies for breast cancer and potentially for other malignancies.",
    "journal": "Frontiers in immunology",
    "year": "2025",
    "gene": "PIK3CA"
  }
]