[
  {
    "pmid": "41705660",
    "title": "Exploring the Anticancer Properties and Mode of Action of Copper(II)-Furan Acylhydrazone on Human Triple Negative Breast Cancer Cells.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with limited therapeutic treatments. This study evaluates the anticancer activity and mode of action of the copper(II) complex [Cu(HL<sup>1</sup>)(NO<sub>3</sub>)H<sub>2</sub>O]·H<sub>2</sub>O (CuHL<sup>1</sup>), derived from (E)-N'-(2-hydroxy-3-methoxybenzylidene)furan-2-carbohydrazide (H<sub>2</sub>L<sup>1</sup>), against a panel of TNBC cell lines (MDA-MB-231, MDA-MB-468, MDA-MB-157, HCC1806). CuHL<sup>1</sup> exhibits potent cytotoxicity in the low micromolar range (IC<sub>50</sub> ≈ 2 µM), surpassing cisplatin by up to 81-fold. In MDA-MB-231 cells, CuHL<sup>1</sup> inhibits colony formation and induced reactive oxygen species (ROS) generation in a concentration-dependent manner. Moreover, CuHL<sup>1</sup> triggers apoptosis as evidenced by Annexin V/PI staining and the modulation of Bax, Bcl-2, caspase-3, and cleaved caspase-3 protein levels. Label-free quantitative proteomics reveal 34 differentially expressed proteins, implicating pathways related to heat shock response, protein folding, lipid metabolism, and cell migration. Notably, CuHL<sup>1</sup> downregulates BCAR3, AJUBA, MPZL1, TP53, FASN, and HMGCS1, suggesting inhibition of prometastatic and lipid biosynthetic processes. Functional assays confirm reduced migratory capacity in MDA-MB-231 cells. These findings position CuHL<sup>1</sup> as a promising candidate for TNBC therapy, meriting further in vivo evaluation.",
    "journal": "ChemMedChem",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41697532",
    "title": "Multigene panel testing reveals the spectrum of non-BRCA germline variants in BRCA1/2-negative breast, ovarian, and prostate cancer patients from a Turkish cohort.",
    "abstract": "Targeted multigene panel testing is increasingly used to assess hereditary cancer susceptibility beyond BRCA1/2. However, the distribution and clinical significance of pathogenic variants and variants of uncertainsignificance (VUS) in non-BRCA1/2 genes remain incompletely characterized. In this retrospective study, 647 individuals referred for hereditary cancer genetic testing were analyzed. Clinical indications included breast cancer, ovarian cancer, combined breast and ovarian cancer, prostate cancer, andpositive family history without personal cancer diagnosis. Germline variants were classified according to ACMG/AMP guidelines as pathogenic (P), likely pathogenic (LP), VUS++, VUS, or benign/VUS. Variants categorizedas VUS or benign/VUS were not used for clinical decision-making. Pathogenic or likely pathogenic (P/LP) variants were identified in 16.2% (105/647) of individuals. When P/LP and VUS++ variants were considered together, the most frequently affected non-BRCA1/2 genes were CHEK2(4.0%), MUTYH (2.6%), ATM (2.2%), and TP53 (1.4%). VUS and benign/VUS variants were detected in 4.6% (30/647) and 3.1% (20/647) of individuals, respectively. CHEK2 and ATM were the genes most frequentlyassociated with VUS or benign/VUS variants. Breast cancer was the most common clinical indication among individuals carrying clinically relevant variants. Non-BRCA1/2 genes, particularly CHEK2 and ATM, substantially contribute to the spectrum of pathogenic variants detected in hereditary cancer testing. The identification of numerous pathogenic and novel variantssupports the clinical utility of broad multigene panel testing, while highlighting the need for careful interpretation of VUS in clinical practice.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41695411",
    "title": "Synergistic modulation of ABC transporter-mediated multidrug resistance by <i>Kalanchoe laciniata</i> (L.) DC. phytochemicals: integrative phytochemical profiling, network pharmacology, and molecular docking insights.",
    "abstract": "<i>Kalanchoe laciniata</i> (L.) DC. is an underexplored medicinal plant with promising anticancer potential. This study evaluated the phytochemical profile, antioxidant activity, and multidrug resistance (MDR) modulating effects of its methanolic extract (KLM), with emphasis on ABC transporter regulation. Soxhlet methanol extraction yielded the highest phenolic and tannin contents and exhibited strong antioxidant activity. GC-MS and LC-MS analyses identified bioactive flavonoids and phytosterols, including quercetin and kaempferol derivatives. Network pharmacology revealed key interactions with ABC transporters and hub genes such as AKT1 and TP53. Molecular docking and dynamics simulations demonstrated stable binding of KLM-derived flavonoids with BCRP, MRP1, and AKT1, supporting their role in MDR modulation. Functionally, KLM exhibited dose-dependent cytotoxicity against MDA-MB-231 breast cancer cells and showed strong synergy with doxorubicin. qPCR analysis further confirmed significant downregulation of AKT1, BCRP, and MRP1 expression following KLM treatment. Collectively, these findings indicate that <i>K. laciniata</i> phytochemicals may act as effective chemosensitizing agents to overcome ABC transporter-mediated drug resistance in breast cancer.",
    "journal": "RSC advances",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41675270",
    "title": "Investigating the Mechanisms of Combined Therapy for MCF-7 Breast Cancer Cells Using Arsenic Trioxide and Resveratrol through Network Pharmacology.",
    "abstract": "Breast cancer (BC) remains the predominant form of cancer among women. Arsenic trioxide (ATO), an element in traditional Chinese medicine, has shown potential for treating BC, particularly when combined with resveratrol. However, the exact mechanisms of their combined action are not fully understood. This study aims to clarify their combined mechanisms through network pharmacology and experimental validation. In vitro experiments confirmed that compared with either agent alone, the combination of ATO and resveratrol more effectively inhibited the production of <i>estrogen receptor 1</i> (<i>ESR1</i>), <i>tumor protein P53</i> (<i>TP53</i>), and <i>v-AKT murine thymoma viral oncogene homolog 1</i> (<i>AKT1</i>) in MCF-7 cells. Our findings indicate that the combination of ATO and resveratrol significantly promotes cell apoptosis by suppressing <i>ESR1</i>, <i>TP53</i>, and <i>AKT1</i>. Thus, ATO and resveratrol together may offer a promising strategy for BC treatment.",
    "journal": "Phenomics (Cham, Switzerland)",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41664643",
    "title": "Genomic and clinicopathological characteristics of low oncotype recurrent score breast cancers with subsequent metastasis.",
    "abstract": "Oncotype DX has played a critical role in guiding treatment decisions for hormone receptor (HR)-positive, HER2-negative early-stage breast cancer. Clinically, a subset of patients with low Oncotype recurrent score (RS) will still progress on standard therapy and ultimately develop metastasis. Our goal was to explore potential molecular mechanisms, including specific genetic alterations and pathway activity associated with disease progression. We retrospectively reviewed a small series of low RS breast cancers with subsequent metastasis and analysed the clinicopathological characteristics and comprehensive genomic profiling (CGP) data from tumour tissue and circulating tumour DNA (ctDNA) by liquid biopsy. These tumours demonstrated a range of histopathologic features and molecular profiles. Common findings included enrichment of PIK3CA and TP53 mutations and treatment-emergent ESR1 mutations, observed in both tissue and ctDNA. CDKN2A, SPEN, KIT, CTNNB1, MYC, EMSY, KMT2C, MAP3K1 gene alterations were only found in low RS group in low frequency. Copy number amplifications events were less common in low RS group. In cases with both tissue and ctDNA data, tissue CGP proved useful baseline for identifying driver mutations such as PIK3CA and for contextualizing ctDNA findings, and ctDNA analysis was adequate for disease monitoring and tracking molecular evolution over time. Using real-world CGP of tumour tissue and ctDNA, we identified key molecular features associated with endocrine resistance in patients with low RS who later developed metastases. PIK3CA mutation and other ER group-related mutations contributed to the low RS. Tissue CGP provides baseline for interpreting ctDNA, and ctDNA monitoring PIK3CA, TP53, ESR1 and other pathogenic or driver mutations in the early course of low RS cases may represent an excellent non-invasive option for identifying targets and early intervention to prevent disease progression, though a large validation study is needed.",
    "journal": "Histopathology",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41664335",
    "title": "Gene Expression Profiling to Unveil Novel Biomarkers for Early Diagnosis and Therapies for Breast Cancer.",
    "abstract": "Breast cancer (BC) is a leading cause of cancer-related death worldwide. Early detection and accurate diagnosis can improve patient outcomes and survival rates. Thus, identifying drugs and biomarkers for early detection is necessary for diagnosis, prognosis, and treatment. Using machine learning techniques, we identified 160 differentially expressed genes (DEGs) between BC and control samples from four microarray datasets (GSE26910, GSE3744, GSE29431, and GSE42568), which were adopted due to the frequent presence of outliers in microarray gene-expression datasets, stemming from multiple stages in the data generation processes. Through protein-protein interaction network analysis, 10 DEGs (FN1, CXCL10, CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, and CAV1) were selected as pivotal Hub genes (HubGs) as potential biomarkers for BC. We validated the expression profiles of hub genes (HubGs) in breast cancer (BC) and control samples using box plot analysis based on data from the TCGA and GTEx databases. The identified HubGs demonstrated strong prognostic potential, as shown by Kaplan-Meier survival analyses and performance in a random forest prediction model. Regulatory network analysis revealed that HubG activity is modulated at a limited number of transcriptional and posttranscriptional stages. Functional enrichment analysis highlighted key molecular functions, cellular components, biological processes, and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways associated with BC pathogenesis and linked to these HubGs. Finally, molecular docking studies targeting HubG-mediated receptors led to the identification of seven top-ranked candidate drugs-Olaparib, Tucatinib, Telmisartan, Danazol, Troglitazone, Abemaciclib, and Lapatinib- proposed for potential BC treatment. In this study, we identified 10 critical differentially expressed genes (cDEGs)- CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, CAV1, FN1, and CXCL10-as pivotal hub genes (HubGs) involved in breast cancer (BC). These HubGs were determined through protein- protein interaction (PPI) network analysis of 160 cDEGs derived from four independent microarray datasets. Functional enrichment analysis revealed that these HubGs are associated with key biological processes, cellular components, molecular functions, and pathways relevant to BC progression. Furthermore, we identified three top-ranked transcription factors (BRCA1, STAT3, and TP53) and three microRNAs (hsa-miR-16-5p, hsa-miR-155-5p, and hsa-miR-23b-3p) as crucial regulators of HubGs, acting at both transcriptional and post-transcriptional levels. The stability of the top three receptor-ligand complexes was validated through molecular dynamics simulations. Therefore, our findings could be a valuable resource for researchers and medical professionals, aiding in BC diagnosis and treatment.",
    "journal": "Current topics in medicinal chemistry",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41657798",
    "title": "Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.",
    "abstract": "Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.",
    "journal": "American journal of cancer research",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41630583",
    "title": "European Colonial Echoes in Cancer Risk: Lessons from the TP53 p.R337H Founder Variant in Brazil.",
    "abstract": "Latin America's population is among the most genetically diverse in the world, shaped by centuries of European colonization, Indigenous American displacement, and forced African slave migration. This complex ancestry, combined with persistent social inequalities, influences cancer risk through both genetic and environmental factors. For example, Indigenous ancestry has been linked to a lower risk of breast cancer, a protective effect further influenced by reproductive patterns and access to healthcare. In this issue, Pinto and colleagues trace the history of the TP53 p.R337H founder variant, a mutation now present in about 1 in 300 people in southern Brazil. Their analysis shows that this variant was introduced during early Portuguese colonization and spread throughout Brazil as the population grew rapidly. This story highlights how historical events continue to shape cancer risk today. Founder mutations, such as TP53 p.R337H, are common across Latin America and often trace to Iberian ancestors. These variants offer unique opportunities for low-cost genetic screening and precision medicine, especially in regions with limited resources. They also serve as natural experiments for studying how genes and the environment interact to influence cancer risk. By understanding and leveraging these genetic legacies, we can enhance cancer prevention and treatment in Latin America, reduce disparities, and gain valuable insights to address global cancer health. See related article by Pinto et al., p. 210.",
    "journal": "Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41619106",
    "title": "Prognostic and monitoring value of circulating tumor DNA at multiple clinical time points in breast cancer.",
    "abstract": "Circulating tumor DNA (ctDNA) has emerged as a prognostic biomarker for breast cancer, potentially offering a more comprehensive representation of tumor genetic heterogeneity. In this study, we assessed the prognostic and monitoring values of ctDNA at multiple clinical time points during diagnosis and therapy. A total of 119 patients with breast cancer underwent ctDNA analysis using next-generation sequencing, targeting 47 breast cancer-related genes at three predefined time points (baseline, post-neoadjuvant chemotherapy [post-NAC], and follow-up). Disease-free survival (DFS) was analyzed based on ctDNA status. ctDNA was detected in 50.9% of patients at baseline, 25.0% post-NAC, and 58.3% during follow-up. ctDNA positivity was associated with worse DFS at baseline (hazard ratio [HR] 7.54, 95% CI: 1.71-33.17, P = 0.008), post-NAC (HR 3.54, 95% CI: 1.24-10.12, P = 0.018), and follow-up (HR 7.68, 95% CI: 0.98-59.97, P = 0.052). TP53 mutations were the most frequently observed, present in 37.5%, 14.8%, and 20.4% of patients at baseline, post-NAC, and follow-up, respectively. PIK3CA mutations were the second most common, detected in 11.6%, 4.5%, and 5.8% of patients, respectively. ctDNA positivity for these mutations consistently showed elevated HRs for disease progression across clinical time points (HR range, 2.73-20.49). ctDNA non-clearance was associated with the highest risk of disease progression (HR 81.09, P < 0.001) and remained the strongest independent prognostic factor in the multivariate analysis (HR 52.07, P < 0.001). ctDNA analysis provides significant clinical utility for prognostic stratification and disease monitoring in breast cancer management.",
    "journal": "Breast cancer (Tokyo, Japan)",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41612657",
    "title": "Risk-Reducing Mastectomy in <i>BRCA1/2</i> and Other High-Risk Gene Carriers: Current Evidence and Practical Guidance.",
    "abstract": "Women carrying pathogenic/likely pathogenic variants of high- or moderate-penetrance genes, such as <i>BRCA1/2</i>, <i>TP53</i>, <i>PTEN</i>, <i>PALB2</i>, <i>CDH1</i>, <i>STK11</i>, <i>CHEK2</i>, and <i>ATM</i>, face markedly elevated lifetime risks of breast cancer. Risk-reducing mastectomy (RRM) reduces incidence by approximately 90% as shown in large observational cohort studies and meta-analyses. However, the survival advantage of RRM remains uncertain given the observational design, heterogeneous population, and the lack of randomized controlled trials. For moderate-penetrance genes, guidance relies more on absolute risk modeling and expert consensus than on direct outcome data. Hence, RRM is recognized as an option for women at high-risk, while emphasizing individualized, multidisciplinary decision-making that incorporates oncological, genetic, reconstructive, and psychosocial perspectives. In addition, choices are shaped by many factors, such as age, family plans, culture, and healthcare systems in real practice. This review integrates the current evidence and evolving guidelines to clarify the benefits, limitations, and controversies surrounding RRM. By addressing existing knowledge gaps and decision-making challenges, it aims to facilitate informed patient-centered counseling for the management of hereditary breast cancer.",
    "journal": "Journal of breast cancer",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41610830",
    "title": "Characterization of a HER-2 targeted silica-gold nanoshells for breast cancer radio-photothermal therapy.",
    "abstract": "The combination of nanoparticles (NPs) with X-ray radiation, laser and chemotherapy offers a promising strategy to enhance breast cancer (BC) treatment efficacy. This study investigates the therapeutic potential of Trastuzumab-loaded Au@SiO<sub>2</sub> nanoshells (TZ-Au@SiO<sub>2</sub> NSs) for SKBr-3 (HER-2<sup>+</sup>) and MCF-7 (HER-2<sup>-</sup>) BC cells. Au and SiO<sub>2</sub> NPs were prepared via the citrate reduction and sol-gel method, respectively. TZ-Au@SiO<sub>2</sub> NSs were formed by conjugating TZ to Au@SiO<sub>2</sub> NSs. Nano-complex characterization was performed using FT-IR, DLS, TEM, SEM, UV-Vis, XRD, and drug loading efficiency analysis. Cell viability was assessed using the MTT assay after treatment with Au@SiO<sub>2</sub> NSs, TZ, TZ-Au@SiO<sub>2</sub> NSs, NIR laser (808 nm), and X-ray radiation (6 MV, 2 Gy). Moreover, gene expression was analyzed using RT-qPCR to measure apoptosis-related genes. The synthesized TZ-Au@SiO<sub>2</sub> NSs (around 70 nm) presented significant ability of temperature increase. The combination of TZ-Au@SiO<sub>2</sub> NSs with laser and X-ray radiation resulted in a significant decrease in cell viability. In SKBR-3 cells, TZ-Au@SiO<sub>2</sub> NSs alone reduced viability from 100 % to 71.5 % at 200 μg/mL. After laser treatment, viability decreased to 46 % at the highest dose (350 J/cm<sup>2</sup>), while X-ray radiation reduced the viability to 63 %. The combined treatment with laser + X-ray resulted in 50 % viability in SKBR-3 and 57 % in MCF-7 cells. Gene expression analysis revealed upregulation of TP53, indicating the induction of apoptosis. TZ-Au@SiO<sub>2</sub> NSs significantly enhance the cytotoxic effects of X-ray radiation and photothermal-chemotherapy, especially in SKBR-3 BC cells, suggesting their potential as effective radio-sensitizers and photo-sensitizers for improved BC treatment.",
    "journal": "Applied radiation and isotopes : including data, instrumentation and methods for use in agriculture, industry and medicine",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41602389",
    "title": "Liquid biopsy in triple-negative breast cancer: a promising tool for diagnosis, prognosis, and treatment monitoring.",
    "abstract": "Triple-negative breast cancer (TNBC) is a highly aggressive and heterogeneous subtype of breast cancer, characterized by poor prognosis and limited treatment options. With the advancements in precision oncology, liquid biopsy has emerged as a promising, non-invasive tool for diagnosing TNBC, predicting prognosis, and monitoring treatment response. Circulating tumor DNA (ctDNA) and other biomarkers, such as circulating tumor cells (CTCs), exosomal RNA, and non-coding RNAs, offer valuable insights into tumor heterogeneity, disease progression, and therapeutic efficacy. Recent research has indicated that the presence of ctDNA following neoadjuvant chemotherapy is associated with reduced progression-free survival. Additionally, mutations in key genes such as <i>TP53</i> and <i>PIK3CA/AKT</i>, along with microRNA alterations (e.g., miR17, miR19a, miR105), have been identified as potential indicators of treatment response and resistance. Furthermore, the study of CTCs enables real-time tumor dissemination profiling, which may enhance prognostic accuracy. Despite these promising developments, significant challenges persist in the standardization and clinical implementation of liquid biopsy techniques. This review provides a comprehensive overview of the current and future applications of liquid biopsy in TNBC management, highlighting its potential to improve early disease detection, optimize therapeutic strategies, and refine patient classification. Integrating liquid biopsy into routine clinical practice could lead to better treatment outcomes and more personalized approaches to TNBC care.",
    "journal": "Frontiers in oncology",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41595712",
    "title": "Mutational Landscape Analysis of BRCA1/2 and Identification of Extracellular-Vesicle-Related Biomarkers in Triple-Negative Breast Cancer.",
    "abstract": "<b>Background</b>: Triple-negative breast cancer (TNBC), defined by the absence of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER-2) expression, is associated with increased <i>BRCA1/2</i> mutation rates. Extracellular vesicles (EVs) play a pivotal role in TNBC progression. This study aimed to analyze <i>BRCA1/2</i> mutations and identify EV-related biomarkers for TNBC by employing TNBC-related datasets and EV-related genes (EVRGs). <b>Methods</b>: Initially, <i>BRCA1/2</i> mutations in TNBC patients were examined. Differentially expressed EVRGs (DE-EVRGs) were identified by integrating the results of both differential expression analysis and weighted gene co-expression network analysis (WGCNA). Biomarkers were identified using Receiver Operating Characteristic (ROC) and Kaplan-Meier (K-M) analyses. Finally, functional enrichment, drug prediction, molecular docking, and reverse transcription quantitative polymerase chain reaction (RT-qPCR) analyses were performed. <b>Results</b>: Waterfall plots indicated that <i>TP53</i> exhibited the highest mutation frequency in both the mutation (MUT) and wild-type (WT) group. Four distinct types of immune cells (for example, eosinophils and neutrophils) showed significantly elevated expression levels in the WT group. Notably, <i>PLA2G5</i> was identified as a biomarker of TNBC and its expression was significantly lower in TNBC (<i>p</i> = 0.0025). Functional analysis demonstrated that <i>PLA2G5</i> is enriched in the \"drug metabolism cytochrome P450\" pathway. Finally, 20 drugs targeting <i>PLA2G5</i> were identified, among which leukotriene C4 demonstrated a binding affinity of -7.2 kcal/mol. This finding suggests that leukotriene C4 has potential therapeutic applications for the treatment of TNBC. <b>Conclusions</b>: Our study found significant differences between the MUT and WT groups, identifying <i>PLA2G5</i> as a biomarker for TNBC and offering a theoretical basis for TNBC treatment.",
    "journal": "Biomedicines",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41587113",
    "title": "Role of ctDNA in predicting the outcome of patients with hormone receptor-positive, HER2-negative advanced breast cancer treated with first-line ribociclib and letrozole: BioItaLEE trial.",
    "abstract": "This phase 3b study prospectively evaluated the prognostic and predictive value of baseline and dynamic circulating tumor (ctDNA) in postmenopausal patients with hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) advanced breast cancer (ABC) treated with first-lineribociclib/letrozole. A total of 287 patients were enrolled, with ctDNA analyzed at baseline (n=263), day 15 of cycle 1 (C1D15; n=238), C2D1 (n=241), and at first imaging (n=206). The primary objective was to identify ctDNA alterations, characterize their evolution across treatment time points, and assess their association with progression-free survival (PFS). Median PFS was 23.4 months (95% CI: 20.8-non estimable [NE]). At baseline, the most frequently altered genes were PIK3CA (22.1%) and TP53 (15.5%). Alterations in TP53, MYC, and HER- and CDK4/6- pathway genes were linked to early progression. Absence of a detectable mutation at baseline (n=150, 57.0%) was associated with better prognosis (HR=0.41). Among patients with a detectable mutation at baseline (n=104), early clearance (mutation undetectability) was observed in 47.1% at C1D15 and 52.4% at C2D1, and associated with improved PFS (C1D15, HR=0.51; C2D1, HR=0.44). In patients without a detectable mutation at baseline, 22.7% (n=34) developed new mutations at C1D15, C2D1, or first imaging. Patients without new mutations had a lower risk of progression (HR=0.45). Pretreatment and early dynamics of ctDNA represent promising prognostic and predictive biomarkers in patients with HR+/HER2- ABC treated with ribociclib/letrozole. Early ctDNA dynamic appeared a promising surrogate biomarker for treatment. Further studies are warranted to validate their clinical utility.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41553984",
    "title": "Detection of Aggregation-Prone Behavior in Mutant P53 V157F Breast Cancer Cells Using Multipoint Thioflavin T Fluorescence.",
    "abstract": "The tumor suppressor p53, encoded by the TP53 gene, plays a central role in maintaining genomic stability. TP53 mutations, particularly hotspot variants, are found in approximately 50% of human cancers and may lead to the loss of tumor-suppressive functions or the acquisition of gain-of-function properties, including aggregation into prion-like structures. In this study, we assessed the aggregation tendency of the p53 V157F mutation in Hs578T breast cancer cells compared to MCF7 cells expressing wild-type p53. Protein aggregation was evaluated using Thioflavin T (ThT) staining followed by fluorescence quantification in 96-well plate assays. Cells were stained with a ThT/Hoechst solution, washed, and analyzed using a microplate reader under defined excitation/emission parameters. Quantitative analysis using both single-point and four-point fluorescence readings revealed that Hs578T cells exhibited a 3.20- to 4.26-fold increase in ThT fluorescence intensity relative to MCF7, indicating significantly elevated levels of β-sheet-rich or amyloid-like aggregates. Multipoint measurements confirmed the widespread and consistent presence of protein aggregates across the well surface. These findings support the use of multipoint plate-reading to accurately detect protein aggregation in cell-based assays.",
    "journal": "Journal of visualized experiments : JoVE",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41551883",
    "title": "Biomimetic hybrid membrane-coated nanoparticles loaded with rhein-iron complex enhance ferroptosis and immunotherapy for triple-negative breast cancer.",
    "abstract": "Triple-negative breast cancer (TNBC), recognized as the most aggressive subtype of breast cancer, presents significant challenges in clinical management owing to the absence of effective therapeutic targets and the limitations of single-modal treatment strategies. It has been verified that rhein possesses diverse pharmacological activities, including anti-tumor and antibacterial properties, and can exert anti-cancer effects by inducing cellular ferroptosis. Meanwhile, ferroptosis of tumor cells can enhance the anti-tumor immune effect. However, the insufficient water solubility and high cytotoxicity of rhein limit its application in clinical practice. To address this challenge, we designed a rhein-iron (RH-Fe) complex and encapsulated it in a hybrid membrane (HM) derived from platelets membrane and M2 macrophages membrane to construct Rhein-Fe@HM (RF@HM) nanoparticles. The nanoparticles have appropriate particle size and good biocompatibility, which can accurately target tumor tissues. In vivo and in vitro experimental findings demonstrated that RF@HM could induce ferroptosis by regulating TP53 in tumor cells and activate the immune response of body, thereby significantly suppressing the growth of TNBC. Therefore, RF@HM-mediated ferroptosis with immunotherapy are expected to provide great potential in the clinical treatment of TNBC.",
    "journal": "Materials today. Bio",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41548171",
    "title": "\"Beyond HER2 overexpression: somatic alterations in HER2 and PI3K genes in HER2-high and HER2-low/TNBC breast cancer.",
    "abstract": "HER2-overexpressing (3+) breast cancer exhibits distinct clinicopathological characteristics compared to HER2 1+ and 2+ tumors; however, differences in their molecular features remain poorly defined. This study aimed to investigate clinicopathologic and somatic alterations in breast tumors stratified by HER2 status. Ninety breast cancer patients were stratified by HER2 expression (1+, 2+, 3+) using immunohistochemistry and confirmed by FISH. For each patient, paired diagnostic biopsies and post-neoadjuvant chemotherapy (NACT) residual tumors were analyzed. Targeted next-generation sequencing (NGS) was performed on 34 paired samples, and shortlisted variants were validated by digital droplet PCR (ddPCR) in 90 cases. Among the 90 paired samples, 40 were HER2-high, and 50 were HER2-low/TNBC. HER2-high tumors presented with a larger mean size (3.34 cm vs. 2.29 cm) but lower lymph-node metastasis (40% vs. 60%) compared to HER2-low/TNBC. NGS identified frequent mutations in PIK3CA (24%), TP53 (32%), and ERBB2 (9%). PIK3CA variants His1047Arg and Glu542Lys exhibited significantly higher variant allele frequencies in post-NACT tumors (p < 0.05). HER2-high tumors demonstrated a greater prevalence of ERBB2 mutations (13.5%), whereas in HER2-low patients, such mutations appeared only after neoadjuvant chemotherapy (NACT). Importantly, PIK3CA mutations were correlated with increased lymph-node metastasis (p = 0.04) and poorer survival outcomes, underscoring their prognostic impact. HER2-high and HER2-low/TNBC breast cancers demonstrate distinct clinicopathologic and molecular profiles. Therapy-associated enrichment of PIK3CA mutations and their association with aggressive behavior underscore their prognostic and therapeutic significance in HER2-positive disease. Further studies are needed to clarify their role in guiding personalized treatment strategies.",
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41547255",
    "title": "Phytochemicals in ethanolic extract of Cinnamomum tamala induce cell cycle arrest, DNA damage and apoptosis in human breast cancer cell lines MDA-MB-231 and MCF-7.",
    "abstract": "Cinnamomum tamala (CT), commonly known as 'Indian bay leaf' in English and 'Tejpatta' in Hindi is a tree belonging to family Lauraceae and is widely used as a culinary condiment with well-known medicinal properties. In the present study, ethanolic extract of dried CT leaves (EECTL) was characterized by HPLC and the antioxidant activity was evaluated using DPPH radical scavenging assay. Anticancer activity of EECTL was evaluated against human breast cancer cell lines MDA-MB-231 and MCF-7 vis-à-vis normal HEK-293 and Vero cells using MTT assay, along with morphological analysis using phase-contrast microscopy. EECTL-induced chromatin condensation and apoptosis were studied using Hoechst and AO/EtBr staining by fluorescence microscopy, as well as by qRT-PCR analysis. Annexin V-FITC/PI double staining for apoptosis detection and cell cycle analysis using PI were performed using flow cytometry. Catechin (R<sub>t</sub> = 6.085 min), eugenol (R<sub>t</sub> = 7.211 min) and apigenin (R<sub>t</sub> = 19.496 min) were identified as the major bioactive components. EECTL was found to induce apoptosis in MDA-MB-231 and MCF-7 cell lines in a dose-dependent manner with IC<sub>50</sub> values of 47 and 110 µg/mL, respectively. Interestingly, EECTL did not exhibit any significant effect on normal HEK-293 and Vero cells. The selectivity indices of EECTL with respect to Vero/MDA-MB-231 and HEK-293/MDA-MB-231 were determined as 5.69 and 8.16, respectively, while those for Vero/MCF-7 and HEK-293/MCF-7 were 2.43 and 3.48, respectively. Mechanistically, EECTL caused cell cycle arrest at G<sub>0</sub>/G<sub>1</sub> in MDA-MB-231 and sub-G<sub>0</sub> phase in MCF-7 cells, leading to chromatin condensation and apoptosis. DNA damage and fragmentation were confirmed via comet assay. Expression analysis revealed that EECTL upregulated the expression of TP53 in MDA-MB-231 and MCF-7 cells. EECTL was found to have significant antioxidant potential against DPPH radicals, with an IC<sub>50</sub> of 150 µg/mL. This study is the first to report anticancer potential and mechanism of action of EECTL against breast cancer MDA-MB-231 cells. EECTL shows potential to serve as an adjunct to the main line of treatment in breast cancer and may be of interest for future preclinical and clinical studies aimed at developing integrative breast cancer treatments.",
    "journal": "Tissue & cell",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41545354",
    "title": "Simultaneous inhibition of PARP/AKT to intercept nascent BRCA1/2<sup>mut</sup> breast tumors.",
    "abstract": "We utilized the K14-Cre Brca1<sup>f/f</sup>Tp53<sup>f/f</sup> mouse model to investigate whether a pulse of PARP inhibitor (PARPi) ± an AKT inhibitor (AKTi) can prevent Brca1-related breast cancer. PARPi alone did not intercept or prevent tumor development. PARPi+AKTi intercepted tumors but did not prevent new tumors. These data confirm the efficacy of a PARPi and an inhibitor of PI3K signaling in treating BRCA1/2-related tumors, but this combination is not sufficient to prevent carcinogenesis.",
    "journal": "NPJ breast cancer",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41544200",
    "title": "Etiology of gene expression-based subtypes of breast cancer in the Ghana Breast Health Study.",
    "abstract": "Breast cancers are heterogeneous and largely classified using immunohistochemistry of estrogen receptor expression. However, research suggests RNA-based subtyping, including intrinsic (luminal vs. non-luminal) and TP53-based subtypes, may offer additional etiologic insight. TP53 mutant tumors, often more aggressive and non-luminal, are common among women of African descent. We examined possible heterogeneity for RNA-based luminal/non-luminal and TP53 subtypes among women of west African ancestry. We analyzed 595 invasive breast cancer cases and 2096 controls in the Ghana Breast Health Study. RNA was extracted from formalin-fixed paraffin-embedded tumor samples and profiled via nCounter® Breast Cancer 360™. Tumors were classified as luminal (N = 278) vs. non-luminal (N = 282) and TP53 wildtype-like (N = 324) vs. mutant-like (N = 271) using the PAM50 assay and a validated RNA signature, respectively. Case-control odds ratios and 95% confidence intervals were estimated using polytomous logistic regression. Etiologic heterogeneity was assessed in case-only analyses. Higher parity was more protective for luminal than non-luminal tumors (p-heterogeneity = .05). Older age at menarche and alcohol use ≥6 months were associated with elevated risk of luminal, but not non-luminal tumors (p-heterogeneity = .01). Similar trends were observed for TP53 wildtype-like tumors, though not statistically significant. Cross-classification of PAM50/TP53 showed that higher parity, older age at menarche, and alcohol use ≥6 months were more strongly associated with luminal/TP53 wildtype-like than other subtypes. RNA-based breast cancer subtyping suggests TP53 refines breast cancer etiologic heterogeneity in a sub-Saharan African population. The high prevalence of aggressive, mostly TP53-mutant tumors in this population underscores the need for further studies to clarify etiologic heterogeneity.",
    "journal": "International journal of cancer",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41526581",
    "title": "A comparative analysis of mutational profiles between triple-negative breast cancer and non-triple-negative breast cancer.",
    "abstract": "Among breast cancer subtypes, triple-negative breast cancer (TNBC) is associated with the poorest prognosis and currently lacks effective targeted therapies. While gene mutation profiling provides valuable insights into recurrent mutations and genomic heterogeneity, the comparative mutational characteristics distinguishing TNBC from non-TNBC tumors have not been comprehensively investigated. This study aims to elucidate these differences through a systematic comparative analysis. We retrieved clinical data and somatic mutation profiles of 704 breast cancer patients from The Cancer Genome Atlas (TCGA) database. Based on hormone receptor expression status, the breast cancer samples were stratified into TNBC cohort (n = 109) and non-TNBC cohort (n = 595). Comprehensive genomic analysis was performed to compare differences in mutational profiles between the two cohorts, including differential frequencies of recurrent mutations, interaction patterns of co-occurring and mutually exclusive mutations, driver genes, decomposition of mutational signatures using the Catalogue of Somatic Mutations in Cancer (COSMIC) database, and pathway enrichment of significantly altered genes. Compared to the non-TNBC cohort, the TNBC patients had a younger age at onset. Significant differences were observed in the mutation rate of TP53 (81% vs. 27%, p < 2.2 × 10<sup>- 16</sup>), PIK3CA (11% vs. 38%, p = 5.4 × 10<sup>- 9</sup>) and GATA3 (1% vs. 16%, p = 1.0 × 10<sup>- 6</sup>) between TNBC and non-TNBC cohorts. TNBC also exhibited a higher tumor mutation burden (TMB) than non-TNBC (1.2 vs. 0.6 mutations/Mb). Genes in TNBC predominantly exhibited a co-mutation pattern, whereas non-TNBC showed either co-occurring or mutually exclusive mutational relationships. TTN and PIK3CA were identified as key driver genes in TNBC, while non-TNBC exhibited greater diversity in driver alterations, including MAP3K1 and KMT2C. Mutational signature analysis revealed that Single-Base Substitution2 (SBS2) and SBS6 were common to both cohorts, while SBS3 and SBS26 were predominantly enriched in TNBC, and SBS10b was more frequent in non-TNBC. Pathway enrichment analysis showed that the most affected oncogenic pathways in TNBC were TP53, TGF-Beta, RTK-RAS, and Hippo pathways, whereas non-TNBC involved TP53, TGF-Beta, NRF2, PI3K, and RTK-RAS pathways. Our study delineates the distinct genomic mutational landscapes between TNBC and non-TNBC cohorts, and reveals somatic interactions, driver genes, mutational signatures and pathway enrichment. These findings highlight the distinct molecular features of TNBC, which may contribute to its aggressive clinical behavior.",
    "journal": "Discover oncology",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41523250",
    "title": "A predictive model based on BRCA1/2, POLE, TP53, and MSH6 mutations for immunotherapy response in advanced endometrial cancer.",
    "abstract": "To evaluate clinical, molecular, and immunological predictors of response to immunotherapy among patients with advanced endometrial cancer and to develop a combined biomarker model for predicting treatment outcomes. This retrospective case-control study included 590 advanced endometrial cancer patients treated at the Affiliated Hospital of Hebei University of Engineering between December 2024 and May 2025. Eligible women underwent total hysterectomy, pelvic lymph node dissection, and received immune checkpoint inhibitors alongside standard chemotherapy. Patients were stratified into good and poor response groups based on 1-year post-treatment prognosis and response evaluation criteria in solid tumors. Baseline blood biomarkers, gene mutation status (breast cancer gene [BRCA] 1, BRCA2, DNA polymerase epsilon, tumor protein p53 [TP53], mutS homolog 6), and immunophenoscore (IPS) were assessed. Logistic regression and receiver operating characteristic (ROC) analyses were performed. A random forest model was constructed for combined biomarker prediction. No significant differences in baseline demographic or clinical characteristics were found between response groups. Good responders had significantly lower baseline levels of C-reactive protein (CRP), interleukin-6 (IL-6), tumor necrosis factor alpha (TNF-α), neutrophil-lymphocyte ratio (NLR), cancer antigen 125 (CA125), and IPS, and higher frequencies of gene mutations. Multivariate regression identified elevated CRP, IL-6, TNF-α, NLR, CA125, and IPS as independent predictors of poor response; BRCA2 and TP53 mutations were independently associated with favorable outcomes. The combined biomarker model achieved an area under the ROC curve of 0.812, demonstrating strong predictive accuracy. Inflammatory and tumor biomarkers, IPS, and specific gene mutations are independently associated with immunotherapy response in advanced endometrial cancer. A combined biomarker model may enhance the prediction of treatment outcomes and guide individualized therapy.",
    "journal": "American journal of cancer research",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41516322",
    "title": "Overcoming Therapeutic Resistance in Triple-Negative Breast Cancer: Targeting the Undrugged Kinome.",
    "abstract": "Triple-Negative Breast Cancer (TNBC) remains the most aggressive breast cancer subtype, characterized by profound heterogeneity and a lack of effective targeted therapies. Although cytotoxic chemotherapy is the standard of care, the rapid emergence of resistance driven by cancer stem cells (CSCs), metabolic plasticity, and the tumor microenvironment limits long-term survival. This review highlights the paradigm shift in TNBC treatment from 2021 to 2025, moving beyond broad cytotoxicity to precision medicine. We first examine the limitations of earlier targeted therapies, such as PI3K/AKT/mTOR inhibitors, which failed due to compensatory feedback loops and toxicity. We then discuss emerging synthetic lethality strategies targeting the G2/M checkpoint (WEE1, ATR) and mitotic kinases (PLK1, TTK) to exploit genomic instability in TP53-mutant tumors. Furthermore, we explore how novel modalities like PROTACs and Antibody-Drug Conjugates (ADCs) are unlocking the \"undrugged kinome,\" including targets like TNIK, PTK7, and PAK4, which were previously inaccessible. Finally, we propose that future success lies in combinatorial strategies integrating these next-generation kinase inhibitors with ADCs and immunotherapies to dismantle therapeutic resistance.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41516015",
    "title": "Decoding Breast Cancer: Emerging Molecular Biomarkers and Novel Therapeutic Targets for Precision Medicine.",
    "abstract": "Breast cancer is the most frequent gynecological malignancy and the main cause of cancer death in the female population worldwide. One of the most significant challenges in its clinical management is the molecular heterogeneity of malignant breast tumors, which is reflected in the current molecular classification of these entities. In each of these tumor molecular subtypes, distinct genetic alterations are involved, and several intracellular signaling pathways contribute to defining their biological identity and clinical response. This literature review summarized the main classic and emerging biomarkers in breast cancer, along with the therapies associated with them. There are several classic biomarkers associated with this disease, such as estrogen and progesterone receptors, the HER2 receptor, and the Ki-67 cell proliferation marker. Given the limitations of these biomarkers, new biomarkers have been identified, including the <i>TP53</i> tumor suppressor gene, the EGFR, different types of RNAs, plus epigenetic and immunological biomarkers. The integration of classic and emerging biomarkers along with new therapeutic targets in the clinical practice has promoted a thorough understanding of the high molecular complexity of breast cancer and the development of precision medicine strategies which increase the chances of therapeutic success.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41515979",
    "title": "MDM2 in Tumor Biology and Cancer Therapy: A Review of Current Clinical Trials.",
    "abstract": "The Murine Double Minute 2 (<i>MDM2</i>) gene encodes an E3 ubiquitin ligase that negatively regulates the tumor suppressor p53, maintaining low p53 levels through ubiquitination and proteasomal degradation. MDM2 overexpression in various malignancies leads to reduced p53 activity, contributing to tumor initiation and resistance to therapies. As such, MDM2 is a promising target for drug development. Innovative small-molecule inhibitors are being designed to disrupt the MDM2-p53 interaction, thereby restoring p53's tumor-suppressive functions. This review focuses on clinical trials evaluating MDM2 inhibition for cancer therapy. MDM2 exerts its oncogenic effects primarily through its interaction with p53 but also has p53-independent functions involved in cell cycle progression and DNA repair. Elevated MDM2 expression is associated with poor prognosis across various cancers, including dedifferentiated liposarcoma, breast cancer, and glioblastoma. Targeting MDM2 with inhibitors has shown promising potential in clinical development, aiming to reactivate p53's functions in tumors with wild-type TP53, improving therapeutic outcomes in cancer treatment.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41514881",
    "title": "Multi-Omics Integration Identifies the Cholesterol Metabolic Enzyme <i>DHCR24</i> as a Key Driver in Breast Cancer.",
    "abstract": "Dysregulated cholesterol metabolism is a hallmark of breast cancer (BC), but its key molecular mediators remain unclear. Using an integrated multi-omics approach, including Mendelian randomization, transcriptomic/proteomic database screening, functional assays, and clinical correlation, we identified the cholesterol biosynthesis enzyme <i>DHCR24</i> as a central metabolic-immune mediator. We found that high <i>DHCR24</i> mRNA expression is associated with poorer patient prognosis and is elevated in luminal and HER2+ subtypes. Surprisingly, <i>DHCR24</i> knockdown enhanced malignant phenotypes in MCF7 cells, contrasting its pro-tumor role in patients. Integrated analysis resolved this paradox, revealing that <i>DHCR24</i> promotes BC progression non-cell-autonomously by remodeling an immunosuppressive tumor microenvironment, rather than by intrinsically driving cancer cell proliferation. Mechanistically, <i>DHCR24</i> depletion upregulated <i>TP53</i> and downregulated <i>SQLE</i>. This study establishes <i>DHCR24</i> as a pivotal metabolic-immune node and a promising therapeutic target for disrupting the cholesterol-immune axis in luminal and HER2+ BC.",
    "journal": "Biology",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41512973",
    "title": "Study on the role of TIGAR in regulating mitochondrial function and inhibiting pyroptosis of breast cancer cells.",
    "abstract": "Insufficient immunogenic cell death (ICD) within tumors, particularly the difficulty in inducing pyroptosis, represents a critical factor contributing to treatment resistance, recurrence, and metastasis in triple-negative breast cancer (TNBC). Recent investigations into the roles of pyroptosis-related proteins in breast cancer have laid a foundation for developing therapeutic strategies centered on pyroptosis induction. However, clinical approaches that effectively trigger pyroptosis for cancer treatment remain unavailable, highlighting the urgent need to identify additional pyroptosis-related proteins and elucidate their functional mechanisms. This study revealed that TP53-induced glycolysis and apoptosis regulator (TIGAR) inhibited nigericin-induced pyroptosis in TNBC cells, whereas knockdown of TIGAR significantly augmented the level of pyroptosis. Mechanistically, TIGAR suppressed nigericin-triggered pyroptosis by preserving mitochondrial function and attenuating intracellular reactive oxygen species (ROS) accumulation. These findings supported the first evidence of TIGAR's regulatory role in the pyroptosis pathway in TNBC cells, offering a theoretical basis for targeting TIGAR as a novel therapeutic strategy for TNBC.",
    "journal": "Free radical biology & medicine",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41512445",
    "title": "Genomic landscape of metastatic breast cancers in young adults: a liquid biopsy analysis of women aged 20-40 years.",
    "abstract": "Breast cancer in young adults (YA) aged 20-40 years has distinct clinical and biological traits compared with older patients. This study evaluated the genomic landscape of metastatic breast cancers (MBC) among YA. Patients with MBC enrolled in the STING molecular profile platform (NCT04932525) between 2021 and May 2023 were included. Clinical and genomic features were analyzed by age (≤40 vs > 40 years). Tumor profiling used the FoundationOne Liquid CDx assay (324 genes) at baseline or later in the disease course. Variant frequencies were compared across age groups. Of 432 eligible patients, 68 (16 %) were YA. Among 37 YA with hormone receptor positive (HR+) BC, frequent alterations included TP53 (39 %), ESR1 (27 %), PIK3CA (25 %), FGFR3 (18 %), FGFR4 (18 %), FGFR19 (18 %), CCND1 (18 %). Compared with older patients, YA with HR + tumors had fewer RB1 (7 % vs 8 %; p = 0.03) and PIK3CA (25 % vs 31 %; p = 0.03) alterations. Among 28 YA with triple negative BC, the most common alterations were TP53 (100 %), PTEN (26 %), BRCA1 (22 %), RB1 (17 %). PTEN mutations were more frequent among YA with TNBC than older patients (26 % vs 8 %; p = 0.009). Tiers I-III genomic alterations according to the ESMO scale of clinical actionability (ESCAT) were identified in 54 YA (79 %), including 48 tiers I-II alterations comprising ESR1 (n = 12), gBRCA1/2 (n = 11), PIK3CA (n = 13). ESCAT tiers I-III alterations were reported in 79 % YA with MBC which supports the role of molecular profiling in YA. The differences detected in the genomic profiles of YA with BC and older patients may allude to potential different underlying disease biology.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41510123",
    "title": "Targeted next-generation sequencing reveals genomic differences between male and female breast cancer.",
    "abstract": "Compared with female breast cancer (FBC), male breast cancer (MBC) is often detected at the advanced stage and has a poorer prognosis. Due to the limited research data on MBC, its clinical diagnosis and treatment regimens are mainly based on FBC, although these regimens may not be appropriate for MBC patients. This study aimed to investigate the similarities and differences between MBC and FBC at the genetic level, in order to provide ideas and basis for the diagnosis and treatment of MBC. In this cross-sectional study, we conducted high-throughput sequencing on formalin-fixed paraffin-embedded (FFPE) samples obtained from a cohort of 12 MBC and 14 FBC patients. Utilizing bioinformatics tools, we meticulously analyzed and compared the genomic profiles to elucidate the underlying genetic distinctions between MBC and FBC. In our study, <i>MLL3</i> and <i>GATA3</i> mutations were most prevalent in MBC while <i>TP53</i>, <i>PIK3CA</i> and <i>MLL3</i> mutations dominated in FBC. Notably, certain genes exhibited shared point mutations and copy number variations (CNVs) across genders. The mutation prevalence of <i>PIK3CA</i> was significantly different between MBC and FBC. <i>CDK12</i> and <i>ERBB2</i> had the highest prevalence of CNV in FBC, contrasting with their absence in MBC. Both in MBC and FBC, <i>MYC</i> had the highest prevalence in CNV. Furthermore, FBC demonstrated a higher tumor mutational burden (TMB) than MBC. MBC private genes were involved in a variety of disease-related signaling pathways, with the ErbB and PI3K-Akt pathways being significantly enriched. We concluded that MBC and FBC exhibit both genomic similarities and distinctions in our study. In the context of precision medicine, this study may provide new ideas and a basis for the diagnosis and treatment of MBC.",
    "journal": "Translational cancer research",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41505521",
    "title": "Elucidating cooperative genetic events in DCIS progression in mutant <i>p53</i>-driven breast cancer.",
    "abstract": "Ductal carcinoma in situ (DCIS) is a precursor mammary lesion characterized by abnormal epithelial cells in mammary ducts that remain confined to the luminal space. Not all DCIS becomes invasive, and no strategy currently exists in patients to stratify indolent DCIS from DCIS at risk of progression. Several studies of human DCIS and breast cancer suggest that <i>TP53</i> mutations occur early in DCIS. However, <i>TP53</i> mutation alone is insufficient for DCIS formation or transformation to invasive disease. Using an autochthonous somatic mouse model of <i>Trp53<sup>R245W</sup></i> induced breast cancer (equivalent to the <i>TP53<sup>R248W</sup></i> hotspot mutation in humans), we identified DCIS lesions. Through exome sequencing and low-pass whole-genome sequencing, we identified additional genomic changes shared between DCIS and invasive tumors. This comparison nominated seven murine candidate genes, with eight human orthologs. We assessed the cooperativity of these genes with mutant <i>TP53</i> in human breast cells using acinar morphogenesis and migration assays. Overexpression of <i>TMEM267</i>, which encodes a transmembrane protein overexpressed in 22% of <i>TP53</i> missense mutant breast cancer cases, in cells with mutant <i>TP53</i> caused a significant increase in the filled duct, DCIS-like phenotype. We nominate <i>TMEM267</i> as a cooperating event with mutant <i>TP53</i> in DCIS progression.",
    "journal": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41504053",
    "title": "SB431542, a Selective Inhibitor of the TGF-β Type I Receptor, Enhances Doxorubicin Antitumor Activity via p63 Activation in Mutant p53 Breast Cancer Cells.",
    "abstract": "<i>TP53</i> gene mutations are common in breast cancer and are linked to chemoresistance. <i>p63</i>, a p53 family member, can induce apoptosis independently of p53, representing a potential therapeutic target in <i>TP53</i>-mutant tumors. This study evaluated the synergistic effects of SB431542, a TGF-β type I receptor inhibitor, and doxorubicin in <i>TP53</i>-mutant breast cancer cells. Isoform-specific RT-PCR was used to assess TAp63 and ΔNp63 expression following SB431542 treatment in T47D, MDA-MB-231, and MDA-MB-468 cells. Cell viability was assessed using the CCK8 assay. Synergistic interaction was quantified using the Coefficient of Drug Interaction (CDI). Caspase-3/7 activity assays and immunocytochemistry analyses were performed to evaluate apoptotic signaling and p63 expression. Inhibition studies using PETα, a p53-family inhibitor, and a pan-caspase inhibitor were conducted to determine the pathway dependency of the observed effects. SB431542 selectively increased TAp63 but not ΔNp63 expression in all three <i>TP53</i>-mutant breast cancer cells. GAS6, a TAp63 target, was also upregulated by SB431542. Treatment with SB431542 and doxorubicin used in combination significantly reduced cell viability (CDI 0.54-0.63), increased caspase activity, and enhanced p63 expression. The anticancer effect was significantly reduced by co-treatment with either the p53-family inhibitor or the pan-caspase inhibitor, confirming that the cytotoxic response was mediated through TAp63 and caspase activation. SB431542 potentiates doxorubicin-induced apoptosis in <i>TP53</i>-mutant breast cancer cells by upregulating TAp63 and activating caspase-dependent pathways. These findings suggest that targeting the TGF-β/TAp63 signaling axis may offer a novel therapeutic approach to overcome chemoresistance in aggressive, <i>TP53</i>-mutant breast cancers.",
    "journal": "Frontiers in bioscience (Landmark edition)",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41503337",
    "title": "Unveiling Novel Genetic Mutations and Prognostic Indicators in Breast Carcinoma: An Analysis of The Cancer Genome Atlas (TCGA) Data.",
    "abstract": "Background Breast carcinoma is one of the leading causes of cancer-associated mortality in women worldwide. Although several advances have been made in molecularly classifying breast cancers, treatment resistance continues to limit the overall survival. The Cancer Genome Atlas (TCGA) has unraveled diverse genomic alterations in breast carcinoma. However, some potential biomarkers still remain unexplored, like SETDB1, a histone methyltransferase involved in epigenetic silencing of tumor suppressor genes. ARMCX5 and SLCO6A1 are also some of the unexplored genes that could have a potential role in drug resistance. Materials and methods The Mutation Annotation Format (MAF) data set from the Cancer Genome Atlas Breast Cancer (TCGA-BRCA) cohort was analyzed using the Maftools, Survival, Mclust, and Survminer R packages. Oncodrive driver analysis and protein family (PFAM) domain mapping were performed. A total of 845 cases of breast carcinoma with complete survival data were retrieved, of which mutation data for 800 cases were available. Comprehensive mutation analysis was also done to unveil unexplored genes. Survival data of 845 cases were integrated for Kaplan-Meier and Cox proportional hazard analysis to ascertain the prognostic significance of an array of genes. Oncogenic signaling pathway mapping was done to determine the clinical enrichment of the genes associated with breast carcinoma. Genes associated with clinical enrichment, clustering of somatic mutations, and prognosis were subjected to further analysis. Results Besides the established molecular drivers like PIK3CA and TP53, we found several novel and understudied genes with potential prognostic and oncogenic significance. SETDB1 (p < 0.0001), USP37 (p < 0.0001), NDUFS1 (p = 0.025), TRPM4 (p < 0.0001), and MYO18A (p < 0.0001) were associated with poor prognosis. ARMCX5 (p < 0.0001) and SLCO6A1 (p < 0.0001) were enriched in high-grade tumors. Conclusion The TCGA-BRCA cohort analysis emphasizes a potential interplay of metabolic genes like NDUFS1, TRPM4, ARMCX5, SLCO6A1, and epigenetic axis genes like SETDB1 and USP37 in the oncogenesis and prognosis of breast carcinomas. These observations could open potential avenues for exploring novel therapeutics in aggressive breast carcinomas.",
    "journal": "Cureus",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41496421",
    "title": "Neoadjuvant endocrine therapy with sequential palbociclib and chemotherapy based on Ki67 status in stage II-III breast cancer: An open-label, phase II study.",
    "abstract": "While neoadjuvant endocrine therapy (NET), with or without a CDK4/6 inhibitor, is an established treatment option for estrogen receptor-positive breast cancers, optimal patient selection and second-line treatment for non-responders remain uncertain. In the open-label, phase 2 PETREMAC trial (NCT02624973), pre- and postmenopausal patients with large T2 (>4 cm) or locally advanced ER/PGR>50 %, HER2-, and TP53 wild-type breast cancers received NET (tamoxifen + goserelin for premenopausal and letrozole for postmenopausal patients). Palbociclib was added if the Ki67 reduction was ≤50 % after 14 days. Neoadjuvant chemotherapy (NAC) was introduced if NET ± palbociclib failed to reduce Ki67 sufficiently or if there was no objective response on MRI after 24 weeks. Tumor biopsies underwent targeted sequencing of 360 cancer-related genes and subsequent gene expression profiling. Among 88 patients, the median tumor size was 48 mm (range 16-140 mm). NET alone reduced Ki67 > 50 % in 49/88 (56 %) of evaluable tumors. Adding palbociclib yielded a Ki67 reduction >50 % in 24/34 (71 %) of tumors where neoadjuvant endocrine therapy alone failed to suppress Ki67, providing a Ki67 reduction of >50 % in a total of 72/88 (82 %) of patients. NAC was administered to 34/88 (39 %) due to inadequate Ki67 response or lack of MRI response. Overall, 70 % achieved a pre-surgical objective response. Pathological complete response was seen in 3/84 patients. Postmenopausal status (p = 0.005) and invasive lobular carcinoma (p = 0.02) predicted Ki67-based response to NET. Sequential NET with palbociclib, limiting NAC to non-responders, is a feasible strategy for ER/PGR>50 %, HER2-, TP53 wild-type breast cancers.",
    "journal": "Breast (Edinburgh, Scotland)",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41496406",
    "title": "First functional evidence that a rare germline TP53β variant drives senescence-associated immune suppression and impairs apoptosis and cell migration in breast cancer patients.",
    "abstract": "Pathology-supported genetic testing (PSGT), a personalized medicine framework established in South Africa, led to the identification of a rare germline tumour suppressor protein 53 (TP53) beta-isoform (β) variant (NM_001126114.3, c.1018A>G, p.N340D) in a family with the Li-Fraumeni-like syndrome. While protein modeling predicted structural alterations consistent with impaired function, its pathogenicity remained unclear. To determine the functional impact of the TP53β N340D variant on cell proliferation, cell death, senescence, migration, and anti-tumour activity using a translational ex vivo model. Peripheral blood mononuclear cells (PBMCs) were isolated from female controls and breast cancer patients, with or without the TP53β N340D variant. Lipopolysaccharide (LPS)- and phytohemagglutinin-L (PHA-L)-stimulated proliferation was evaluated by a water-soluble tetrazolium 1 (WST-1) assay. Doxorubicin (DXR)-induced cell death was assessed using a WST-1 assay, flow cytometry, and western blotting. A senescence-associated beta-galactosidase assay and western blotting determined senescence. Migration and anti-tumour activity were assessed using a Transwell assay and co-culturing PBMCs with BT-549 spheroids. The TP53β N340D variant impaired DXR-induced cell death (p < 0.001), supported by reduced late apoptosis and decreased CASP3 and PARP activation. TP53β N340D PBMCs exhibited increased senescence (p < 0.01), potentially contributing to chemoresistance. Reduced LPS- and PHA-L-stimulated proliferation was dependent on cancer status. The variant reduced PBMC migration (p < 0.01), suggesting altered immune recruitment. Although anti-tumour activity appeared reduced in TP53β N340D PBMCs, spheroid size remained unchanged. This study provides supporting evidence for the pathogenicity of the TP53β N340D variant and highlights the importance of integrating functional genomics into PSGT to enhance medical decision-making.",
    "journal": "Translational oncology",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41493644",
    "title": "Inhibition of GPX4 induces the death of p53-mutant triple-negative breast cancer cells.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer characterized by high rates of tumor protein 53 (TP53) mutation and with limited targeted therapies. Despite being clinically advantageous, direct targeting of mutant TP53 has been challenging. Therefore, we hypothesized that p53-mutant TNBC cells rely upon other potentially targetable survival pathways. In vitro and in silico screens were used to identify drugs that induced preferential death in TP53-mutant cells. The effect of the ferroptosis inducer ML-162 was tested both in vitro and in vivo and the mechanism of cell death following ML-162 treatment or GPX4 knockout was determined. High-throughput drug screening demonstrated that TP53-mutant TNBCs are highly sensitive to peroxidase, cell cycle, cell division, and proteasome inhibitors. We further characterized the effect of the ferroptosis inducer ML-162 and demonstrated that ML-162 induces preferential ferroptosis in TP53-mutant TNBC cells. Treatment of TP53-mutant xenografts with ML-162 suppressed tumor growth and increased lipid peroxidation in vivo. Testing ferroptosis inducers demonstrated TP53-missense mutant, and not TP53-null or wild-type cells, were more sensitive to ferroptosis, and expression of mutant TP53 genes in p53-null cells sensitized cells to ML-162 treatment. This study demonstrates that TP53-mutant TNBC cells have unique survival pathways that can be effectively targeted. Our results illustrate the intrinsic vulnerability of TP53-mutant TNBCs to ferroptosis and highlight GPX4 as a potential target for the precision treatment of TP53-mutant TNBC.",
    "journal": "Breast cancer research and treatment",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41478991",
    "title": "High-Throughput RNA Interference Screen Targeting Synthetic-Lethal Gain-of-Function of Oncogenic Mutant TP53 in Triple-Negative Breast Cancer.",
    "abstract": "TNBC is an aggressive and metastatic subtype of breast cancer in which the TP53 mutation occurs frequently and is associated with particularly poor outcomes. Mutations in TP53 can disrupt the intrinsic function of the tumor suppressor as well as acquire oncogenic gain-of-function (GOF) activities. However, little is known about its oncogenic GOF mediators and functions. Targeted therapy for TNBC patients is thus one of the most urgent needs in breast cancer therapeutics, and identifying genes that have synthetic lethal interactions with mutant TP53 may be a promising approach. Sequential analysis of RNA-seq followed by high-throughput RNA interference screening (HTS-RNAi screening), as an intrinsic cellular mechanism for the identification of genes with synthetic lethality of mutant TP53, is a promising strategy for the treatment of mutant TP53 in TNBC and determining its impact on tumorigenesis.",
    "journal": "Methods in molecular biology (Clifton, N.J.)",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41472467",
    "title": "Capturing the Variations in Mutant p53-Driven Regulatory Networks in Breast Cancer Subtypes, Its Clinical Relevance and a Novel Association With Androgen Receptor and EMT.",
    "abstract": "The tumour suppressor TP53 is frequently mutated in breast cancer and drives poor outcomes. The impact of mutant p53 (mutp53) on subtype-specific gene and non-coding RNA networks, and their clinical significance, remains largely underexplored. Here, using TCGA-BRCA data, we have delineated subtype-specific mRNA, lncRNA, and microRNA signatures, pathways, co-expression/interaction networks, and prognosis associated with hotspot mutp53 or wildtype p53 tumours. Our study shows that mutp53 deregulates the genes related to EMT, chemoresistance, and prognosis in a subtype-specific manner. The EMT-associated signature was able to stratify HER2 and Basal patients by their p53 status. Construction of lncRNA-mRNA-miRNA interaction networks led to the identification of various feedback loops and hub genes with prognostic relevance that possess binding sites for p53 and EMT-TFs within their promoters. In the basal mutp53 tumours, we found Androgen Receptor (AR) to be a downregulated EMT-associated gene, with its higher levels linked to a better prognosis. We validated that mutp53 breast cancer cell lines show reduced levels of AR and its predicted transcriptional target, miR-196a-5p. Overexpression of WTp53 resulted in the upregulation of AR and miR-196a-5p, while mutp53 (R175H) suppressed their expression. Basal mutp53 tumours with low AR displayed higher EMT scores. Enforced expression of AR led to suppression of mesenchymal markers in basal cell lines. Overall, we have identified novel prognostically relevant RNA signatures and networks that may serve as attractive therapeutic targets in mutp53 breast cancer patients in a subtype-specific manner. Additionally, we have discovered a novel AR:mutp53 association that may be implicated in EMT and chemoresistance.",
    "journal": "IUBMB life",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41465262",
    "title": "Multi-Level Profiling of MAPK-Associated Genes and MicroRNAs Uncovers Regulatory Networks in Breast Cancer Subtypes.",
    "abstract": "Breast cancer (BC) comprises heterogeneous subtypes with distinct molecular drivers and clinical behaviors. Among the key signaling pathways implicated in BC progression is the mitogen-activated protein kinase (MAPK) cascade, which regulates cell proliferation, apoptosis, and stress responses. microRNAs (miRNAs), as post-transcriptional regulators, are increasingly recognized as modulators of MAPK-associated genes, yet their integrated role across BC subtypes remains incompletely understood. This study included 405 patients with histopathologically confirmed BC, stratified into luminal A (LumA), HER2-negative luminal B, HER2-positive luminal B, non-luminal HER2-positive, and triple-negative breast cancer (TNBC). Control tissues were obtained from matched surgical margins. We performed mRNA profiling (Affymetrix microarrays), reverse transcription-quantitative polymerase chain reaction (RT-qPCR), protein quantification (enzyme-linked immunosorbent assay (ELISA), and miRNA expression analysis. Predicted miRNA-mRNA interactions were analyzed using the miRDB database. Functional protein-protein interactions were explored using the STRING database. MAP3K1, MAP2K4, and TP53 were significantly downregulated across all subtypes, while PPM1D, LMTK3, and TGFB1 were upregulated, especially in TNBC. These alterations were supported by concordant changes at the protein level. Dysregulated miRNAs-miR-21-3p, miR-23c, miR-27a-3p, miR-205-3p, and miR-300-exhibited in-verse expression patterns relative to their predicted target genes. STRING analysis identified TP53 as a central hub, linking MAPK signaling with stress and apoptotic pathways. This integrated transcriptomic and miRNA profiling study reveals subtype-specific dysregulation of MAPK-associated genes and their miRNA regulators in BC, with TNBC exhibiting the most profound alterations. These findings provide insight into potential targets for personalized therapeutic strategies.",
    "journal": "International journal of molecular sciences",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41457833",
    "title": "Genotype-Phenotype Correlations of Li-Fraumeni Syndrome in Japan Children's Cancer Group LFS20 Study Cohort.",
    "abstract": "Li-Fraumeni syndrome (LFS) is a cancer predisposition syndrome caused by germline pathogenic variants in the TP53 gene. With the increasing use of multi-gene panel testing, TP53 variants have been identified in individuals who do not meet established TP53 testing criteria, such as the Chompret criteria. The term \"attenuated LFS\" has been proposed for some of these cases, particularly those with adult-onset cancer. We analyzed participants of the Japanese nationwide prospective clinical trial of the cancer surveillance program (Japan Children's Cancer Group LFS-20), along with clinical information including their family histories, to better understand their genotypic and phenotypic characteristics. We identified 32 distinct TP53 variants from 41 families (45 participants), including four missense variants with conflicting classifications of pathogenicity in ClinVar. Among these families, 36 (88%) met the LFS criteria (hereafter referred to as \"LFS\" in contrast to attenuated LFS), while 5 (12%) were classified as attenuated LFS. Including 30 additional family members carrying the same variant, we analyzed 75 individuals with TP53 variants. Of these, 40 with LFS and 6 with attenuated LFS had cancer. Multiple primary cancers occurred in 22 individuals (21 LFS, 1 attenuated LFS). LFS-core tumors accounted for 66% (58/88) of cancers in the LFS group and 63% (5/8) in the attenuated LFS group; of note, all core tumors in the attenuated group were limited to breast cancer. Hotspot missense variants were detected in 11 of 36 LFS families and in none of 5 attenuated LFS families, and non-hotspot null variants were found in 14 and 1, respectively. Our study revealed genotype-phenotype correlations in several respects. UMIN-CTR: UMIN000045855.",
    "journal": "Cancer science",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41456140",
    "title": "Multi-target prediction to Detect the Anti-cancerous Potential of Sida cordifolia in Treating Breast Cancer.",
    "abstract": "Breast cancer arises from the uncontrolled proliferation of breast cells, leading to tumour. Sida cordifolia, commonly known as Bala, an herbaceous plant widely used in traditional medicine, particularly in Ayurveda, due to its numerous medicinal properties. This study investigates the multi-target therapeutic mechanisms of S. cordifolia against breast cancer using network pharmacology. Phytochemicals of S. cordifolia were extracted from the IMPPAT database, and their ADME (Absorption, Distribution, Metabolism, and Excretion) properties were evaluated using SwissADME database. The web tool SwissTargetPrediction identified phytochemical targets, and breast cancer targets were retrieved from the database Open Targets Platform. Shared targets were identified using the web tool Venny 2.1.0, and a PPI (Protein- Protein Interaction) network was generated via STRING database. Hub genes were analysed in Cytoscape 3.10.2 software, with KEGG (Kyoto Encyclopaedia of Genes and Genomes) and GO (Gene Ontology) was performed using the tool ShinyGO 0.80. The KEGG pathway analysis revealed five genes: Epidermal growth factor receptor (EGFR), Estrogen receptor 1 (ESR1), mammalian target of rapamycin (mTOR), Progesterone receptor (PGR), and tumour protein p53 (TP53) that directly participate in the breast cancer pathway. These genes were identified as core targets and are targeted by the phytochemicals present in S. cordifolia, including quinazoline, abietaic acid, malvalic acid, linoleic acid, and 20-hydroxyecdysone. This study highlights S. cordifolia's potential as a multi-target therapeutic agent against breast cancer, with key phytochemicals targeting critical genes involved in cancer progression. These findings suggest that S. cordifolia could be a valuable candidate for further research in breast cancer treatment.",
    "journal": "The Medical journal of Malaysia",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41442066",
    "title": "Pioneering precision: a systematic review on exploring the frontier of breast cancer detection with DNA nanostructures.",
    "abstract": "Breast cancer remains the leading cause of morbidity and mortality for women worldwide. This study focuses on the ability of DNA-based hybrid materials, including DNA-Gold Nano Particles (AuNP) conjugates and DNA nanostructures, to enhance the early detection and diagnosis of breast cancer. By utilizing the emerging technology of DNA nanotechnology, this review identifies improvements in the sensitivity and specificity for the detection of biomarkers critical to breast cancer, such as TP53, BRCA1, BRCA2, PIK3CA, and ESR1. These biomarkers can now be measured through highly developed sequencing technologies combined with polymerase chain reactions. This research also delves into mutation detection, technological methods, and various stages of breast cancer, offering a comprehensive approach to understanding and managing the disease. Complementing these advancements, the proposed HER2Classifier, integrating a ResNet101 backbone with an attention mechanism, demonstrates robust performance in classifying HER2 status using the Zenodo breast cancer dataset. The classifier's two-step classification strategy effectively addresses class imbalance, enhancing the detection of HER2 High samples. By generating visual attention maps, the model offers interpretability, which is crucial for clinical applications. The integration of mixed precision training and dynamic memory management ensures scalability and memory efficiency, paving the way for potential clinical deployment. The synergy between DNA-based technologies and the HER2Classifier highlights the need for further development to fully harness the potential of these technologies in personalizing care and enhancing outcomes in breast cancer treatment.",
    "journal": "Medical oncology (Northwood, London, England)",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41442053",
    "title": "Description of six cases of melanoma in 512 patients with germline pathogenic variants in the TP53 gene.",
    "abstract": "Li-Fraumeni Syndrome (LFS) is an autosomal dominant condition associated with germline pathogenic variants in the tumor suppressor gene TP53. Carriers have a higher risk of developing multiple primary tumors and a broad spectrum of cancers. The main tumors include premenopausal breast cancer, sarcomas, adrenocortical carcinoma and central nervous system tumors. Melanoma is a recognized but uncommon manifestation of LFS, with few reports in the literature linking the syndrome to this malignancy. The main objective of this study is to evaluate the occurrence of melanoma in patients carrying the germline pathogenic variant in the TP53 gene, registered in the Brazilian Li-Fraumeni Syndrome Study (BLISS) database from 2018 to 2023. From our database, six out of 512 patients developed melanoma, with melanoma representing the sole clinical manifestation of LFS in half of these patients. Of the 512 patients with LFS, 417 were carriers of the R337H variant, and among them, three patients developed melanoma. Three melanomas were detected during routine surveillance with total-body photography and digital dermoscopy. This study shows that melanoma is one of the manifestations of LFS, highlighting the importance of its screening within the Toronto protocol. It is essential for healthcare professionals who manage patients with LFS to recognize this risk in order to enable early diagnosis and identification of precursor lesions.",
    "journal": "Familial cancer",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41423595",
    "title": "Imlunestrant, an oral selective estrogen receptor degrader, in combination with HER2 directed therapy, with or without abemaciclib, in ER-positive, HER2-positive advanced breast cancer: results from the phase 1a/1b EMBER study.",
    "abstract": "Hormone receptor-positive (HR+), human epithelial growth factor receptor 2 (HER2) overexpressed breast cancer (BC) represents the more aggressive subtype of HR + BC, typically associated with poor clinical outcomes. Despite significant advancements in the treatment of estrogen receptor-positive (ER+)/HER2 + BC, resistance to endocrine therapy (ET) poses a continued challenge. Imlunestrant is a next-generation, oral, brain-penetrant, pure antagonistic ER degrader designed to deliver continuous ER target inhibition. It has shown favorable clinical benefit, safety, and pharmacokinetics (PK) when used as monotherapy or with targeted therapy in patients with ER+/HER2- advanced BC (ABC). Here, we present the safety and efficacy of imlunestrant with HER2 targeted therapy in patients with ER+/HER2 + ABC of the EMBER trial. Patients were randomized to imlunestrant (400 mg RP2D) + trastuzumab (group A) versus imlunestrant + trastuzumab ± abemaciclib [(150 mg twice daily) group B] or received maintenance treatment with imlunestrant + trastuzumab + pertuzumab until progression or discontinuation at standard doses (group C). In the randomized allocation, eligible patients with locally advanced or metastastic disease had received ≥ 2 prior HER2-directed regimens in the metastatic setting, and no prior treatment with CDK4/6 inhibitors or fulvestrant. The maintenance cohort (group C) was added later to include patients without disease progression after first-line induction taxane-based chemotherapy (any duration), trastuzumab, and pertuzumab. Endpoints included safety, PK, antitumor activity, and tumor biomarker assessments. In total, 45 patients with ER+/HER2 + ABC were treated (group A, <i>n</i> = 18; group B, <i>n</i> = 21; group C, <i>n</i> = 6). Adverse events were consistent with the known safety profiles of the partner drugs. Imlunestrant PK was consistent with previously reported data. For groups A, B, and C, the objective response rates (ORRs) were 7%, 25%, and 33%, respectively, while the clinical benefit rates (CBRs) were 44%, 48%, and 100%. In group C, the duration of response ranged between 5.13 and 9.46 months. In groups A and B, baseline plasma ctDNA sample sequencing identified prevalent alterations in <i>ERBB2</i> amplification (57%), <i>CCND1</i> amplification (22%), and mutations in <i>TP53</i> (49%), <i>PIK3CA</i> (30%), <i>ESR1</i> (24%), and <i>GATA3</i> (14%). Imlunestrant in combination with trastuzumab ± abemaciclib or pertuzumab presented a safety profile that was consistent with those of the partnered drugs. No new safety findings were observed. Furthermore, imlunestrant in combination with the partnered drugs demonstrated preliminary antitumor activity in patients with ER+/HER2 + ABC. ClinicalTrials.gov identifier NCT04188548 (Registered 18 November 2019). The online version contains supplementary material available at 10.1186/s13058-025-02168-6.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41423467",
    "title": "Decoding the relationships among miRNA, HPV infection, and tumor suppressor gene expression in breast cancer patients.",
    "abstract": "Breast cancer (BC) is one of the main causes of cancer-related deaths among women, with its incidence rising due to various risk factors (RFs), including viral infections such as Human Papillomavirus (HPV). This study investigates the correlation between HPV infection and the expression levels of key cellular genes, TP53, PTEN, and CCND1, as well as specific microRNAs (miR-106b-5p, miR-17-5p, and miR-20a-5p) in 102 breast cancer patients and 41 healthy controls. Results indicated a higher prevalence of HPV in BC samples; however, the difference in prevalence between BC and control groups was not statistically significant. Importantly, TP53 and CCND1 were significantly overexpressed in BC, while PTEN was down regulated. The expression levels of CCND1 in HPV-positive BC group was also increased. Further analysis revealed that miR-106b-5p and miR-20a-5p were expressed at elevated levels in HPV-positive BC patients in comparison to their HPV-negative counterparts. All of considered miRNAs were overexpressed in BC group. By using receiver operating characteristic (ROC) analysis, CCND1, plus TP53 and miR-20a-5p emerged as biomarkers for breast cancer diagnosis and differentiation of HPV status respectively. A weak negative correlation between PTEN and three miRNAs, and weak positive correlations between CCND1 and miR-106b-5p and also TP53 and miR-20a-5p were observed. These findings emphasize the potential role of HPV and related biomarkers in the progression of breast cancer, indicating avenues for further research and therapeutic strategies.",
    "journal": "Scientific reports",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41420248",
    "title": "Sitravatinib plus tislelizumab in locally recurrent or metastatic triple-negative breast cancer: a multi-cohort, single-arm, phase II clinical trial (SPARK Trial).",
    "abstract": "While immunotherapy-chemotherapy combinations are approved for programmed death-ligand 1 (PD-L1)-positive advanced triple-negative breast cancer (TNBC), the therapeutic potential of sitravatinib-enhanced immunotherapy remains unexplored. This multi-cohort, single-arm study enrolled 67 patients with locally recurrent/metastatic TNBC. Cohorts A (<i>n</i> = 21) and B (<i>n</i> = 40) received sitravatinib 70 mg or 100 mg once daily plus tislelizumab, with 38/67 participants having ≥ 1 prior systemic therapy. The primary endpoint was confirmed objective response rate (ORR); secondary endpoints included median progression-free survival (PFS) and safety. Multi-omics analyses including single-cell sequencing and genomic profiling were performed on tumor samples to identify biomarkers linked to treatment response. Confirmed ORR was 38.1% (8/21) in Cohort A and 50.0% (20/40) in Cohort B. Median PFS was 8.2 months (Cohort A) and 5.4 months (Cohort B). Notably, 95.3% (41/43) of previously treated patients had PD-L1 combined positive score (CPS) < 10. No grade 4/5 treatment-related adverse events occurred. Biomarker analysis revealed Th17 cell infiltration and TYRO3/AXL/MERTK (TAM) pathway activation correlated with response, while <i>FAM47C</i> mutations and LSM1<sup>+</sup> cancer-associated fibroblasts were enriched in non-responders. Post-treatment <i>TP53</i> mutation clearance and increased CD8<sup>+</sup> T cell proportions predicted improved outcomes. Sitravatinib plus tislelizumab demonstrates promising efficacy and safety as a chemo-free regimen for metastatic TNBC, including PD-L1-negative tumors. Biomarkers such as Th17 cell infiltration, TAM signaling, and <i>TP53</i> mutation dynamics may guide patient selection. These findings support further validation of this combination in PD-L1-negative TNBC and highlight the role of multi-omics in optimizing immunotherapy strategies. ClinicalTrials.gov, NCT04734262. The online version contains supplementary material available at 10.1186/s12943-025-02505-5.",
    "journal": "Molecular cancer",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41412350",
    "title": "Using Consensus-Based Reasoning and Large Language Models to Extract Structured Data From Surgical Pathology Reports.",
    "abstract": "Surgical pathology reports provide essential diagnostic information critical for cancer staging, treatment planning, and cancer registry documentation. However, their writing styles and formats vary widely, reflecting each pathologist's stylistic choices, institutional norms, and inherited practices from residency training. When performing large-scale data analysis, this unstructured nature and variability across tumor types and institutions pose significant hurdles for automated data extraction. To overcome these challenges, we present a consensus-driven, reasoning-based framework that adapts multiple locally deployed large language models (LLMs) to extract both standard diagnostic variables (such as site, laterality, histology, stage, grade, and behavior) and organ-specific biomarkers. Each LLM generates structured outputs, accompanied by justifications, which are subsequently evaluated for accuracy and coherence by 3 separate reasoning models (DeepSeek-R1-large, Qwen3-32B, and QWQ-32B). Final consensus values are determined through aggregation. Board-certified pathologists conducted expert validation. This framework was applied to >6100 pathology reports from The Cancer Genome Atlas (TCGA), spanning 10 organ systems, and 510 reports from Moffitt Cancer Center. For TCGA data set, automated evaluation demonstrated a mean accuracy of 84.9% ± 7.3%, with histology (88%), site (87%), stage (84%), and behavior (84%) showing the highest extraction accuracy averaged across all models. Expert review of randomly selected 138 reports confirmed high agreement for behavior (100.0%), histology (99%), grade (96%), and site (95%) in TCGA data set, with slightly lower performance for stage (89%) and laterality (88%). In Moffitt Cancer Center reports (brain, breast, and lung), accuracy remained high (88.2% ± 7.2%), with behavior (99%), histology (97%), laterality (96%), grade (94%), and site (93%) achieving strong agreement. Biomarker extraction achieved 70.6% ± 7.9% overall accuracy, with TP53 (84%) on brain tumor, Ki-67 (68%) on breast cancer, and ROS1 (82%) on lung cancer showing the highest accuracy. Interevaluator agreement analysis revealed high concordance (correlation values ≥0.93) across the 3 evaluation models. Statistical analyses revealed significant main effects of model type (F = 1716.82, P < .001), variable (F = 3236.68, P < .001), and organ system (F = 1946.43, P < .001), as well as model × variable × organ interactions (F = 24.74, P < .001), emphasizing the role of clinical context in model performance. These results highlight the potential of stratified, multiorgan evaluation frameworks with multievaluator consensus in LLM benchmarking for clinical applications. Overall, this consensus-based approach demonstrated that locally deployed LLMs can provide a transparent, accurate, and auditable solution for integration into real-world pathology workflows, such as synoptic reporting and cancer registry abstraction.",
    "journal": "Laboratory investigation; a journal of technical methods and pathology",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41406890",
    "title": "Exploration of precise classification and therapeutic targets of breast cancer based on genes related to neuro-cancer crosstalk.",
    "abstract": "This investigation examines neural-cancer crosstalk in breast cancer, utilizing TCGA/GEO transcriptomic and single-cell data to develop a neural-cancer crosstalk prognostic signature and evaluate its clinical relevance. We identified four core genes-L1CAM, TACR1, GFRA1, and NTRK3-using univariate Cox regression and LASSO-Cox regression to develop a risk scoring model. The prognostic signature showed consistent predictive accuracy across validation cohorts, with high-risk patients demonstrating markedly reduced survival. Multivariate analysis established the risk score as an independent prognostic indicator. Immune profiling identified an immunosuppressive phenotype in high-risk cases, featuring elevated Treg infiltration and impaired antigen presentation. Genomic analysis revealed significantly higher TP53 mutation frequency in high-risk versus low-risk patients. Drug sensitivity predictions indicated that the high-risk group exhibited increased sensitivity to targeted therapies such as Lapatinib, but enhanced resistance to conventional chemotherapy. Single-cell sequencing revealed the heterogeneity of breast cancer cells and elucidated a neuro-immune-tumor interaction network dominated by MIF and MDK signaling pathways. Functional validation studies demonstrated that L1CAM knockdown effectively suppressed malignant phenotypes in breast cancer cells, including proliferation, migration, and invasive capacity in vitro. This study provides new insights into the regulatory mechanisms of the neural microenvironment in breast cancer, and the established prognostic model and identified potential therapeutic targets hold significant clinical implications for personalized treatment.",
    "journal": "Translational oncology",
    "year": "2026",
    "gene": "TP53"
  },
  {
    "pmid": "41402909",
    "title": "MAP3K1/MAP2K4 mutations drive breast cancer progression by compensating for TP53 loss through inactivation of the JNK2-p53-FOSL1 axis.",
    "abstract": "Cancer progression is driven by somatic mutations, with alterations in driver genes such as tumor suppressors and oncogenes playing critical roles. In breast cancer (BRCA), mutations in MAP3K1 and MAP2K4 are recurrent, especially in estrogen receptor-positive (ER<sup>+</sup>) subtypes, yet their functional significance and mechanistic contributions remain incompletely understood. This study aims to elucidate the role of MAP3K1/MAP2K4 mutations in BRCA pathogenesis. We performed integrated genomic analyses using data from The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) cohorts. Functional validation was conducted in breast cancer cell lines (e.g., MCF-7, ZR-75-1) using shRNA-mediated knockdown, overexpression of dominant-negative MKK4 (MKK4DN), and western blotting. In vivo tumor growth and metastasis were assessed using a xenograft mouse model. Proteomic and phosphoproteomic data from Clinical Proteomic Tumor Analysis Consortium (CPTAC) were analyzed to evaluate JNK pathway activity and FOSL1 expression across multiple cancer types. MAP3K1 and MAP2K4 were identified as frequently mutated in BRCA, with mutation spectra dominated by loss-of-function alterations. These mutations exhibited mutual exclusivity with TP53 alterations and were enriched in ER + tumors. Mechanistically, MAP3K1/MAP2K4 loss led to reduced JNK2 phosphorylation, impaired p53 activation at Ser15, and subsequent upregulation of FOSL1 (encoding FRA1), promoting tumor proliferation and metastasis. In vivo, MKK4DN (dominant-negative MAP2K4) expression enhanced tumor growth and lung metastasis, accompanied by decreased phospho-JNK/p53 and increased FRA1. Pan-cancer analysis revealed that MAP3K1/MAP2K4 mutations compensate for TP53 loss in regulating FOSL1 expression, particularly in tumors with moderate TP53 mutation rates. Our findings establish MAP3K1 and MAP2K4 as key tumor suppressors in BRCA that operate via the JNK2-p53-FOSL1 axis. Their inactivation provides an alternative mechanism for p53 pathway disruption, adhering to the \"minimal necessary alteration\" principle in cancer signaling. This study highlights the dual regulatory mechanisms controlling FRA1 expression and offers insights into breast cancer heterogeneity, with potential implications for targeted therapy and patient stratification.",
    "journal": "Breast cancer research : BCR",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41387465",
    "title": "Stromal fibroblastic mutant Trp53 promotes mammary tumor development via enhanced secretion of paracrine factors.",
    "abstract": "Mutations in the tumor suppressor gene TP53 have been identified in breast cancer-associated fibroblasts and are associated with poor patient prognosis. However, the functional impact of fibroblastic mutant p53 on breast cancer development remains unclear. To investigate this, we compared female mice harboring HER2-driven mammary tumors with a fibroblast-specific Trp53 mutation (NP) to those with wild-type fibroblastic Trp53 (N). NP mice exhibited significantly shorter median tumor-free survival than N mice. RNA sequencing of NP and N tumors and mammary glands revealed numerous differentially expressed genes (DEGs) between tumors and the corresponding glands in both genotypes. Notably, the NP tumors showed enrichment of several signaling pathways, including PI3K/AKT/mTOR. Additionally, fifteen DEGs encoding secreted proteins were identified between NP and N mammary glands. Among these, SAA1 and SAA2 were also upregulated in human breast tumors with mutant TP53 compared to those with wild-type TP53. Previous studies have implicated SAA1, SAA2, and THBS4 in promoting tumor progression via the PI3K/AKT pathway. Consistently, supplementing primary HER2-positive tumor cultures with recombinant SAA1, SAA2, or THBS4 peptides enhanced tumor cell proliferation and migration. Together, these findings uncover a mechanism by which fibroblastic mutant p53 promotes mammary tumorigenesis-through upregulating secretory proteins such as SAA1, SAA2, and THBS4 in the stroma, thereby enhancing PI3K/AKT signaling and tumor progression.",
    "journal": "NPJ breast cancer",
    "year": "2025",
    "gene": "TP53"
  },
  {
    "pmid": "41386971",
    "title": "Imaging Surveillance and Risk-Based Management of Known Genetic Mutations in Breast Cancer: A Radiologist's Guide.",
    "abstract": "As genetic testing expands, radiologists increasingly care for carriers of pathogenic variants associated with inherited breast cancer. Across the literature and current guidelines, 3 themes emerge. First, gene-specific screening is essential. High-penetrance variants (BRCA1/2, TP53, PALB2, PTEN) warrant intensified surveillance, with annual MRI as the cornerstone and mammography tailored by gene and age. For moderate-penetrance variants (eg, ATM, CHEK2), risk-adapted strategies are recommended, with MRI considered when lifetime risk is ≥20% or when additional risk factors are present. Second, MRI provides the greatest incremental cancer detection in patients who are high risk; contrast-enhanced mammography and US may be reasonable alternatives when MRI is unavailable or contraindicated. Third, mutation-associated cancers show patterns that can reduce missed and interval cancers when radiologists stay alert to gene-specific presentations and background parenchymal enhancement on MRI. Radiologists play a central role in longitudinal surveillance and in counseling about risk-reducing options in coordination with genetics and surgery. These points translate the evidence into practical, gene-informed imaging care for patients with inherited breast cancer risk.",
    "journal": "Journal of breast imaging",
    "year": "2025",
    "gene": "TP53"
  }
]