[
  {
    "source_file": "BRCA1.json",
    "page_content": "Gene: BRCA1\nProtein name: Breast cancer type 1 susceptibility protein\nUniProt ID: P38398\nBiological function:\nE3 ubiquitin-protein ligase that specifically mediates the formation of 'Lys-6'-linked polyubiquitin chains and plays a central role in DNA repair by facilitating cellular responses to DNA damage (PubMed:10500182, PubMed:12887909, PubMed:12890688, PubMed:14976165, PubMed:16818604, PubMed:17525340, PubMed:19261748). It is unclear whether it also mediates the formation of other types of polyubiquitin chains (PubMed:12890688). The BRCA1-BARD1 heterodimer coordinates a diverse range of cellular pathways such as DNA damage repair, ubiquitination and transcriptional regulation to maintain genomic stability (PubMed:12890688, PubMed:14976165, PubMed:20351172). Regulates centrosomal microtubule nucleation (PubMed:18056443). Required for appropriate cell cycle arrests after ionizing irradiation in both the S-phase and the G2 phase of the cell cycle (PubMed:10724175, PubMed:11836499, PubMed:12183412, PubMed:19261748). Required for FANCD2 targeting to sites of DNA damage (PubMed:12887909). Inhibits lipid synthesis by binding to inactive phosphorylated ACACA and preventing its dephosphorylation (PubMed:16326698). Contributes to homologous recombination repair (HRR) via its direct interaction with PALB2, fine-tunes recombinational repair partly through its modulatory role in the PALB2-dependent loading of BRCA2-RAD51 repair machinery at DNA breaks (PubMed:19369211). Component of the BRCA1-RBBP8 complex which regulates CHEK1 activation and controls cell cycle G2/M checkpoints on DNA damage via BRCA1-mediated ubiquitination of RBBP8 (PubMed:16818604). Acts as a transcriptional activator (PubMed:20160719)\nSubcellular location: Chromosome, Cytoplasm, Nucleus\nDisease relevance:\n- A common malignancy originating from breast epithelial tissue. Breast neoplasms can be distinguished by their histologic pattern. Invasive ductal carcinoma is by far the most common type. Breast cancer is etiologically and genetically heterogeneous. Important genetic factors have been indicated by familial occurrence and bilateral involvement. Mutations at more than one locus can be involved in different families or even in the same case.\n- A condition associated with familial predisposition to cancer of the breast and ovaries. Characteristic features in affected families are an early age of onset of breast cancer (often before age 50), increased chance of bilateral cancers (cancer that develop in both breasts, or both ovaries, independently), frequent occurrence of breast cancer among men, increased incidence of tumors of other specific organs, such as the prostate.\n- A form of Fanconi anemia, a disorder affecting all bone marrow elements and resulting in anemia, leukopenia and thrombopenia. It is associated with cardiac, renal and limb malformations, dermal pigmentary changes, and a predisposition to the development of malignancies. At the cellular level it is associated with hypersensitivity to DNA-damaging agents, chromosomal instability (increased chromosome breakage) and defective DNA repair.\n- A malignant neoplasm of the pancreas. Tumors can arise from both the exocrine and endocrine portions of the pancreas, but 95% of them develop from the exocrine portion, including the ductal epithelium, acinar cells, connective tissue, and lymphatic tissue.\n- The term ovarian cancer defines malignancies originating from ovarian tissue. Although many histologic types of ovarian tumors have been described, epithelial ovarian carcinoma is the most common form. Ovarian cancers are often asymptomatic and the recognized signs and symptoms, even of late-stage disease, are vague. Consequently, most patients are diagnosed with advanced disease.\nRelevant breast cancer literature:\nTitle: From genetic risk to early detection - clinical outcomes of a person-centered screening program for women with a high genetic risk of breast cancer.\nJournal: Frontiers in oncology (2025)\nAbstract: There is little evidence on breast cancer (BC) diagnosed in women with a high genetic risk, before and after their inclusion in a long-term risk management program based on genetic risk assessment. We analyzed clinical outcomes in women enrolled in the Phare Grand Ouest (PGO) program. The PGO includes carriers of the <i>BRCA1</i> and <i>BRCA2</i> pathogenic variants (PV) and women at high risk without <i>BRCA PV</i>, enrolled in eight cancer genetics units. The study population included all women with incident or prevalent BC, and 1:1 matching by age at first diagnosis was conducted. Multivariable generalized linear and logistic regression models were used to examine the associations between tumor size and cancer stage and the following covariates: age, tumor subtype, pathogenic variant status, prevalent/incident BC status, and healthcare accessibility indicators. Within the matched cohort, those with incident BC were significantly younger at inclusion, but were of comparable age at the time of first diagnosis. They had smaller tumors, and the odds of advanced-stage disease were approximately 30% lower than those observed in women with prevalent BC (OR = 0.29, p < 0.01). Younger age and a triple-negative phenotype were independently associated with larger tumor size. No significant effect was shown from healthcare accessibility indicators. The PGO's coordinated, person-centered approach to high genetic risk management was likely associated with earlier-stage BC detection in women with the <i>BRCA</i> PV and women at high risk without <i>BRCA PV</i>. These findings both underscore the enhanced value of person-centered surveillance programs that integrate genetic risk assessment and long-term clinical follow-up, and pave the way for further research in this area.\nTitle: Oncological safety and preventive impact of nipple-sparing mastectomy in patients with BRCA1/2 mutation: multicentre study of the Korea Robot-endoscopy Minimal Access Breast Surgery Study Group (KoREa-BSG).\nJournal: BJS open (2025)\nAbstract: Nipple-sparing mastectomy (NSM) is a surgical option offering both oncological safety and cosmetic benefits. However, the oncological safety of NSM in carriers of BRCA1/2 pathogenic variants/likely pathogenic variants (PV/LPV) with breast cancer and the role of risk-reducing mastectomy remain underexplored, especially in Asian populations. This study evaluated the safety and effectiveness of NSM in BRCA1/2 PV/LPV carriers and assessed the preventive impact of contralateral risk-reducing NSM (RRNSM) on cancer incidence. This multicentre retrospective study included women aged 20-80 years who underwent NSM for therapeutic or risk-reducing purposes and received germline BRCA1/2 tests between May 2006 and June 2022 across 19 institutions in Korea. Patients with distant metastasis at diagnosis were excluded. Information on demographics, the clinical characteristics of patients and tumours, surgical details, and follow-up outcomes was collected from a review the medical records of each participating institution. The primary outcome was the oncological safety of NSM, assessed by comparing ipsilateral local recurrence rates between patients with and without BRCA1/2 PV/LPV. The secondary outcome was cancer incidence in patients who underwent contralateral RRNSM versus those who did not. In all, 787 women underwent 906 NSMs, with a median (interquartile range) follow-up of 59.3 (44.0-82.8) months. Among the participants, 186 (23.6%) were BRCA1/2 PV/LPV carriers. Ipsilateral local recurrence rates were comparable between BRCA1/2 PV/LPV carriers and non-carriers (6.4 versus 7.4%, respectively). The 5-year local recurrence-free survival rates did not differ significantly between BRCA1/2 PV/LPV carriers and non-carriers (92.2% versus 93.2%, respectively; P = 0.87). Contralateral breast cancer occurred in 4.5% of patients with BRCA1/2 PV/LPV who did not undergo contralateral RRNSM, whereas no cases of contralateral breast cancer were reported among patients who underwent RRNSM regardless of BRCA1/2 status. This study highlights NSM as a safe and effective surgical option for BRCA1/2 PV/LPV carriers with breast cancer, as well as a risk-reducing strategy. Further prospective studies are needed to confirm these findings and evaluate long-term outcomes.\nTitle: Homologous recombination deficiency in primary ER-positive and HER2-negative breast cancer.\nJournal: Communications medicine (2026)\nAbstract: Homologous recombination deficiency (HRD) originating from inactivation of genes like BRCA1/BRCA2 is a targetable abnormality common in triple-negative breast cancer (TNBC). In estrogen-receptor (ER)-positive HER2-negative (ERpHER2n) breast cancer (BC), HRD prevalence and clinical impact are unclear. We analyzed 502 ERpHER2n tumors from patients recruited via the population-representative Swedish SCAN-B study by whole genome sequencing (WGS), defining mutational signatures-based HRD, as well as matched transcriptional, DNA methylation, clinicopathological, adjuvant treatment, and outcome data. We show that HRD is much less frequent in ERpHER2n BC (8.4%) compared to TNBC, though induced by similar genetic/epigenetic mechanisms acting on mainly BRCA1/BRCA2/RAD51C/PALB2 together, providing a plausible HR-inactivation mechanism for 71.4% of HRD tumors. Our modelled estimate of HRD in Western European/Nordic BC is ~10-13%. HRD tumors were observed across all PAM50 gene expression subtypes with the exception of Luminal A tumors ( < 1%) and did not exhibit a unique, defining transcriptional or DNA methylation profile. While HRD status was not statistically associated with differences in patient outcome for patients treated with combined chemotherapy and endocrine therapy, a nonsignificant trend of poorer outcome for patients with HRD tumors was observed for patients treated with adjuvant endocrine therapy only. ERpHER2n HRD tumors show features of aggressive disease, but do not display a distinct transcriptional or DNA methylation profile that clearly differentiates them from HR-proficient tumors. Though numbers are limited, we present early evidence that HRD stratification by WGS could impact therapeutic strategies, as HRD BCs trended to poorer outcomes when not treated with chemotherapy.\nTitle: A novel approach to silver nanoparticle biosynthesis using ursolic acid from Catharanthus roseus for therapeutic effects.\nJournal: Scientific reports (2026)\nAbstract: The present study attentive on the bio synthesis of silver nanoparticles (AgNPs) using ursolic acid (UA-AgNPs) isolated from Catharanthus roseus and investigated their antibacterial, antibiofilm, antioxidant, anti-inflammatory, and anticancer activities. The biosynthesized UA-AgNPs were characterized using techniques like UV-Vis, XRD, FT-IR, EDX, TEM, zeta potential, and DLS. The UA-AgNPs exhibited stronger antibacterial activity than ursolic acid and AgNO<sub>3</sub>, producing inhibition zones of 18.00 mm and 16 ± 0.3 mm against B. cereus and P. aeruginosa, respectively, which were comparable to the activity of standard antibiotics and MIC (Minimum inhibitory concentration) values of 6.95 and 12.39 µg/mL, respectively. The anti-biofilm activity inhibited 64.43% and 60.89% of biofilm production. UA-AgNPs also impaired bacterial motility and caused higher protein and (Deoxyribonucleic acid) DNA leakage in membrane integrity assays compared to the control. Antioxidant activity was confirmed by DPPH and FRAP assays, and in vivo experiments in Saccharomyces cerevisiae highlighted significant antioxidant effects. Furthermore, UA-AgNPs exhibited potential anticancer activity against the HeLa cell line (IC<sub>50</sub> 29.20 µg/mL) with minimal cytotoxicity on Vero cells (IC<sub>50</sub> 5.59 µg/mL). Moreover, UA-AgNPs reduced LPS-induced Nitric oxide (NO) production in RAW264.7 cells. Through molecular docking studies, they demonstrated interactions with breast cancer proteins BRCA1 and C-erbB2 and bacterial virulence proteins Hbl and aglD. These findings highlight the bio efficacy of UA-AgNPs as a dual-action therapeutic agent with potent antibacterial and anticancer activity, combined with low toxicity toward normal cells, making them promising candidates for biomedical applications.\nTitle: Multigene panel testing reveals the spectrum of non-BRCA germline variants in BRCA1/2-negative breast, ovarian, and prostate cancer patients from a Turkish cohort.\nJournal: Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico (2026)\nAbstract: Targeted multigene panel testing is increasingly used to assess hereditary cancer susceptibility beyond BRCA1/2. However, the distribution and clinical significance of pathogenic variants and variants of uncertainsignificance (VUS) in non-BRCA1/2 genes remain incompletely characterized. In this retrospective study, 647 individuals referred for hereditary cancer genetic testing were analyzed. Clinical indications included breast cancer, ovarian cancer, combined breast and ovarian cancer, prostate cancer, andpositive family history without personal cancer diagnosis. Germline variants were classified according to ACMG/AMP guidelines as pathogenic (P), likely pathogenic (LP), VUS++, VUS, or benign/VUS. Variants categorizedas VUS or benign/VUS were not used for clinical decision-making. Pathogenic or likely pathogenic (P/LP) variants were identified in 16.2% (105/647) of individuals. When P/LP and VUS++ variants were considered together, the most frequently affected non-BRCA1/2 genes were CHEK2(4.0%), MUTYH (2.6%), ATM (2.2%), and TP53 (1.4%). VUS and benign/VUS variants were detected in 4.6% (30/647) and 3.1% (20/647) of individuals, respectively. CHEK2 and ATM were the genes most frequentlyassociated with VUS or benign/VUS variants. Breast cancer was the most common clinical indication among individuals carrying clinically relevant variants. Non-BRCA1/2 genes, particularly CHEK2 and ATM, substantially contribute to the spectrum of pathogenic variants detected in hereditary cancer testing. The identification of numerous pathogenic and novel variantssupports the clinical utility of broad multigene panel testing, while highlighting the need for careful interpretation of VUS in clinical practice.\nTitle: Design, synthesis and anti-breast cancer activity evaluation of 6,7-dihydro-5<i>H</i>-pyrrolo[3,4-<i>d</i>]pyrimidine-based PARP1/ATR dual inhibitors.\nJournal: Journal of enzyme inhibition and medicinal chemistry (2026)\nAbstract: PARP1 inhibitors are FDA-approved for BRCA1/2-mutated breast cancer but show limited efficacy in wild-type cancers and face resistance issues. To overcome these, we designed novel 6,7-dihydro-5<i>H</i>-pyrrolo[3,4-<i>d</i>]pyrimidine-based compounds integrating PARP1 inhibitor pharmacophores with the ATR inhibitor AZD6738 scaffold. Substituent modifications influenced PARP1 and ATR selectivity, yielding dual inhibitors or selective PARP1 inhibitors. Compound <b>38a</b>, the lead candidate, exhibited potent dual inhibition (IC<sub>50</sub> < 20 nM) and strong antitumor effects in MDA-MB-231 (IC<sub>50</sub> < 0.048 μM) and MDA-MB-468 (IC<sub>50</sub>: 0.01 μM) cell lines <i>in vitro</i>. Mechanistically, <b>38a</b> arrested cell cycle progression, induced apoptosis, inhibited colony formation and migration, and suppressed DNA damage repair pathways, outperforming combined Niraparib and AZD6738. These findings underscore the therapeutic potential of PARP1/ATR dual inhibitors for breast cancer and support further investigation.\nTitle: Breast cancer surgery in the era of genetic uncertainty: real-world outcomes in BRCA1/2 pathogenic variants and variants of uncertain significance.\nJournal: BMC cancer (2026)\nAbstract: Germline testing for BRCA1 and BRCA2 has become integral to the management of breast cancer, with pathogenic variants strongly influencing surgical decision-making. However, the increasing detection of variants of uncertain significance (VUS) presents a major clinical challenge, as their implications for cancer risk and treatment remain unclear. This study aimed to evaluate real-world surgical management patterns among breast cancer patients carrying pathogenic BRCA1/2 variants or VUS, with a particular focus on determinants of final bilateral mastectomy. This multicenter retrospective study included female breast cancer patients who underwent germline BRCA1/2 testing across three institutions in Türkiye between 2017 and 2025. Patients carrying pathogenic variants or VUS were identified and reclassified according to American College of Medical Genetics and Genomics (ACMG) criteria. Clinicopathological characteristics and surgical outcomes were compared between pathogenic and VUS groups. Final bilateral mastectomy was defined as either primary bilateral mastectomy or unilateral mastectomy followed by completion contralateral mastectomy. Multivariable logistic regression was performed to identify factors independently associated with final bilateral mastectomy, including a separate exploratory analysis restricted to VUS carriers. A total of 203 patients with abnormal BRCA results were included, comprising 107 pathogenic variant carriers and 96 VUS carriers. Patients with pathogenic BRCA variants were significantly younger at diagnosis and more frequently had triple-negative tumors. Final bilateral mastectomy was markedly more common among pathogenic variant carriers than VUS carriers (67% vs. 12%, p < 0.001). In multivariable analysis, pathogenic BRCA status remained independently associated with final bilateral mastectomy (adjusted OR 10.38, 95% CI 3.98-27.10; p < 0.001), while increasing age was also independently associated. Among VUS carriers, no clinicopathological variable-including molecular subtype, tumor size, Ki-67 index, family history, or BRCA1 versus BRCA2 VUS-was significantly associated with final bilateral mastectomy in univariate analyses. In exploratory multivariable modeling, younger age at diagnosis emerged as the only independent factor associated with surgical choice (adjusted OR per year 1.09, 95% CI 1.01-1.17; p = 0.027). While pathogenic BRCA1/2 variants are strongly associated with bilateral mastectomy in breast cancer patients, surgical decision-making among VUS carriers appears largely independent of tumor biology or genetic subtype and is primarily influenced by age. These findings highlight substantial heterogeneity and potential overtreatment in the management of BRCA VUS carriers, underscoring the need for improved genetic counseling and standardized approaches to mitigate the impact of genetic uncertainty on clinical decision-making.\nTitle: Preliminary exploration of radiomic mammographic analysis in triple negative breast cancer related to BRCA profile.\nJournal: Scientific reports (2026)\nAbstract: This retrospective study evaluated the applicability of radiomics analysis to mammographic images of patients with triple-negative breast cancer (TNBC) to identify features differentiating BRCA gene's mutational status. The mammographic images of 52 patients histologically diagnosed with TNBC, (13 BRCA-mutated patients and 39 BRCA wild-type ones), were included and 53 tumor lesions were manually segmented in the mammographic projection where they were better demarcable. An additional elliptical ROI of standard size was drawn in the most homogeneous area of the contralateral healthy gland, using the analogue mammographic projection of the same date or, if not available, of the corresponding bilateral mammographic investigation closer to the time of diagnosis. Lesions consisted of 36 masses, 2 pathological microcalcifications, and 15 masses with microcalcifications. Radiomic features were extracted using Pyradiomics-3D. Preliminary analysis confirmed feasibility and showed differences in texture features, particularly GLCM SumEntropy, between BRCA-mutated and non-mutated patients. Moreover, the study enhanced the role of healthy glandular tissue in distinguishing the two groups, supporting and reinforcing previous MRI-based radiomics findings in the same population. The study concludes that radiomics analysis of diagnostic mammograms in TNBC patients is feasible and may help build predictive models to discriminate between BRCA mutated and non-mutated patients.\nTitle: [Clinical and pathological characteristics and prognostic analysis of colorectal cancer associated with breast cancer susceptibility gene mutations].\nJournal: Zhonghua zhong liu za zhi [Chinese journal of oncology] (2026)\nAbstract: <b>Objective:</b> To investigate the mutation status of breast cancer susceptibility genes (BRCA) in colorectal cancer and the relationship between BRCA and the clinical-pathological characteristics and prognosis of colorectal cancer. <b>Methods:</b> A total of 132 colorectal cancer tissue specimens surgically resected at Shanxi Cancer Hospital from 2018 to 2021 were collected. Second-generation sequencing was used to detect BRCA mutations. Immunohistochemical staining assessed the infiltration density of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells, and CD20<sup>+</sup> B cells. The association between BRCA mutations and clinical-pathological features, immune cell infiltration density, and prognosis of colorectal cancer was analyzed. <b>Results:</b> Among 132 colorectal cancer cases, the overall BRCA mutation rate was 9.09% (12/132), with BRCA1 mutation rate at 3.03% (4/132) and BRCA2 mutation rate at 6.06% (8/132). Compared with the BRCA wild-type group, the BRCA mutation group exhibited smaller tumors (<i>P</i>=0.036), less vascular or nerve invasion (<i>P</i>=0.041), and lower tumor budding grades (<i>P</i>=0.013). Tumor microenvironment analysis revealed that the infiltration densities of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells in the BRCA mutation group were 1 729.66 (652.91, 3 065.98)/mm², 438.36 (97.37, 718.43)/mm², and 1 017.86 (506.19, 2 257.35)/mm², respectively, all higher than those in the BRCA wild-type group [555.72 (304.58, 933.26)/mm², 89.34 (58.15, 178.35)/mm², and 354.23 (157.78, 752.37)/mm², respectively, all <i>P</i>＜0.05]. Molecular feature analysis revealed five cases of TMB-H in the BRCA-mutant group and three cases in the BRCA-wild group, with a statistically significant difference between the two groups (<i>P</i>＜0.001). Survival analysis revealed no association between BRCA mutation status and overall survival in colorectal cancer patients (<i>P</i>＞0.05). Multivariate Cox regression analysis identified clinical stage as an independent predictor of overall survival, with patients at stages Ⅲ-Ⅳ exhibiting poorer prognosis (<i>HR</i>=5.359, 95% <i>CI</i>: 1.124-25.546). <b>Conclusion:</b> BRCA-mutated colorectal tumors exhibit lower invasiveness, higher TMB-H rates, and abundant immune cell infiltration in the tumor microenvironment, suggesting that patients with BRCA-mutated colorectal cancer are more likely to benefit from immunotherapy.\nTitle: Breast Cancer Vaccines: A Review of Emerging Opportunities and Persistent Challenges.\nJournal: Clinical breast cancer (2026)\nAbstract: Breast cancer, the most diagnosed malignancy globally, poses a significant health burden, with approximately 2.3 million new cases and 700,000 deaths annually. Breast cancer vaccines represent an innovative approach to prevention and treatment, harnessing the immune system to target tumor-specific antigens such as α-lactalbumin, HER2, and MUC1. Prophylactic vaccines aim to reduce risk in high-risk groups like BRCA1/2 mutation carriers, while therapeutic vaccines, particularly for triple-negative breast cancer, stimulate T-cell responses to combat aggressive tumors. Advances in mRNA technology, nanoparticle delivery, and neoantigen identification enhance vaccine precision and efficacy. However, challenges including tumor heterogeneity, immune evasion, and production scalability limit clinical success. Ongoing phase I and II trials explore combination therapies with checkpoint inhibitors and antibody-drug conjugates to overcome these barriers. This review examines the current landscape, mechanisms, and challenges of breast cancer vaccines, highlighting their potential to transform oncology through personalized, less invasive strategies.",
    "metadata": {
      "gene": "BRCA1",
      "uniprot_id": "P38398",
      "protein_name": "Breast cancer type 1 susceptibility protein",
      "sources": [
        "UniProt",
        "PubMed"
      ]
    }
  },
  {
    "source_file": "BRCA2.json",
    "page_content": "Gene: BRCA2\nProtein name: Breast cancer type 2 susceptibility protein\nUniProt ID: P51587\nBiological function:\nInvolved in double-strand break repair and/or homologous recombination. Binds RAD51 and potentiates recombinational DNA repair by promoting assembly of RAD51 onto single-stranded DNA (ssDNA). Acts by targeting RAD51 to ssDNA over double-stranded DNA, enabling RAD51 to displace replication protein-A (RPA) from ssDNA and stabilizing RAD51-ssDNA filaments by blocking ATP hydrolysis. Part of a PALB2-scaffolded HR complex containing RAD51C and which is thought to play a role in DNA repair by HR. May participate in S phase checkpoint activation. Binds selectively to ssDNA, and to ssDNA in tailed duplexes and replication fork structures. May play a role in the extension step after strand invasion at replication-dependent DNA double-strand breaks; together with PALB2 is involved in both POLH localization at collapsed replication forks and DNA polymerization activity. In concert with NPM1, regulates centrosome duplication. Interacts with the TREX-2 complex (transcription and export complex 2) subunits PCID2 and SEM1, and is required to prevent R-loop-associated DNA damage and thus transcription-associated genomic instability. Silencing of BRCA2 promotes R-loop accumulation at actively transcribed genes in replicating and non-replicating cells, suggesting that BRCA2 mediates the control of R-loop associated genomic instability, independently of its known role in homologous recombination (PubMed:24896180)\nSubcellular location: Cytoplasm, cytoskeleton, microtubule organizing center, centrosome, Nucleus\nDisease relevance:\n- A common malignancy originating from breast epithelial tissue. Breast neoplasms can be distinguished by their histologic pattern. Invasive ductal carcinoma is by far the most common type. Breast cancer is etiologically and genetically heterogeneous. Important genetic factors have been indicated by familial occurrence and bilateral involvement. Mutations at more than one locus can be involved in different families or even in the same case.\n- A condition associated with familial predisposition to cancer of the breast and ovaries. Characteristic features in affected families are an early age of onset of breast cancer (often before age 50), increased chance of bilateral cancers (cancer that develop in both breasts, or both ovaries, independently), frequent occurrence of breast cancer among men, increased incidence of tumors of other specific organs, such as the prostate.\n- A disorder affecting all bone marrow elements and resulting in anemia, leukopenia and thrombopenia. It is associated with cardiac, renal and limb malformations, dermal pigmentary changes, and a predisposition to the development of malignancies. At the cellular level it is associated with hypersensitivity to DNA-damaging agents, chromosomal instability (increased chromosome breakage) and defective DNA repair.\n- A malignant neoplasm of the pancreas. Tumors can arise from both the exocrine and endocrine portions of the pancreas, but 95% of them develop from the exocrine portion, including the ductal epithelium, acinar cells, connective tissue, and lymphatic tissue.\n- Gliomas are benign or malignant central nervous system neoplasms derived from glial cells. They comprise astrocytomas and glioblastoma multiforme that are derived from astrocytes, oligodendrogliomas derived from oligodendrocytes and ependymomas derived from ependymocytes.\n- Malignant, invasive embryonal tumor of the cerebellum with a preferential manifestation in children.\nRelevant breast cancer literature:\nTitle: From genetic risk to early detection - clinical outcomes of a person-centered screening program for women with a high genetic risk of breast cancer.\nJournal: Frontiers in oncology (2025)\nAbstract: There is little evidence on breast cancer (BC) diagnosed in women with a high genetic risk, before and after their inclusion in a long-term risk management program based on genetic risk assessment. We analyzed clinical outcomes in women enrolled in the Phare Grand Ouest (PGO) program. The PGO includes carriers of the <i>BRCA1</i> and <i>BRCA2</i> pathogenic variants (PV) and women at high risk without <i>BRCA PV</i>, enrolled in eight cancer genetics units. The study population included all women with incident or prevalent BC, and 1:1 matching by age at first diagnosis was conducted. Multivariable generalized linear and logistic regression models were used to examine the associations between tumor size and cancer stage and the following covariates: age, tumor subtype, pathogenic variant status, prevalent/incident BC status, and healthcare accessibility indicators. Within the matched cohort, those with incident BC were significantly younger at inclusion, but were of comparable age at the time of first diagnosis. They had smaller tumors, and the odds of advanced-stage disease were approximately 30% lower than those observed in women with prevalent BC (OR = 0.29, p < 0.01). Younger age and a triple-negative phenotype were independently associated with larger tumor size. No significant effect was shown from healthcare accessibility indicators. The PGO's coordinated, person-centered approach to high genetic risk management was likely associated with earlier-stage BC detection in women with the <i>BRCA</i> PV and women at high risk without <i>BRCA PV</i>. These findings both underscore the enhanced value of person-centered surveillance programs that integrate genetic risk assessment and long-term clinical follow-up, and pave the way for further research in this area.\nTitle: Homologous recombination deficiency in primary ER-positive and HER2-negative breast cancer.\nJournal: Communications medicine (2026)\nAbstract: Homologous recombination deficiency (HRD) originating from inactivation of genes like BRCA1/BRCA2 is a targetable abnormality common in triple-negative breast cancer (TNBC). In estrogen-receptor (ER)-positive HER2-negative (ERpHER2n) breast cancer (BC), HRD prevalence and clinical impact are unclear. We analyzed 502 ERpHER2n tumors from patients recruited via the population-representative Swedish SCAN-B study by whole genome sequencing (WGS), defining mutational signatures-based HRD, as well as matched transcriptional, DNA methylation, clinicopathological, adjuvant treatment, and outcome data. We show that HRD is much less frequent in ERpHER2n BC (8.4%) compared to TNBC, though induced by similar genetic/epigenetic mechanisms acting on mainly BRCA1/BRCA2/RAD51C/PALB2 together, providing a plausible HR-inactivation mechanism for 71.4% of HRD tumors. Our modelled estimate of HRD in Western European/Nordic BC is ~10-13%. HRD tumors were observed across all PAM50 gene expression subtypes with the exception of Luminal A tumors ( < 1%) and did not exhibit a unique, defining transcriptional or DNA methylation profile. While HRD status was not statistically associated with differences in patient outcome for patients treated with combined chemotherapy and endocrine therapy, a nonsignificant trend of poorer outcome for patients with HRD tumors was observed for patients treated with adjuvant endocrine therapy only. ERpHER2n HRD tumors show features of aggressive disease, but do not display a distinct transcriptional or DNA methylation profile that clearly differentiates them from HR-proficient tumors. Though numbers are limited, we present early evidence that HRD stratification by WGS could impact therapeutic strategies, as HRD BCs trended to poorer outcomes when not treated with chemotherapy.\nTitle: Breast cancer surgery in the era of genetic uncertainty: real-world outcomes in BRCA1/2 pathogenic variants and variants of uncertain significance.\nJournal: BMC cancer (2026)\nAbstract: Germline testing for BRCA1 and BRCA2 has become integral to the management of breast cancer, with pathogenic variants strongly influencing surgical decision-making. However, the increasing detection of variants of uncertain significance (VUS) presents a major clinical challenge, as their implications for cancer risk and treatment remain unclear. This study aimed to evaluate real-world surgical management patterns among breast cancer patients carrying pathogenic BRCA1/2 variants or VUS, with a particular focus on determinants of final bilateral mastectomy. This multicenter retrospective study included female breast cancer patients who underwent germline BRCA1/2 testing across three institutions in Türkiye between 2017 and 2025. Patients carrying pathogenic variants or VUS were identified and reclassified according to American College of Medical Genetics and Genomics (ACMG) criteria. Clinicopathological characteristics and surgical outcomes were compared between pathogenic and VUS groups. Final bilateral mastectomy was defined as either primary bilateral mastectomy or unilateral mastectomy followed by completion contralateral mastectomy. Multivariable logistic regression was performed to identify factors independently associated with final bilateral mastectomy, including a separate exploratory analysis restricted to VUS carriers. A total of 203 patients with abnormal BRCA results were included, comprising 107 pathogenic variant carriers and 96 VUS carriers. Patients with pathogenic BRCA variants were significantly younger at diagnosis and more frequently had triple-negative tumors. Final bilateral mastectomy was markedly more common among pathogenic variant carriers than VUS carriers (67% vs. 12%, p < 0.001). In multivariable analysis, pathogenic BRCA status remained independently associated with final bilateral mastectomy (adjusted OR 10.38, 95% CI 3.98-27.10; p < 0.001), while increasing age was also independently associated. Among VUS carriers, no clinicopathological variable-including molecular subtype, tumor size, Ki-67 index, family history, or BRCA1 versus BRCA2 VUS-was significantly associated with final bilateral mastectomy in univariate analyses. In exploratory multivariable modeling, younger age at diagnosis emerged as the only independent factor associated with surgical choice (adjusted OR per year 1.09, 95% CI 1.01-1.17; p = 0.027). While pathogenic BRCA1/2 variants are strongly associated with bilateral mastectomy in breast cancer patients, surgical decision-making among VUS carriers appears largely independent of tumor biology or genetic subtype and is primarily influenced by age. These findings highlight substantial heterogeneity and potential overtreatment in the management of BRCA VUS carriers, underscoring the need for improved genetic counseling and standardized approaches to mitigate the impact of genetic uncertainty on clinical decision-making.\nTitle: [Clinical and pathological characteristics and prognostic analysis of colorectal cancer associated with breast cancer susceptibility gene mutations].\nJournal: Zhonghua zhong liu za zhi [Chinese journal of oncology] (2026)\nAbstract: <b>Objective:</b> To investigate the mutation status of breast cancer susceptibility genes (BRCA) in colorectal cancer and the relationship between BRCA and the clinical-pathological characteristics and prognosis of colorectal cancer. <b>Methods:</b> A total of 132 colorectal cancer tissue specimens surgically resected at Shanxi Cancer Hospital from 2018 to 2021 were collected. Second-generation sequencing was used to detect BRCA mutations. Immunohistochemical staining assessed the infiltration density of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells, and CD20<sup>+</sup> B cells. The association between BRCA mutations and clinical-pathological features, immune cell infiltration density, and prognosis of colorectal cancer was analyzed. <b>Results:</b> Among 132 colorectal cancer cases, the overall BRCA mutation rate was 9.09% (12/132), with BRCA1 mutation rate at 3.03% (4/132) and BRCA2 mutation rate at 6.06% (8/132). Compared with the BRCA wild-type group, the BRCA mutation group exhibited smaller tumors (<i>P</i>=0.036), less vascular or nerve invasion (<i>P</i>=0.041), and lower tumor budding grades (<i>P</i>=0.013). Tumor microenvironment analysis revealed that the infiltration densities of CD3<sup>+</sup>, CD4<sup>+</sup>, and CD8<sup>+</sup> T cells in the BRCA mutation group were 1 729.66 (652.91, 3 065.98)/mm², 438.36 (97.37, 718.43)/mm², and 1 017.86 (506.19, 2 257.35)/mm², respectively, all higher than those in the BRCA wild-type group [555.72 (304.58, 933.26)/mm², 89.34 (58.15, 178.35)/mm², and 354.23 (157.78, 752.37)/mm², respectively, all <i>P</i>＜0.05]. Molecular feature analysis revealed five cases of TMB-H in the BRCA-mutant group and three cases in the BRCA-wild group, with a statistically significant difference between the two groups (<i>P</i>＜0.001). Survival analysis revealed no association between BRCA mutation status and overall survival in colorectal cancer patients (<i>P</i>＞0.05). Multivariate Cox regression analysis identified clinical stage as an independent predictor of overall survival, with patients at stages Ⅲ-Ⅳ exhibiting poorer prognosis (<i>HR</i>=5.359, 95% <i>CI</i>: 1.124-25.546). <b>Conclusion:</b> BRCA-mutated colorectal tumors exhibit lower invasiveness, higher TMB-H rates, and abundant immune cell infiltration in the tumor microenvironment, suggesting that patients with BRCA-mutated colorectal cancer are more likely to benefit from immunotherapy.\nTitle: Case Report: Individualized circulating tumor DNA monitoring guides olaparib adjuvant therapy: an early-stage breast cancer case with somatic BRCA2 mutation.\nJournal: Frontiers in oncology (2026)\nAbstract: Circulating tumor DNA (ctDNA) has demonstrated a strong predictive capacity for recurrence in early-stage breast cancer compared with imaging examinations. However, there remains a paucity of robust clinical evidence to guide the adjustment of adjuvant therapy based on minimal residual disease (MRD) status in early-stage breast cancer. A 69-year-old female patient with early-stage triple-negative breast cancer (TNBC) with somatic BRCA2 mutations exhibited an exceptional response to adjuvant therapy with olaparib. Personalized ctDNA monitoring, utilizing a tumor-informed approach, was employed alongside imaging examinations and tumor biomarker testing to monitor tumor recurrence. MRD positivity was detected at four months and approximately one-month post-treatment discontinuation. Resumption of olaparib therapy resulted in a negative MRD status, while imaging examinations consistently demonstrated no evidence of recurrence in the patient. This report underscores the potential benefit of olaparib for early-stage TNBC patients with somatic BRCA2 mutations and the utility of serial ctDNA monitoring for tailoring individualized treatment strategies.\nTitle: Frequency of Founder Mutations in <i>BRCA1</i> and <i>BRCA2</i> Genes in Hereditary Breast Cancers in Poland vs. Other Countries.\nJournal: Cancers (2026)\nAbstract: Breast cancer (BC) remains one of the most prevalent malignancies worldwide, and genetic factors may influence its development. Approximately 10-15% of all BCs are hereditary and known as Hereditary Breast Cancer (HBC). A remarkable family history and young onset are the strongest risk factors of HBC. The rapid development of genetic testing techniques has increased the detection rate of pathogenic and likely pathogenic variants in several genes associated with high, moderate, or low risk of HBC. This allowed us to identify the whole family at risk of HBC. Among hereditary cases, pathogenic variants (PVs) in the <i>BRCA1</i> and <i>BRCA2</i> genes are particularly notable, especially in certain populations where founder mutations (specific genetic variants originating from a common ancestor) are more prevalent. In this article, an overview of the current state of knowledge on HBC is provided, focusing on the frequency of founder mutations in the <i>BRCA1</i> and <i>BRCA2</i> genes in HBC in Poland compared to other countries. We will also highlight the role of genetic counseling in the diagnosis and treatment of BC, emphasizing its crucial importance in identifying genetic predispositions, selecting appropriate therapeutic strategies, and supporting patients and their families in making informed medical decisions.\nTitle: Research Progress on <i>BRCA1</i>/<i>2</i> Mutations in Sporadic Gastric Cancer: Risk Stratification, Surgical Prognosis, and Individualized Treatment.\nJournal: Annali italiani di chirurgia (2026)\nAbstract: Gastric cancer is one of the most prevalent malignant tumors worldwide. Sporadic gastric cancer accounts for more than 80% of all gastric cancer cases, and its pronounced heterogeneity underlies the substantial variability in clinical outcomes and the complexity of treatment strategies. The breast cancer gene 1 (<i>BRCA1</i>) and breast cancer gene 2 (<i>BRCA2</i>) are core regulators of the DNA damage homologous recombination repair (HRR) pathway, and their pathogenic mutations are closely associated with hereditary breast and ovarian cancer syndrome. Recent evidence has shown that <i>BRCA1/2</i> mutations also exist in some sporadic gastric cancer patients and may profoundly affect tumor biological behavior, clinical prognosis, and treatment response. This article systematically reviews the latest research progress on <i>BRCA1/2</i> mutations in sporadic gastric cancer, focusing on their incidence and molecular characteristics, their impact on patients' postoperative prognosis, and their potential value as novel biomarkers for guiding individualized therapy, thereby providing a theoretical basis for clinical risk stratification and tailored treatment strategies.\nTitle: Determinants of intention to undergo risk-reducing salpingo-oophorectomy among high-risk women for breast and ovarian cancer.\nJournal: Scientific reports (2026)\nAbstract: To evaluate the intention of women at high risk for breast and ovarian cancer to undergo risk-reducing salpingo-oophorectomy (RRSO) after genetic testing, and to identify the main factors related to their decision-making. A prospective cohort study conducted at the high-risk outpatient clinic of the State University of Campinas (UNICAMP), including 355 high-risk women followed between November/2021 and October/2022. Participants answered clinical and sociodemographic questionnaires, underwent comprehensive genetic testing, and received pre- and post-test genetic counseling. The majority were white (60.3%), younger than 50 years (71.5%) with a mean age of 43 years, and premenopausal (61.6%). 355 patients were tested and 102 (28,7%) carried likely pathogenic or pathogenic variants, 59,3% in the BRCA 1 and 2 genes. Before testing, 42.5% expressed the intention to undergo RRSO, which decreased to 33.4% after counseling (p < 0.05). The pre-test desire was more frequent in women aged 40-49 years, premenopausal, and with higher education (p < 0.05). In multiple regression, the desire for risk-reducing mastectomy (OR ≈ 39, 95% CI 16,8-90,79, p < 0,0001), the presence of pathogenic variants in BRCA (OR 15,46, 95% CI 6.05-39.53, p < 0,0001), and a personal history of cancer (OR 2,69, 95% CI 1.52-4.75, p < 0,0001) were independently associated with the intention to undergo RRSO. Intention to undergo risk-reducing salpingo-oophorectomy was higher among younger and premenopausal women and those with higher educational attainment and was strongly associated with the desire to undergo risk-reducing mastectomy and a personal history of breast or ovarian cancer. Changes in intention after genetic testing reflected gene-specific risk stratification: intention was withdrawn predominantly among women without high-penetrance BRCA variants, whereas it was adopted primarily among those carrying pathogenic variants in high-risk genes. These findings underscore the importance of access to germline genetic testing to support individualized, risk-informed decision-making regarding high-complexity preventive strategies.\nTitle: RAD51 succinylation regulates homologous recombination and contributes to the chemosensitivity in cancer.\nJournal: Molecular cell (2026)\nAbstract: Genomic instability and metabolic reprogramming are core hallmarks of cancer, yet how they are mechanistically interconnected remains unclear. Here, we demonstrate that succinyl-coenzyme A (CoA), a tricarboxylic acid (TCA) cycle metabolite and protein succinylation donor, modulates homologous recombination (HR) by regulating RAD51 succinylation. OXCT1 succinylates RAD51 at K285, whereas HDAC11 removes this modification. RAD51 succinylation disrupts BRCA2 interaction, impairs RAD51 foci formation, and suppresses HR. Upon DNA damage, ATM-dependent phosphorylation of HDAC11 enhances the interaction with RAD51, promoting RAD51 desuccinylation and inhibiting HR. In breast cancer models, elevated RAD51 succinylation correlates with reduced HR capacity and increased sensitivity to the PARP inhibitor olaparib, whereas diminished succinylation confers resistance. Moreover, a cell-penetrating peptide that disrupts the RAD51-HDAC11 interaction increases RAD51 succinylation and synergizes with chemotherapy. Collectively, our findings uncover a metabolic-epigenetic mechanism linking protein succinylation to HR and genomic stability and identify RAD51 succinylation as a predictive biomarker and therapeutic target in cancer.\nTitle: Prevalence of <i>BRCA1</i> and <i>BRCA2</i> Germline Mutations in Vietnamese Patients With Triple-Negative Breast Cancer.\nJournal: Cancer control : journal of the Moffitt Cancer Center (2026)\nAbstract: IntroductionTriple-negative breast cancer (TNBC) represents approximately 10-20% of all breast cancer cases and is frequently associated with <i>BRCA1</i> mutations. Numerous studies from Western populations have investigated the prevalence of germline <i>BRCA</i> mutations in individuals with TNBC; however, the prevalence of <i>BRCA1/2</i> mutations in TNBC patients varies widely between countries and from study to study. Evidence from Asian populations, particularly Vietnamese patients, remains limited. In this study, we determined the prevalence of germline <i>BRCA1/2</i> mutations among unselected Vietnamese patients with TNBC and analyzed the clinicopathological features.MethodsWe conducted a single-center retrospective study of 68 women diagnosed with TNBC at the Vietnam National Cancer Hospital. Germline <i>BRCA1</i>/<i>2</i> testing was performed by next-generation sequencing.ResultsOverall, 19 Vietnamese patients (27.9%) had <i>BRCA1/2</i> mutations, with 14 (20.6%) in <i>BRCA1</i> and 5 (7.4%) in <i>BRCA2</i>. Three patients (4.4%) had variants of uncertain significance (2 <i>BRCA1</i> mutations and 1 <i>BRCA2</i> mutation). Thirteen distinct pathogenic or likely pathogenic variants (8 <i>BRCA1</i> and 5 <i>BRCA2</i>) were found. Among patients diagnosed at ≤60 years, the prevalence of <i>BRCA1/2</i> mutations was 32.0%. The average age at diagnosis for <i>BRCA1/2</i> mutation carriers was notably lower than that observed in non-carriers (43.1 vs 51.7 years, <i>P</i> = .021). <i>BRCA1/2</i> mutation carriers were also more frequently premenopausal (78.6% vs 43.9%, <i>P</i> = .025).ConclusionsThere is a high prevalence of <i>BRCA1/2</i> mutations among TNBC patients in Vietnam. Women with TNBC in Vietnam should be screened for mutations in <i>BRCA1/2</i>.",
    "metadata": {
      "gene": "BRCA2",
      "uniprot_id": "P51587",
      "protein_name": "Breast cancer type 2 susceptibility protein",
      "sources": [
        "UniProt",
        "PubMed"
      ]
    }
  },
  {
    "source_file": "ERBB2.json",
    "page_content": "Gene: ERBB2\nProtein name: Receptor tyrosine-protein kinase erbB-2\nUniProt ID: Q60553\nBiological function:\nProtein tyrosine kinase that is part of several cell surface receptor complexes, but that apparently needs a coreceptor for ligand binding. Essential component of a neuregulin-receptor complex, although neuregulins do not interact with it alone. GP30 is a potential ligand for this receptor. Regulates outgrowth and stabilization of peripheral microtubules (MTs). Upon ERBB2 activation, the MEMO1-RHOA-DIAPH1 signaling pathway elicits the phosphorylation and thus the inhibition of GSK3B at cell membrane. This prevents the phosphorylation of APC and CLASP2, allowing its association with the cell membrane. In turn, membrane-bound APC allows the localization of MACF1 to the cell membrane, which is required for microtubule capture and stabilization (By similarity) In the nucleus is involved in transcriptional regulation. Associates with the 5'-TCAAATTC-3' sequence in the PTGS2/COX-2 promoter and activates its transcription. Implicated in transcriptional activation of CDKN1A; the function involves STAT3 and SRC. Involved in the transcription of rRNA genes by RNA Pol I and enhances protein synthesis and cell growth (By similarity)\nSubcellular location: Cell membrane, Cell projection, ruffle membrane, Cytoplasm, perinuclear region, Early endosome, Nucleus\nRelevant breast cancer literature:\nTitle: A novel approach to silver nanoparticle biosynthesis using ursolic acid from Catharanthus roseus for therapeutic effects.\nJournal: Scientific reports (2026)\nAbstract: The present study attentive on the bio synthesis of silver nanoparticles (AgNPs) using ursolic acid (UA-AgNPs) isolated from Catharanthus roseus and investigated their antibacterial, antibiofilm, antioxidant, anti-inflammatory, and anticancer activities. The biosynthesized UA-AgNPs were characterized using techniques like UV-Vis, XRD, FT-IR, EDX, TEM, zeta potential, and DLS. The UA-AgNPs exhibited stronger antibacterial activity than ursolic acid and AgNO<sub>3</sub>, producing inhibition zones of 18.00 mm and 16 ± 0.3 mm against B. cereus and P. aeruginosa, respectively, which were comparable to the activity of standard antibiotics and MIC (Minimum inhibitory concentration) values of 6.95 and 12.39 µg/mL, respectively. The anti-biofilm activity inhibited 64.43% and 60.89% of biofilm production. UA-AgNPs also impaired bacterial motility and caused higher protein and (Deoxyribonucleic acid) DNA leakage in membrane integrity assays compared to the control. Antioxidant activity was confirmed by DPPH and FRAP assays, and in vivo experiments in Saccharomyces cerevisiae highlighted significant antioxidant effects. Furthermore, UA-AgNPs exhibited potential anticancer activity against the HeLa cell line (IC<sub>50</sub> 29.20 µg/mL) with minimal cytotoxicity on Vero cells (IC<sub>50</sub> 5.59 µg/mL). Moreover, UA-AgNPs reduced LPS-induced Nitric oxide (NO) production in RAW264.7 cells. Through molecular docking studies, they demonstrated interactions with breast cancer proteins BRCA1 and C-erbB2 and bacterial virulence proteins Hbl and aglD. These findings highlight the bio efficacy of UA-AgNPs as a dual-action therapeutic agent with potent antibacterial and anticancer activity, combined with low toxicity toward normal cells, making them promising candidates for biomedical applications.\nTitle: Tumor-Associated Neutrophils and Desmoplastic Reaction in Breast Cancer Microenvironment: Association with Tumor Grade and Clinicopathological Features.\nJournal: Cancers (2026)\nAbstract: The tumor microenvironment (TME), composed of diverse immune and stromal cells, plays a key role in cancer progression. Among its components, tumor-associated neutrophils (TANs) and the desmoplastic reaction (DR) have emerged as important modulators of tumor behavior. While each has been extensively studied, their interrelationship and association with tumor grade and clinicopathological parameters remain unclear. This hypothesis-generating study aimed to explore the relationship between the presence of TANs, various types of DR, the grade of tumor malignancy, and other fundamental clinicopathological characteristics commonly studied in daily clinical practice. The study included a cohort of 65 cancer patients (N = 65). The average number of TANs was recorded. In hematoxylin and eosin (H&E)-stained sections, \"hot spots\" representing areas with the highest neutrophil density were first identified. The tumor-associated polymorphonuclear neutrophils were then counted in ten consecutive high-power fields (HPFs). In the same specimens, the DR was assessed and classified according to stromal texture. TANs did not follow a normal distribution across any clinicopathological category (<i>p</i> < 0.05). Significant differences in TAN levels were observed among DR types (Kruskal-Wallis H = 9.890, <i>p</i> = 0.007), with higher counts in myxoid compared to mature stroma (Mean Rank = 41.58 vs. 24.80, <i>p</i> = 0.006). TAN levels also varied significantly with tumor grade (H = 22.384, <i>p</i> < 0.001), increasing from Grade 1 to Grade 3 (<i>p</i> < 0.013-0.001). Higher TAN counts were associated with cellular erythroblastic oncogene B2 (c-erbB2) positivity (H = 6.547, <i>p</i> = 0.038), perineural invasion (Mann-Whitney U = 179.5, <i>p</i> < 0.001), and ER/PR negativity (<i>p</i> = 0.016 and <i>p</i> = 0.044, respectively). No significant association was found with necrosis (<i>p</i> = 0.083). A near-significant relationship was identified between DR type and tumor differentiation grade (χ<sup>2</sup> = 9.448, <i>p</i> = 0.051), with mature stroma most common in Grade 1 tumors, keloid-like stroma in Grade 2, and myxoid stroma in Grade 3. High TAN levels were linked to aggressive tumor features and specific DR patterns. The association of myxoid stroma with elevated TAN infiltration may reflect a highly aggressive TME. These preliminary results warrant validation in larger, prospective studies.\nTitle: Validation of the HER2DX genomic test in first-line advanced HER2-positive breast cancer treated with trastuzumab, pertuzumab, and taxane.\nJournal: NPJ breast cancer (2026)\nAbstract: Trastuzumab, pertuzumab, and a taxane (THP) has been the standard first-line therapy for HER2+ advanced breast cancer for over a decade. With new regimens emerging, genomic tools like HER2DX may help identify patients who benefit durably from THP versus those requiring intensification. Here, baseline tumor tissue from 122 patients with HER2+ treated with THP in Poland was tested with HER2DX. A previously published Spanish real-world cohort (n = 93) was added to generate a combined cohort (n = 215). Univariable analyses were performed in the Polish cohort, and multivariable Cox and logistic regression models were applied to the combined cohort. A HER2DX metastatic prognostic score was trained on overall survival (OS) in the Spanish cohort and validated in the Polish cohort. In the Polish cohort, high ERBB2 mRNA scores were associated with significantly longer real-world progression-free survival (rwPFS) (33.8 vs. 17.9 months; hazard ratio [HR] 0.57; p = 0.022) and real-world overall survival (rwOS) (75.1 vs. 40.2; HR 0.48; p = 0.009). In the combined cohort, ERBB2 high-score tumors showed prolonged rwPFS (33.8 vs. 12.5; HR 0.50; p < 0.001) and rwOS (not reached vs. 37.1; HR 0.36; p < 0.001), and higher rwORR (84.4% vs. 52.0%; p < 0.001). Prognostic value was independent of clinical variables, including number of metastatic sites. Subgroup analyses showed particularly favorable outcomes in patients with <3 sites (median rwPFS 51.7 vs. 20.3 months). The HER2DX metastatic prognostic score outperformed ERBB2 alone in the validation cohort. In conclusion, the HER2DX ERBB2 mRNA score provides independent prognostic information in HER2+ advanced breast cancer treated with THP. The HER2DX metastatic prognostic score further improves prognostic accuracy.\nTitle: Predictive factors and prognostic significance of HER2-low early breast cancer with long-term follow-up.\nJournal: Surgical oncology (2026)\nAbstract: Human epidermal growth factor receptor type2 (HER2)-low breast cancer has emerged as a clinically relevant subtype with novel HER2-targeted therapies. This study aimed to investigate the clinicopathological features and prognostic implications of HER2-low status in patients with early breast cancer undergoing long-term follow-up. We retrospectively analyzed patients with HER2-negative early breast cancer who underwent surgery between 2003 and 2022. We investigated clinicopathological factors associated with HER2-low status and the clinical impacts of HER2-low/zero status on disease-free survival (DFS), distant DFS (DDFS), and overall survival (OS) according to hormone receptor (HR) status using univariate and multivariate analyses. Among 3663 patients with early breast cancer, we identified 2519 HER2-negative patients (HER2-low 57%, HER2-zero 28%). HER2-low status was associated with high estrogen-receptor (ER) positivity (Allred score 8) and less mucinous histology, but there was no association with progesterone receptor (PgR) expression. HER2-low status also tended to be associated with pre/perimenopausal status and higher nuclear grade (≥2), but not with tumor size or lobular/metaplastic type. Pathological complete response rates after neoadjuvant chemotherapy were comparable between HER2-low (18.9%) and HER2-zero (21.6%), with no survival differences. HER2 status (low vs. zero) was not significantly associated with DFS, DDFS, or OS, and had no prognostic impact in patients with either HR-positive or -negative disease. HER2-low breast cancer was characterized by distinct biological features, including high ER positivity (especially Allred score 8) without PgR association, but did not confer a prognostic advantage over HER2-zero disease. HER2-low status may reflect biological heterogeneity that could be relevant when interpreting treatment response rather than serving as an independent prognostic marker.\nTitle: Clinical decision impact of HER2DX, an algorithm-powered genomic diagnostic in early-stage HER2-positive breast cancer: results from a prospective real-world study.\nJournal: ESMO real world data and digital oncology (2025)\nAbstract: HER2DX is a clinically available genomic assay that provides prognostic (relapse risk score), predictive [pathological complete response (pCR) likelihood score], and <i>ERBB2</i> expression data in stage I-III human epidermal growth factor receptor 2 (HER2)-positive breast cancer (BC). This real-world study evaluated its clinical impact. This prospective study enrolled newly diagnosed patients with stage I-III HER2-positive BC across 12 hospitals in Spain (November 2021-September 2024). Thirty-four oncologists ordered HER2DX and completed questionnaires before and after receiving results to assess treatment changes (primary objective). Secondary objectives included evaluating the HER2DX pCR likelihood score association with pCR, test turnaround time, changes in physician confidence regarding treatment decisions, and cost-effectiveness. Among 297 recruited patients, 48.1% (95% confidence interval 42.5% to 53.7%) experienced treatment adjustments after HER2DX. Within these cases, 73.5% involved reduced treatment intensity, 24.5% involved increased treatment intensity, and the remaining cases (2.0%) involved mixed adjustments. Of the cases with reduced treatment intensity, 56.2% had a reduction in chemotherapy intensity, 26.7% had a reduction in anti-HER2 therapy, and 17.1% in both. Among the 182 patients with available pathological data at surgery, the pCR likelihood score was a significant predictor of pCR (<i>P</i> < 0.001). In 69 patients with pCR-high disease, less intensive treatment achieved similar pCR rates compared with multi-agent chemotherapy (81.5% versus 69.0%; odds ratio = 1.97, <i>P</i> = 0.256). Physician confidence improved (<i>P</i> < 0.001) and the estimated total cost savings, including direct drug costs, vein access devices, and HER2DX costs, amounted to €98 031. HER2DX impacts clinical management in stage I-III HER2-positive BC by supporting treatment adjustments, enhancing physician confidence, maintaining pCR rates, and reducing health care costs.\nTitle: Adjuvant Chemotherapy Use for Hormone Receptor-Positive, ERBB2-Negative Breast Cancer After RxPONDER Trial.\nJournal: JAMA network open (2025)\nAbstract: Since 2018, the TAILORx and RxPONDER trials have demonstrated that the 21-gene recurrence score (RS) can be indicative of the benefit of adjuvant chemotherapy in hormone receptor (HR)-positive, ERBB2 (formerly HER2)-negative breast cancer with 3 or fewer positive lymph nodes. However, its applicability to key subgroups with high risk for recurrence, including premenopausal women with positive lymph nodes and racial and ethnic minority individuals, remains unclear. To assess the temporal patterns of and disparities in adjuvant chemotherapy use in early-stage HR-positive, ERBB2-negative breast cancer by age, genomic risk, and nodal involvement. This retrospective cohort study analyzed clinical data from the 2010 to 2022 National Cancer Database. The cohort included women with stage I to III, HR-positive, ERBB2-negative breast cancer who had undergone a lumpectomy or mastectomy and were eligible for endocrine therapy. Patients were categorized into premenopausal (aged ≤50 years) or postmenopausal (aged >50 years) status. Nodal status (negative or positive) was pathologically confirmed. RS was classified per the TAILORx trial, with RS of 0 to 10 as low genomic risk, RS of 11 to 25 as intermediate genomic risk, and RS of 26 or higher as high genomic risk. Data were analyzed from January 20 to August 11, 2025. Adjuvant systemic therapy, defined as receipt of either endocrine therapy alone or chemoendocrine therapy (chemotherapy plus endocrine therapy), after surgery (lumpectomy or mastectomy). A total of 504 937 women (mean [SD] age, 60.0 [10.7] years; 5.4% Hispanic, 4.3% non-Hispanic Asian or Pacific Islander, 8.1% non-Hispanic Black, 81.3% non-Hispanic White, and 0.9% other race or ethnicity) were included. Among premenopausal patients with node-negative tumors, adjuvant chemotherapy use decreased from 6.5% in 2010 to 0.9% in 2022 for those with low genomic risk and from 29.6% in 2010 to 11.1% in 2022 for those with intermediate genomic risk. However, among premenopausal patients with node-positive disease, chemotherapy use declined from 33.3% in 2010 to 12.7% in 2019 but increased to 25.7% in 2022 for the low genomic risk group. For the intermediate genomic risk group, chemotherapy use declined from 55.8% in 2010 to 38.1% in 2019 but increased to 48.9% in 2022. Among postmenopausal women, chemotherapy use for those with low to intermediate genomic risk continued to decrease from 2010 to 2022 in both node-negative and node-positive disease status. Black women with high genomic risk had lower odds of chemotherapy receipt than White women, regardless of menopausal or nodal status (adjusted odds ratio [AOR], 0.84; 95% CI, 0.78-0.90). Premenopausal Black women with low to intermediate genomic risk also had lower odds of chemotherapy receipt than White women (AOR, 0.85; 95% CI, 0.77-0.94), regardless of nodal status. This retrospective cohort study found that adjuvant chemotherapy use almost doubled in premenopausal patients with node-positive tumors and with a low to intermediate genomic risk from 2019 to 2022 but decreased for patients with node-negative disease, coinciding with the publication of the TAILORx and RxPONDER trials. The findings highlight the variability in genomic assay use to facilitate adjuvant therapy recommendations for HR-positive, ERBB2-negative breast cancer.\nTitle: Cytotoxic and immunomodulatory activity of CD151-LEL-based peptides in breast cancer and THP-1 cells.\nJournal: Human immunology (2026)\nAbstract: CD151, a cell surface oncoprotein belongs to the tetraspanin family, drives metastasis, drug resistance, and immune escape, and is recognized as a tumor-associated antigen (TAA). In the screening phase, a positive correlation between CD151 expression and amplification of CCND1, ERBB2, and MYC genes as well with breast cancer (BC) metastasis was observed using data from different GEO datasets. This study identified three immunogenic peptides within the large extracellular loop (LEL) of CD151 using in silico approaches: one each of CTL and HTL epitope, which bind strongly to class I and II MHC molecules, and one B-cell epitope, eliciting a robust IgG immune response. In the validation phase, a multiepitope was constructed by incorporating high immunogenic peptides and adjuvants, which showed significant antigenicity and broader population coverage. The results also showed a hierarchy in the binding of multiepitope with key immune receptor molecules, highlighting their potential in activating the innate and adaptive immune responses. Furthermore, molecular dynamic simulation and normal mode analysis studies uncovered a strong interaction between the multiepitope construct and TLR2. The simulation of immune system activation by the multiepitope construct using the C-ImmSim web server showed a strong B- and T-cell response with potential activation of natural killer and dendritic cells. The results also showed active antigen internalization by macrophages, their presentation to other immune cells, and IL-2 and IFN-γ secretion. In addition, AntiCP web server predicted both CTL and HTL epitopes as anticancer peptides. The in vitro study validated that synthetic peptides corresponding to CD151-LEL-based CTL and HTL peptides induced cytotoxicity in BC cell lines MDA-MB 231 and MCF-7. They reduced the CCND1mRNA levels in MDA-MB-231 and MCF-7 cells, while MYC mRNA levels in MCF-7 cells. Also, they significantly induced the secretion of IFN-γ and IL-2 while reducing the secretion of IL-10. Furthermore, conditioned media from the treated BC cells induced the proliferation of PMA treated monocyte like THP-1 cells and provoked the secretion of IL-6, while reducing IL-10. These findings suggest that the CD151-LEL-based peptides and their engineered multiepitope construct represent a prospective vaccine candidate for in vivo experimental validation, which can be used as a therapeutic vaccine for breast cancer.\nTitle: [Alterations in the transcriptional profile of genes in tumors as a prerequisite for personalization of treatment in breast cancer patients].\nJournal: Arkhiv patologii (2026)\nAbstract: To evaluate changes in gene expression activity during preoperative testing for tumor hormone sensitivity to aromatase inhibitors and tamoxifen in postmenopausal women with ESR+/HER2- breast cancer. The study included 174 breast cancer patients. Pathological examination of FFPE core biopsy specimens, performed before the hormone response test, and surgical specimens were examined, as well as immunohistochemistry (Ki67, ER, PR, HER2/neu) and molecular genetic testing of an expression panel of 45 target genes using quantitative real-time PCR. The use of aromatase inhibitors in the preoperative hormone response test is accompanied by statistically significant changes in the mRNA expression of 37 genes in breast tumors, of which a decrease in the expression level was found for 35 genes (<i>ESR1, PGR, AR, ERBB2, FGFR4, MKI67, MYBL2, CCNB1, AURKA, BIRC5, CCND1, CCNE1, CDKN2A, KIF14, PPP2R2A, PTTG1, TMEM45B, TPX2, ANLN, MMP11, CTSL2, EMSY, PAK1, BCL2, BAG1, PTEN, TYMS, EXO1, UBE2T, NAT1, SCGB2A2, GATA3, FOXA1, ZNF703, CD274/PD-L1</i>), an increase - for two genes (<i>SFRP1, KRT5</i>). While the use of tamoxifen statistically significantly correlates with a decrease in the level of mRNA expression of 35 genes: <i>ESR1, PGR, AR, EGFR, ERBB2, FGFR4, MKI67, MYBL2, CCNB1, AURKA, BIRC5, CCND1, CCNE1, CDKN2A, KIF14, PPP2R2A, PTTG1, TMEM45A, TMEM45B, TPX2, ANLN, MMP11, EMSY, PAK1, BCL2, BAG1, PTEN, TYMS, EXO1, UBE2T, NAT1, GATA3, FOXA1, ZNF703, CD274/PD-L1</i>, and an increase in only one gene - <i>MYC</i>. Comparative mRNA expression analysis confirms that a short preoperative course of aromatase inhibitors induces a more potent and uniform molecular response, characterized by profound suppression of proliferation and complete inhibition of estrogen-dependent signaling. Tamoxifen therapy is also effective but results in less pronounced suppression of key targets and, crucially, may be accompanied by early activation of the <i>MYC</i> oncogene, a potential marker for resistance development.\nTitle: Molecular and socioeconomic characteristics of inflammatory breast cancer in the Carolina Breast Cancer Study.\nJournal: Breast cancer research and treatment (2026)\nAbstract: Inflammatory breast cancer (IBC) has been hypothesized to represent a distinct molecular subtype. However, few IBC-specific gene expression patterns have been identified, and previous genomic studies of IBC have been small with limited information on social determinants. We identified 153 IBC cases in the Carolina Breast Cancer Study (total N = 4,739). RNA expression was measured on the NanoString platform (N = 74 IBC, 2,696 non-IBC) and used to determine molecular subtypes, including PAM50, immune, homologous recombination deficiency (HRD), and P53 status. We estimated odds ratios (ORs) and 95% confidence intervals (CIs) of associations between IBC and patient demographic, molecular, and social characteristics using logistic regression, and compared differences in gene expression using ANOVA. Women with IBC were associated with Black and under 50 compared to non-IBC. IBC was associated with rural address (OR = 1.53) and poverty (OR = 1.61). Molecularly, IBC was associated with HER2-enriched (OR = 6.14), Luminal B (OR = 2.90), P53 Mutant-like (OR = 1.79), and high HRD (OR = 1.90). Neither adiposity nor immune subtype was significantly associated with IBC. Only six of 219 genes measured were significantly differentially expressed between IBC and non-IBC, including HER2-related (ERBB2, FGFR4, GRB7) and P53-related genes (BTG2, LOC400043, MAP2K4). Although not associated with immune subtypes, IBC showed differences in HER2 and P53 pathways. The association of IBC with rurality and poverty underscores the importance of health care access for timely diagnosis and treatment of IBC.\nTitle: Chronic low-dose cadmium exposure accelerates the onset and metastasis of invasive mammary carcinoma and promotes immunosuppression in the tumor microenvironment in BALB-neuT mice.\nJournal: Ecotoxicology and environmental safety (2026)\nAbstract: Cadmium (Cd), a heavy metal known to act as an endocrine disruptor, has been implicated in breast cancer (BC) via mechanisms that involve both estrogen receptor (ER)-dependent and -independent pathways. We used BALB-neuT transgenic mice, a model of aggressive ErbB2-driven mammary carcinogenesis, to evaluate the effects of chronic exposure to an environmentally relevant, low-dose of Cd on tumor onset, multiplicity, progression, immune microenvironment, and metastasis. Cd exposure significantly accelerated tumor onset and increased tumor multiplicity and weight, reducing both tumor-free and overall survival. Cd-exposed mice displayed elevated serum estrogen levels, and increased expression of progesterone receptor and tumor progression markers, including CD31, Ki67, and phosphorylated Akt, in tumor tissues. Despite the increased recruitment of CD4⁺ and CD8⁺ T cells to the peritumoral stroma, Cd exposure fostered an immunosuppressive microenvironment with elevated Tregs and PD-1⁺ exhausted T cells, both locally and systemically. Notably, lung metastases were threefold more frequent in Cd-exposed mice. Our results demonstrate that low-dose Cd exposure promotes the development and progression of ErbB2-driven breast tumors through hormonal, proliferative, and immune-modulating mechanisms. These findings reveal that exposure to environmentally relevant doses of Cd not only accelerates ErbB2-driven breast cancer but also reshapes the immune landscape toward dysfunction and immunosuppression, likely compromising both anti-tumor immunity and response to immunotherapies. These data advocate for tighter regulation of Cd exposure in populations at risk for breast cancer.",
    "metadata": {
      "gene": "ERBB2",
      "uniprot_id": "Q60553",
      "protein_name": "Receptor tyrosine-protein kinase erbB-2",
      "sources": [
        "UniProt",
        "PubMed"
      ]
    }
  },
  {
    "source_file": "PIK3CA.json",
    "page_content": "Gene: PIK3CA\nProtein name: Phosphatidylinositol 4,5-bisphosphate 3-kinase catalytic subunit alpha isoform\nUniProt ID: P32871\nBiological function:\nPhosphoinositide-3-kinase (PI3K) phosphorylates phosphatidylinositol (PI) and its phosphorylated derivatives at position 3 of the inositol ring to produce 3-phosphoinositides (PubMed:1322797, PubMed:14729945). Uses ATP and PtdIns(4,5)P2 (phosphatidylinositol 4,5-bisphosphate) to generate phosphatidylinositol 3,4,5-trisphosphate (PIP3) (By similarity). PIP3 plays a key role by recruiting PH domain-containing proteins to the membrane, including AKT1 and PDPK1, activating signaling cascades involved in cell growth, survival, proliferation, motility and morphology. Participates in cellular signaling in response to various growth factors. Involved in the activation of AKT1 upon stimulation by receptor tyrosine kinases ligands such as EGF, insulin, IGF1, VEGFA and PDGF. Involved in signaling via insulin-receptor substrate (IRS) proteins. Essential in endothelial cell migration during vascular development through VEGFA signaling, possibly by regulating RhoA activity. Required for lymphatic vasculature development, possibly by binding to RAS and by activation by EGF and FGF2, but not by PDGF. Regulates invadopodia formation through the PDPK1-AKT1 pathway. Participates in cardiomyogenesis in embryonic stem cells through a AKT1 pathway. Participates in vasculogenesis in embryonic stem cells through PDK1 and protein kinase C pathway (By similarity). In addition to its lipid kinase activity, it displays a serine-protein kinase activity that results in the autophosphorylation of the p85alpha regulatory subunit as well as phosphorylation of other proteins such as 4EBP1, H-Ras, the IL-3 beta c receptor and possibly others (PubMed:14729945, PubMed:15178440). Plays a role in the positive regulation of phagocytosis and pinocytosis (By similarity)\nRelevant breast cancer literature:\nTitle: CRISPR-Based Single-Nucleotide Editing of <i>PIK3CA</i> c.3140A>G (p.His1047Arg) in MCF7 Breast Cancer Cells Enhances Proliferative Potential.\nJournal: Cell journal (2025)\nAbstract: The PI3K/Akt signaling pathway plays a central role in regulating cell growth, survival, and metabolism, and its dysregulation is a hallmark of many cancers. The PIK3CA gene, which encodes the alpha catalytic subunit of PI3K, is altered in approximately 30% of breast cancers. Among its mutations, c.3140A>G (p.His1047Arg) in the kinase domain is the most prevalent, producing a constitutively active enzyme with oncogenic potential. Here, we engineered a population of MCF7 cells carrying the <i>PIK3CA</i> c.3140A>G mutation using CRISPR-Cas9 with precise single-nucleotide editing, and evaluated its impact on cellular characteristics. In this experimental study, nearly homogeneous populations of <i>PIK3CA</i> H1047R mutant MCF7 cells were generated using CRISPR-Cas9-mediated genome editing followed by hierarchical single-cell isolation. Editing efficiency was validated through allele-specific polymerase chain reaction (PCR) and multiple rounds of Sanger sequencing. Cell cycle distribution and proliferation were analyzed using flow cytometry and cell count assays, respectively. Gene expression changes were assessed by quantitative real-time PCR to evaluate the mutation's impact on cell cycle-related genes. Tracking of insertions, deletions, and recombination events (TIDER) analysis showed approximately 60% homology-directed repair (HDR) efficiency in the edited population. Flow cytometry revealed a 5% increase in the G2/M cell population in the edited clone compared with unedited controls (P<0.001). Proliferation assays demonstrated significantly accelerated growth (1.30 fold) under low fetal bovine serum (FBS) conditions (P=0.029). Quantitative real-time PCR confirmed upregulation of cell cycle-promoting genes, with <i>CCND1</i> and MYC expression increasing by 1.62-fold (P<0.001) and 1.23-fold (P<0.001), respectively, relative to controls. The genetically edited cell lines represent robust and well-defined experimental models that enable direct assessment of the functional consequences of oncogenic driver mutations on cellular behavior and signaling pathways. Our findings demonstrate that targeted genetic alterations induce measurable changes in proliferation, cell-cycle regulation, and gene expression, thereby providing mechanistic insight into tumorigenesis and the specific contribution of driver mutations to cancer-related cellular phenotypes.\nTitle: Comparison Between Alpelisib Plus Endocrine Therapy and Everolimus Plus Endocrine Therapy After CDK4/6 Inhibitors Progression in Patients with <i>PIK3CA</i>-Mutant Metastatic Breast Cancer: A Single-Center Retrospective Study.\nJournal: Cancers (2026)\nAbstract: <b>Background</b>: Evidence on the efficacy of alpelisib in combination with fulvestrant after progression on CKD4/6 inhibitors (CDK4/6i) is derived from a single non-comparative prospective study. Conversely, the effectiveness of everolimus plus exemestane on <i>PIK3CA</i>-mutant metastatic breast cancer (BC) after CDK4/6i failure has never been investigated in a prospective study. In this retrospective study, we compared alpelisib plus endocrine therapy (ET) with everolimus plus exemestane in patients with <i>PIK3CA</i>-mutant metastatic BC post-CDK4/6i progression. <b>Methods</b>: We tracked 40 patients treated with alpelisib plus ET and 22 treated with everolimus plus exemestane. We further identified 42 patients who did not harbor <i>PIK3CA</i> mutations (<i>PIK3CA</i>-wild-type group) and received everolimus as a subsequent treatment after progression on CDK4/6i. The timeframe spanned from 1st March 2020 to 30th November 2024. <b>Results</b>: The median progression-free survival (PFS) for the alpelisib group was 4.9 months compared to 4.5 months for the everolimus group [Hazard ratio (HR), 1.22; 95% CI, 0.65-2.28; <i>p</i>-value = 0.53]. The median overall survival (OS) was 9.6 months and 18.3 months for alpelisib and everolimus, respectively (HR, 0.67; 95% CI, 0.25-1.76; <i>p</i>-value = 0.47). Median PFS in the <i>PIK3CA</i>-mutant everolimus plus ET group was 4.5 months (95% CI, 2.8-6.7) compared to 5 months (95% CI, 3.5-6.9) for the <i>PIK3CA</i>-wild-type everolimus plus ET group (HR, 0.77; 95% CI, 0.46-1.29; <i>p</i>-value = 0.32). The most common side effects in the alpelisib group were hyperglycemia (57.5%), rash (27.5%), and anorexia (22.5%), while the most common side effects in the everolimus group were fatigue (40.9%) and stomatitis (27.3%). <b>Conclusions</b>: Our results regarding the efficacy of alpelisib plus ET were inferior to those reported in the current literature. Conversely, outcomes of everolimus plus exemestane were consistent with the current literature, denoting that the combination is an acceptable treatment option for patients with <i>PIK3CA</i>-mutant metastatic BC.\nTitle: Detection of Cancer-Associated Mutations Using Primer Exchange Reaction-Based Signal Amplification and Lateral Flow Assays.\nJournal: Small science (2026)\nAbstract: The ability to sensitively and specifically detect cancer-associated nucleic acids carrying single-nucleotide mutations is critical for early cancer detection, patient stratification, and personalized treatment, particularly through non-invasive liquid biopsy approaches. Detecting low-abundance nucleic acid fragments-particularly those with single-nucleotide variations-remains a significant challenge for point-of-care (POC) diagnostics. Here, we report a programmable DNA-based self-assembly strategy that leverages primer exchange reaction (PER) for isothermal signal amplification and enables colorimetric detection of cancer-specific DNA and RNA fragments on gold nanoparticle-based lateral flow assays (LFAs). This method uses PER-generated DNA concatemers functionalized with multiple FITC-labeled imager strands to enhance the visual signal on conventional LFA strips. We demonstrate that this approach enables detection of a synthetic <i>P53</i> oncogene fragment with a limit of detection as low as 16 pM, representing a 16-fold improvement over single-dye labeled controls. The system also reliably distinguishes single-nucleotide mutations at 10% relative abundance within a wild-type background. Moreover, we show successful detection of mutant fragments in complex biological fluids such as serum and saliva, as well as of RNA extracted from breast cancer cell lines and RNA derived from circulating tumor DNA (ctDNA) from patient plasma samples. Specifically, we detect clinically relevant <i>PIK3CA</i> E545K/A and <i>P53</i> R280K mutations, consistent with Sanger sequencing results and validating our method for liquid biopsy applications. Overall, this PER-based self-assembly system provides a simple, robust, and sensitive platform for mutation-specific nucleic acid detection using LFAs and offers strong potential for translation into laboratory research applications and POC diagnostics workflows for cancer and other genetic disorders.\nTitle: Case Report: Mixed ductal-lobular carcinoma consisting of invasive lobular carcinoma with a glycogen-rich clear cell pattern and elevated tumor mutation burden.\nJournal: Frontiers in oncology (2026)\nAbstract: Mixed ductal-lobular carcinoma (MDL) of the breast exhibits considerable molecular complexity. The pathways leading to the glycogen-rich clear cell morphology of the breast tumors, and its clinical relevance, currently remain unclear. Herein, we report a case of MDL, predominantly composed of invasive lobular carcinoma with a glycogen-rich clear cell pattern (gILC), accompanied by classic invasive lobular carcinoma and invasive ductal carcinoma (IDC). A 70-year-old woman presented with a 3.5 cm mass in the left breast, for which total mastectomy was performed. The pathological diagnosis was MDL predominantly comprising gILC. Tissue samples from the gILC and IDC areas were subjected to whole-exome and RNA sequencing. The gILC region had a higher tumor mutation burden than the IDC. Three stop-gain single nucleotide variations (SNVs) in <i>CDH1</i>, <i>SETD2</i>, and <i>USP9</i> and two nonsynonymous SNVs in <i>PIK3CA</i> were identified in the gILC region, whereas only two nonsynonymous SNVs in <i>SMAD4</i> and <i>PIK3CA</i> were identified in the IDC region. Phylogenetic analysis revealed a common ancestor of gILC and IDC, sharing a pathogenic <i>PIK3CA</i> p.H1047L mutation. Reduced SETD2 protein and H3K36me3 levels and the DNA mismatch repair-microsatellite instability-associated mutational signatures SBS6 and SBS26 were uniquely demonstrated in gILC. Further, a structural variant involving <i>HNF1B</i> and elevated <i>HNF1B</i> transcript levels was detected in gILC. The predominant gILC component was estrogen receptor-positive. Adjuvant endocrine therapy was administered postoperatively, and the patient currently remains disease-free at 51 months. In this case, the gILC and IDC components of an MDL shared a common origin, but exhibited marked genomic divergence. This experience also shows that SETD2 functional impairment may underlie gILC hypermutation, while HNF1B overexpression could contributes to a glycogen-rich clear cytoplasm. Overall, this case emphasizes the complexity of MDL with gILC, and highlights the need for further studies to clarify the underlying molecular mechanisms and their prognostic implications.\nTitle: Genomic and clinicopathological characteristics of low oncotype recurrent score breast cancers with subsequent metastasis.\nJournal: Histopathology (2026)\nAbstract: Oncotype DX has played a critical role in guiding treatment decisions for hormone receptor (HR)-positive, HER2-negative early-stage breast cancer. Clinically, a subset of patients with low Oncotype recurrent score (RS) will still progress on standard therapy and ultimately develop metastasis. Our goal was to explore potential molecular mechanisms, including specific genetic alterations and pathway activity associated with disease progression. We retrospectively reviewed a small series of low RS breast cancers with subsequent metastasis and analysed the clinicopathological characteristics and comprehensive genomic profiling (CGP) data from tumour tissue and circulating tumour DNA (ctDNA) by liquid biopsy. These tumours demonstrated a range of histopathologic features and molecular profiles. Common findings included enrichment of PIK3CA and TP53 mutations and treatment-emergent ESR1 mutations, observed in both tissue and ctDNA. CDKN2A, SPEN, KIT, CTNNB1, MYC, EMSY, KMT2C, MAP3K1 gene alterations were only found in low RS group in low frequency. Copy number amplifications events were less common in low RS group. In cases with both tissue and ctDNA data, tissue CGP proved useful baseline for identifying driver mutations such as PIK3CA and for contextualizing ctDNA findings, and ctDNA analysis was adequate for disease monitoring and tracking molecular evolution over time. Using real-world CGP of tumour tissue and ctDNA, we identified key molecular features associated with endocrine resistance in patients with low RS who later developed metastases. PIK3CA mutation and other ER group-related mutations contributed to the low RS. Tissue CGP provides baseline for interpreting ctDNA, and ctDNA monitoring PIK3CA, TP53, ESR1 and other pathogenic or driver mutations in the early course of low RS cases may represent an excellent non-invasive option for identifying targets and early intervention to prevent disease progression, though a large validation study is needed.\nTitle: Optimizing second-line endocrine-based treatment in HR positive HER2 negative metastatic breast cancer: a comprehensive expert statement from the Gulf Cooperation Council Region.\nJournal: Frontiers in oncology (2025)\nAbstract: Optimizing second-line therapy for hormone receptor-positive (HR+) and human epidermal growth factor receptor 2-negative (HER2-negative) metastatic breast cancer (mBC) in the Gulf Cooperation Council (GCC) is challenged by variations in diagnostic capacity, drug accessibility, comorbidities, and treatment pathways compared with other regions. While international guidelines provide an overarching evidence framework for breast cancer management, their practical application at the regional level often requires adaptation to local healthcare resources. There is an unmet need to optimize the treatment sequencing strategies for patients with HR+/HER2-negative mBC in the GCC region through expert guidance. Given this context, a virtual advisory board involving 10 oncologists from the GCC region was convened in November 2024. The panel aimed to review current evidence and develop pragmatic, implementable recommendations for second-line management. This consensus uniquely contextualizes global evidence for GCC-specific healthcare constraints, addressing gaps in diagnostic access, affordability, and real-world feasibility, while providing treatment recommendations that help clinicians refine therapeutic strategies and incorporate patient preferences for improved outcomes. The panel recommends early genomic testing (PIK3CA, AKT, BRCA, ESR1) to guide therapy, prioritizing targeted agents such as oral SERDs and PI3K/AKT inhibitors in second-line sequencing, cautious use of alpelisib in diabetic patients, and incorporating patient preferences through shared decision-making and multidisciplinary care.\nTitle: Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.\nJournal: American journal of cancer research (2026)\nAbstract: Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.\nTitle: Exploring the spectrum of HER2 in non-metastatic triple negative breast cancer: from HER2-Null to HER2-low, including HER2-ultralow status.\nJournal: Virchows Archiv : an international journal of pathology (2026)\nAbstract: HER2-low and -ultralow breast cancer have recently emerged as distinct theranostic subcategories within the HER2 spectrum, prompting reassessment of traditional HER2-negative immunohistochemistry scores (0, 1+ , and 2+ without amplification). This study reclassifies, according to this new categorization, a cohort of 367 patients who have never received chemotherapy and have non-metastatic triple-negative breast cancer (TNBC). We evaluated its association with their clinicopathological features and prognosis. HER2 0 tumors were reclassified as HER2-null (no staining) or HER2-ultralow (≤10% faint, incomplete membrane staining). HER2 1+ or 2+ (non-amplified) tumors were defined as HER2-low. Overall, 38.4%, 37.6% and 24.0% of TNBC samples were reclassified as HER2-null, -ultralow and -low, respectively. HER2-ultralow tumors were more frequently associated with the presence of tertiary lymphoid structures (p = 0.0259) and BRCA1 promoter methylation (p = 0.0439) than HER2-low tumors. Moreover, compared with HER2-null samples, HER2-ultralow tumors were of smaller size (p = 0.0167) and lower stage and grade (p = 0.0066 and p = 0.0364, respectively). Conversely, age, lymph node involvement, histology, molecular apocrine or basal-like phenotypes, PIK3CA and PTEN status, immune infiltrates, assessed using T-cell (CD3), B-cell (CD20) and macrophage (CD163) markers, and PD-L1 expression in tumor or stromal cells were not associated with the HER2-ultralow status. The survival analysis (median follow-up = 10.3 years) showed that relapse-free survival was not influenced by the HER2 status. Despite some significantly different clinicopathological features, there is no solid evidence to support HER2-ultralow, HER2-low and HER2-null cancers as individual TNBC clinical-molecular entities. Particularly, assigning TNBC samples to the HER2-null, -ultralow and -low categories did not bring any additional prognostic value.\nTitle: Ossifying fibromyxoid tumor with a novel <i>PIK3CA</i> mutation (c.1624G>A) unresponsive to alpelisib: A case report.\nJournal: Respiratory medicine case reports (2026)\nAbstract: Ossifying fibromyxoid tumor (OFMT) is a rare mesenchymal tumor of uncertain origin, and the biological course of common OFMTs is indolent. Gene fusion constitutes an important pathogenic event in the development of OFMT, and recurrent PHF1 gene rearrangements are detected in up to 80 % of OFMTs. Here, we report a case of a 35-year-old man with elbow OFMT that recurred and metastasized to lung. Comprehensive genomic profiling by next-generation sequencing (NGS) at the time of recurrence identified a rare mutation in <i>PIK3CA</i>. Based on the findings, the patient opted for off-label therapy with alpelisib, an α-specific PI3K inhibitor that selectively targets p110α and has shown promising efficacy in breast cancer patients harboring the identical <i>PIK3CA</i> mutations. However, no clinical response was observed in the patient, and the lack of response may be associated with the specific nature of the <i>PIK3CA</i> mutation, and/or other unfavorable tumor biological factors that override any benefit from alpelisib.\nTitle: Prognostic and monitoring value of circulating tumor DNA at multiple clinical time points in breast cancer.\nJournal: Breast cancer (Tokyo, Japan) (2026)\nAbstract: Circulating tumor DNA (ctDNA) has emerged as a prognostic biomarker for breast cancer, potentially offering a more comprehensive representation of tumor genetic heterogeneity. In this study, we assessed the prognostic and monitoring values of ctDNA at multiple clinical time points during diagnosis and therapy. A total of 119 patients with breast cancer underwent ctDNA analysis using next-generation sequencing, targeting 47 breast cancer-related genes at three predefined time points (baseline, post-neoadjuvant chemotherapy [post-NAC], and follow-up). Disease-free survival (DFS) was analyzed based on ctDNA status. ctDNA was detected in 50.9% of patients at baseline, 25.0% post-NAC, and 58.3% during follow-up. ctDNA positivity was associated with worse DFS at baseline (hazard ratio [HR] 7.54, 95% CI: 1.71-33.17, P = 0.008), post-NAC (HR 3.54, 95% CI: 1.24-10.12, P = 0.018), and follow-up (HR 7.68, 95% CI: 0.98-59.97, P = 0.052). TP53 mutations were the most frequently observed, present in 37.5%, 14.8%, and 20.4% of patients at baseline, post-NAC, and follow-up, respectively. PIK3CA mutations were the second most common, detected in 11.6%, 4.5%, and 5.8% of patients, respectively. ctDNA positivity for these mutations consistently showed elevated HRs for disease progression across clinical time points (HR range, 2.73-20.49). ctDNA non-clearance was associated with the highest risk of disease progression (HR 81.09, P < 0.001) and remained the strongest independent prognostic factor in the multivariate analysis (HR 52.07, P < 0.001). ctDNA analysis provides significant clinical utility for prognostic stratification and disease monitoring in breast cancer management.",
    "metadata": {
      "gene": "PIK3CA",
      "uniprot_id": "P32871",
      "protein_name": "Phosphatidylinositol 4,5-bisphosphate 3-kinase catalytic subunit alpha isoform",
      "sources": [
        "UniProt",
        "PubMed"
      ]
    }
  },
  {
    "source_file": "TP53.json",
    "page_content": "Gene: TP53\nProtein name: Cellular tumor antigen p53\nUniProt ID: O09185\nBiological function:\nMultifunctional transcription factor that induces cell cycle arrest, DNA repair or apoptosis upon binding to its target DNA sequence. Acts as a tumor suppressor in many tumor types; induces growth arrest or apoptosis depending on the physiological circumstances and cell type. Negatively regulates cell division by controlling expression of a set of genes required for this process. One of the activated genes is an inhibitor of cyclin-dependent kinases. Apoptosis induction seems to be mediated either by stimulation of BAX and FAS antigen expression, or by repression of Bcl-2 expression. Its pro-apoptotic activity is activated via its interaction with PPP1R13B/ASPP1 or TP53BP2/ASPP2 (By similarity). However, this activity is inhibited when the interaction with PPP1R13B/ASPP1 or TP53BP2/ASPP2 is displaced by PPP1R13L/iASPP (By similarity). In cooperation with mitochondrial PPIF is involved in activating oxidative stress-induced necrosis; the function is largely independent of transcription. Prevents CDK7 kinase activity when associated to CAK complex in response to DNA damage, thus stopping cell cycle progression. Induces the transcription of long intergenic non-coding RNA p21 (lincRNA-p21) and lincRNA-Mkln1. LincRNA-p21 participates in TP53-dependent transcriptional repression leading to apoptosis and seems to have an effect on cell-cycle regulation. Regulates the circadian clock by repressing CLOCK-BMAL1-mediated transcriptional activation of PER2\nSubcellular location: Cytoplasm, Cytoplasm, cytoskeleton, microtubule organizing center, centrosome, Endoplasmic reticulum, Mitochondrion matrix, Nucleus, Nucleus, PML body\nRelevant breast cancer literature:\nTitle: Exploring the Anticancer Properties and Mode of Action of Copper(II)-Furan Acylhydrazone on Human Triple Negative Breast Cancer Cells.\nJournal: ChemMedChem (2026)\nAbstract: Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with limited therapeutic treatments. This study evaluates the anticancer activity and mode of action of the copper(II) complex [Cu(HL<sup>1</sup>)(NO<sub>3</sub>)H<sub>2</sub>O]·H<sub>2</sub>O (CuHL<sup>1</sup>), derived from (E)-N'-(2-hydroxy-3-methoxybenzylidene)furan-2-carbohydrazide (H<sub>2</sub>L<sup>1</sup>), against a panel of TNBC cell lines (MDA-MB-231, MDA-MB-468, MDA-MB-157, HCC1806). CuHL<sup>1</sup> exhibits potent cytotoxicity in the low micromolar range (IC<sub>50</sub> ≈ 2 µM), surpassing cisplatin by up to 81-fold. In MDA-MB-231 cells, CuHL<sup>1</sup> inhibits colony formation and induced reactive oxygen species (ROS) generation in a concentration-dependent manner. Moreover, CuHL<sup>1</sup> triggers apoptosis as evidenced by Annexin V/PI staining and the modulation of Bax, Bcl-2, caspase-3, and cleaved caspase-3 protein levels. Label-free quantitative proteomics reveal 34 differentially expressed proteins, implicating pathways related to heat shock response, protein folding, lipid metabolism, and cell migration. Notably, CuHL<sup>1</sup> downregulates BCAR3, AJUBA, MPZL1, TP53, FASN, and HMGCS1, suggesting inhibition of prometastatic and lipid biosynthetic processes. Functional assays confirm reduced migratory capacity in MDA-MB-231 cells. These findings position CuHL<sup>1</sup> as a promising candidate for TNBC therapy, meriting further in vivo evaluation.\nTitle: Multigene panel testing reveals the spectrum of non-BRCA germline variants in BRCA1/2-negative breast, ovarian, and prostate cancer patients from a Turkish cohort.\nJournal: Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico (2026)\nAbstract: Targeted multigene panel testing is increasingly used to assess hereditary cancer susceptibility beyond BRCA1/2. However, the distribution and clinical significance of pathogenic variants and variants of uncertainsignificance (VUS) in non-BRCA1/2 genes remain incompletely characterized. In this retrospective study, 647 individuals referred for hereditary cancer genetic testing were analyzed. Clinical indications included breast cancer, ovarian cancer, combined breast and ovarian cancer, prostate cancer, andpositive family history without personal cancer diagnosis. Germline variants were classified according to ACMG/AMP guidelines as pathogenic (P), likely pathogenic (LP), VUS++, VUS, or benign/VUS. Variants categorizedas VUS or benign/VUS were not used for clinical decision-making. Pathogenic or likely pathogenic (P/LP) variants were identified in 16.2% (105/647) of individuals. When P/LP and VUS++ variants were considered together, the most frequently affected non-BRCA1/2 genes were CHEK2(4.0%), MUTYH (2.6%), ATM (2.2%), and TP53 (1.4%). VUS and benign/VUS variants were detected in 4.6% (30/647) and 3.1% (20/647) of individuals, respectively. CHEK2 and ATM were the genes most frequentlyassociated with VUS or benign/VUS variants. Breast cancer was the most common clinical indication among individuals carrying clinically relevant variants. Non-BRCA1/2 genes, particularly CHEK2 and ATM, substantially contribute to the spectrum of pathogenic variants detected in hereditary cancer testing. The identification of numerous pathogenic and novel variantssupports the clinical utility of broad multigene panel testing, while highlighting the need for careful interpretation of VUS in clinical practice.\nTitle: Synergistic modulation of ABC transporter-mediated multidrug resistance by <i>Kalanchoe laciniata</i> (L.) DC. phytochemicals: integrative phytochemical profiling, network pharmacology, and molecular docking insights.\nJournal: RSC advances (2026)\nAbstract: <i>Kalanchoe laciniata</i> (L.) DC. is an underexplored medicinal plant with promising anticancer potential. This study evaluated the phytochemical profile, antioxidant activity, and multidrug resistance (MDR) modulating effects of its methanolic extract (KLM), with emphasis on ABC transporter regulation. Soxhlet methanol extraction yielded the highest phenolic and tannin contents and exhibited strong antioxidant activity. GC-MS and LC-MS analyses identified bioactive flavonoids and phytosterols, including quercetin and kaempferol derivatives. Network pharmacology revealed key interactions with ABC transporters and hub genes such as AKT1 and TP53. Molecular docking and dynamics simulations demonstrated stable binding of KLM-derived flavonoids with BCRP, MRP1, and AKT1, supporting their role in MDR modulation. Functionally, KLM exhibited dose-dependent cytotoxicity against MDA-MB-231 breast cancer cells and showed strong synergy with doxorubicin. qPCR analysis further confirmed significant downregulation of AKT1, BCRP, and MRP1 expression following KLM treatment. Collectively, these findings indicate that <i>K. laciniata</i> phytochemicals may act as effective chemosensitizing agents to overcome ABC transporter-mediated drug resistance in breast cancer.\nTitle: Investigating the Mechanisms of Combined Therapy for MCF-7 Breast Cancer Cells Using Arsenic Trioxide and Resveratrol through Network Pharmacology.\nJournal: Phenomics (Cham, Switzerland) (2025)\nAbstract: Breast cancer (BC) remains the predominant form of cancer among women. Arsenic trioxide (ATO), an element in traditional Chinese medicine, has shown potential for treating BC, particularly when combined with resveratrol. However, the exact mechanisms of their combined action are not fully understood. This study aims to clarify their combined mechanisms through network pharmacology and experimental validation. In vitro experiments confirmed that compared with either agent alone, the combination of ATO and resveratrol more effectively inhibited the production of <i>estrogen receptor 1</i> (<i>ESR1</i>), <i>tumor protein P53</i> (<i>TP53</i>), and <i>v-AKT murine thymoma viral oncogene homolog 1</i> (<i>AKT1</i>) in MCF-7 cells. Our findings indicate that the combination of ATO and resveratrol significantly promotes cell apoptosis by suppressing <i>ESR1</i>, <i>TP53</i>, and <i>AKT1</i>. Thus, ATO and resveratrol together may offer a promising strategy for BC treatment.\nTitle: Genomic and clinicopathological characteristics of low oncotype recurrent score breast cancers with subsequent metastasis.\nJournal: Histopathology (2026)\nAbstract: Oncotype DX has played a critical role in guiding treatment decisions for hormone receptor (HR)-positive, HER2-negative early-stage breast cancer. Clinically, a subset of patients with low Oncotype recurrent score (RS) will still progress on standard therapy and ultimately develop metastasis. Our goal was to explore potential molecular mechanisms, including specific genetic alterations and pathway activity associated with disease progression. We retrospectively reviewed a small series of low RS breast cancers with subsequent metastasis and analysed the clinicopathological characteristics and comprehensive genomic profiling (CGP) data from tumour tissue and circulating tumour DNA (ctDNA) by liquid biopsy. These tumours demonstrated a range of histopathologic features and molecular profiles. Common findings included enrichment of PIK3CA and TP53 mutations and treatment-emergent ESR1 mutations, observed in both tissue and ctDNA. CDKN2A, SPEN, KIT, CTNNB1, MYC, EMSY, KMT2C, MAP3K1 gene alterations were only found in low RS group in low frequency. Copy number amplifications events were less common in low RS group. In cases with both tissue and ctDNA data, tissue CGP proved useful baseline for identifying driver mutations such as PIK3CA and for contextualizing ctDNA findings, and ctDNA analysis was adequate for disease monitoring and tracking molecular evolution over time. Using real-world CGP of tumour tissue and ctDNA, we identified key molecular features associated with endocrine resistance in patients with low RS who later developed metastases. PIK3CA mutation and other ER group-related mutations contributed to the low RS. Tissue CGP provides baseline for interpreting ctDNA, and ctDNA monitoring PIK3CA, TP53, ESR1 and other pathogenic or driver mutations in the early course of low RS cases may represent an excellent non-invasive option for identifying targets and early intervention to prevent disease progression, though a large validation study is needed.\nTitle: Gene Expression Profiling to Unveil Novel Biomarkers for Early Diagnosis and Therapies for Breast Cancer.\nJournal: Current topics in medicinal chemistry (2026)\nAbstract: Breast cancer (BC) is a leading cause of cancer-related death worldwide. Early detection and accurate diagnosis can improve patient outcomes and survival rates. Thus, identifying drugs and biomarkers for early detection is necessary for diagnosis, prognosis, and treatment. Using machine learning techniques, we identified 160 differentially expressed genes (DEGs) between BC and control samples from four microarray datasets (GSE26910, GSE3744, GSE29431, and GSE42568), which were adopted due to the frequent presence of outliers in microarray gene-expression datasets, stemming from multiple stages in the data generation processes. Through protein-protein interaction network analysis, 10 DEGs (FN1, CXCL10, CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, and CAV1) were selected as pivotal Hub genes (HubGs) as potential biomarkers for BC. We validated the expression profiles of hub genes (HubGs) in breast cancer (BC) and control samples using box plot analysis based on data from the TCGA and GTEx databases. The identified HubGs demonstrated strong prognostic potential, as shown by Kaplan-Meier survival analyses and performance in a random forest prediction model. Regulatory network analysis revealed that HubG activity is modulated at a limited number of transcriptional and posttranscriptional stages. Functional enrichment analysis highlighted key molecular functions, cellular components, biological processes, and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways associated with BC pathogenesis and linked to these HubGs. Finally, molecular docking studies targeting HubG-mediated receptors led to the identification of seven top-ranked candidate drugs-Olaparib, Tucatinib, Telmisartan, Danazol, Troglitazone, Abemaciclib, and Lapatinib- proposed for potential BC treatment. In this study, we identified 10 critical differentially expressed genes (cDEGs)- CD34, PECAM1, PTGS2, CXCL12, JUN, EGFR, CD36, CAV1, FN1, and CXCL10-as pivotal hub genes (HubGs) involved in breast cancer (BC). These HubGs were determined through protein- protein interaction (PPI) network analysis of 160 cDEGs derived from four independent microarray datasets. Functional enrichment analysis revealed that these HubGs are associated with key biological processes, cellular components, molecular functions, and pathways relevant to BC progression. Furthermore, we identified three top-ranked transcription factors (BRCA1, STAT3, and TP53) and three microRNAs (hsa-miR-16-5p, hsa-miR-155-5p, and hsa-miR-23b-3p) as crucial regulators of HubGs, acting at both transcriptional and post-transcriptional levels. The stability of the top three receptor-ligand complexes was validated through molecular dynamics simulations. Therefore, our findings could be a valuable resource for researchers and medical professionals, aiding in BC diagnosis and treatment.\nTitle: Comprehensive profiling of somatic alterations and HRD characteristics in Chinese germline BRCA-mutated breast cancer patients.\nJournal: American journal of cancer research (2026)\nAbstract: Approximately 10% of breast cancer cases are hereditary and associated with germline BRCA1/2 mutations. To characterize the somatic alteration landscape and HRD-related genomic features, we analyzed next-generation sequencing and clinical data from 1,243 breast cancer patients treated at Tianjin Cancer Hospital Airport Hospital between October 2021 and November 2024. We compared mutation patterns and clinicopathological features between patients with and without germline BRCA (gBRCA) mutations and further assessed somatic alterations and homologous recombination deficiency (HRD) in those carrying pathogenic variants. PIK3CA mutations were significantly more frequent in the Non-Germline and non-gBRCA groups than in the Germline and gBRCA groups (49% vs. 6%; 47% vs. 0%; both P < 0.001), indicating mutual exclusivity with gBRCA mutations. Conversely, PTEN alterations co-occurred in 30% of gBRCA cases, while TP53 mutations were mutually exclusive with MDM2 and FGFR1. HER2 amplification was identified in 10% of gBRCA-mutated tumors, and somatic alterations in non-gBRCA tumors were enriched in endocrine-resistance pathways. HRD scores were markedly higher in gBRCA patients than in non-gBRCA patients (median 59 vs. 24.5, P = 0.015), driven by significant increases in large-scale state transitions (LST) and telomeric allelic imbalance (TAI). The overall gBRCA1/2 mutation frequency was 15.61%, and two previously unreported variants, BRCA1 NM_007294.3:c.4185G>A and BRCA2 NM_000059.3:c.439C>A, were identified in the Chinese population. These findings provide a biological rationale to explore AKT1/HER2-targeted combinations with PARP inhibition in future studies for gBRCA-mutated breast cancer and provide the first evidence of PIK3CA-gBRCA mutual exclusivity in Chinese patients. The elevated HRD scores further underscore the presence of homologous recombination deficiency in the gBRCA group.\nTitle: European Colonial Echoes in Cancer Risk: Lessons from the TP53 p.R337H Founder Variant in Brazil.\nJournal: Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology (2026)\nAbstract: Latin America's population is among the most genetically diverse in the world, shaped by centuries of European colonization, Indigenous American displacement, and forced African slave migration. This complex ancestry, combined with persistent social inequalities, influences cancer risk through both genetic and environmental factors. For example, Indigenous ancestry has been linked to a lower risk of breast cancer, a protective effect further influenced by reproductive patterns and access to healthcare. In this issue, Pinto and colleagues trace the history of the TP53 p.R337H founder variant, a mutation now present in about 1 in 300 people in southern Brazil. Their analysis shows that this variant was introduced during early Portuguese colonization and spread throughout Brazil as the population grew rapidly. This story highlights how historical events continue to shape cancer risk today. Founder mutations, such as TP53 p.R337H, are common across Latin America and often trace to Iberian ancestors. These variants offer unique opportunities for low-cost genetic screening and precision medicine, especially in regions with limited resources. They also serve as natural experiments for studying how genes and the environment interact to influence cancer risk. By understanding and leveraging these genetic legacies, we can enhance cancer prevention and treatment in Latin America, reduce disparities, and gain valuable insights to address global cancer health. See related article by Pinto et al., p. 210.\nTitle: Prognostic and monitoring value of circulating tumor DNA at multiple clinical time points in breast cancer.\nJournal: Breast cancer (Tokyo, Japan) (2026)\nAbstract: Circulating tumor DNA (ctDNA) has emerged as a prognostic biomarker for breast cancer, potentially offering a more comprehensive representation of tumor genetic heterogeneity. In this study, we assessed the prognostic and monitoring values of ctDNA at multiple clinical time points during diagnosis and therapy. A total of 119 patients with breast cancer underwent ctDNA analysis using next-generation sequencing, targeting 47 breast cancer-related genes at three predefined time points (baseline, post-neoadjuvant chemotherapy [post-NAC], and follow-up). Disease-free survival (DFS) was analyzed based on ctDNA status. ctDNA was detected in 50.9% of patients at baseline, 25.0% post-NAC, and 58.3% during follow-up. ctDNA positivity was associated with worse DFS at baseline (hazard ratio [HR] 7.54, 95% CI: 1.71-33.17, P = 0.008), post-NAC (HR 3.54, 95% CI: 1.24-10.12, P = 0.018), and follow-up (HR 7.68, 95% CI: 0.98-59.97, P = 0.052). TP53 mutations were the most frequently observed, present in 37.5%, 14.8%, and 20.4% of patients at baseline, post-NAC, and follow-up, respectively. PIK3CA mutations were the second most common, detected in 11.6%, 4.5%, and 5.8% of patients, respectively. ctDNA positivity for these mutations consistently showed elevated HRs for disease progression across clinical time points (HR range, 2.73-20.49). ctDNA non-clearance was associated with the highest risk of disease progression (HR 81.09, P < 0.001) and remained the strongest independent prognostic factor in the multivariate analysis (HR 52.07, P < 0.001). ctDNA analysis provides significant clinical utility for prognostic stratification and disease monitoring in breast cancer management.\nTitle: Risk-Reducing Mastectomy in <i>BRCA1/2</i> and Other High-Risk Gene Carriers: Current Evidence and Practical Guidance.\nJournal: Journal of breast cancer (2025)\nAbstract: Women carrying pathogenic/likely pathogenic variants of high- or moderate-penetrance genes, such as <i>BRCA1/2</i>, <i>TP53</i>, <i>PTEN</i>, <i>PALB2</i>, <i>CDH1</i>, <i>STK11</i>, <i>CHEK2</i>, and <i>ATM</i>, face markedly elevated lifetime risks of breast cancer. Risk-reducing mastectomy (RRM) reduces incidence by approximately 90% as shown in large observational cohort studies and meta-analyses. However, the survival advantage of RRM remains uncertain given the observational design, heterogeneous population, and the lack of randomized controlled trials. For moderate-penetrance genes, guidance relies more on absolute risk modeling and expert consensus than on direct outcome data. Hence, RRM is recognized as an option for women at high-risk, while emphasizing individualized, multidisciplinary decision-making that incorporates oncological, genetic, reconstructive, and psychosocial perspectives. In addition, choices are shaped by many factors, such as age, family plans, culture, and healthcare systems in real practice. This review integrates the current evidence and evolving guidelines to clarify the benefits, limitations, and controversies surrounding RRM. By addressing existing knowledge gaps and decision-making challenges, it aims to facilitate informed patient-centered counseling for the management of hereditary breast cancer.",
    "metadata": {
      "gene": "TP53",
      "uniprot_id": "O09185",
      "protein_name": "Cellular tumor antigen p53",
      "sources": [
        "UniProt",
        "PubMed"
      ]
    }
  }
]